{
    "id": 1,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ആമുഖം അനാവശ്യമാണ്. എന്നിരുന്നാലും ഇതിലെഴുതുന്ന എല്ലാം തന്നെ ആമുഖവുമാണ്. അറിയാതെങ്ങാൻ ഇവിടെ എങ്ങനെയോ എത്തിപ്പെട്ട നിങ്ങൾക്കാണ് ഞാൻ ഈ ഭാഗം എഴുതുന്നത്. ബാക്കിയെല്ലാം എനിക്ക് വേണ്ടി ഞാൻ എഴുതുന്ന ഭ്രാന്തുകളാണ്. ഈ വെബ് പേജിൽ ഞാൻ ആഡംബരങ്ങൾ ഒന്നും തന്നെ ഇടുന്നില്ല. ഇവിടെ വായിക്കാനുള്ളതല്ലാതെ ഒന്നും തന്നെ വേണ്ട എന്നാണ് എന്റെ തീരുമാനം. ഭംഗിയില്ലാത്തതിനാൽ വായിക്കാൻ മടി തോന്നുന്നുണ്ടെങ്കിൽ ഉടനെ പൊയ്ക്കൊള്ളൂ. ഇവിടെ അധികം നിന്നാൽ നിങ്ങൾക്ക് ബോറടിക്കാൻ തുടങ്ങും.",
        "എഴുതാൻ ഇപ്പോൾ തോന്നുന്ന ആവേശവും തത്രപ്പാടും ചിലപ്പോൾ ഇന്ന് തന്നെ നിലച്ചേക്കാം. എന്നിരുന്നാലും ഇപ്പോൾ എഴുതുക തന്നെ ചെയ്യും. നാളെ എന്ത് തന്നെയായാലും. എഴുത്ത് എല്ലായ്‌പ്പോഴും ഇല്ല. ഇടയ്ക്ക് ഞാൻ എന്റെ ചിന്തകൾ ഒരു നോട്ട്ബുക്കിൽ കുറിച്ചിടും. ആ പുസ്തകം ഇംഗ്ലീഷും മലയാളവും ഇടകലർന്ന ഒരു അവിയൽ മാതിരിയാണ്. ആരും കാണാതെ ഞാൻ ആ നോട്ടുബുക്ക് ഒളിപ്പിച്ചു വക്കും. ഡയറിയെന്ന് അതിനെ വിളിക്കാൻ പറ്റില്ല.  എന്റെ ദൈനംദിന ജീവിതവുമായി ബന്ധപ്പെട്ട മിക്ക കാര്യങ്ങളും അതിലില്ല. പകരം എനിക്ക് അപ്പോൾ തോന്നുന്ന ചിന്തകളും മറ്റു വട്ടു തോന്നലുകളും ഒക്കെ ഞാൻ എഴുതിയിടും. എന്നെ മനസ്സിലാക്കാൻ അത് വായിച്ചാൽ മതിയാകും. ഞാൻ ഇടയ്ക്ക് അതിലെ താളുകളിലൂടെ കണ്ണോടിക്കും. എന്ത് മണ്ടത്തരമാണ് ഞാൻ പണ്ടൊക്കെ ചിന്തിച്ചതെന്നറിയാൻ. എന്ത് മാറ്റമാണ് ഇന്നത്തെ എന്റെ ചിന്തകളുമായി അവക്കുള്ളതെന്നറിയാൻ. കൂടുതൽ കൂടുതൽ ഭ്രാന്തമായി അത് മാറുന്നതായാണ് എനിക്ക് തോന്നാറുള്ളത്. അതിൽ ഇടയ്ക്ക് ഞാൻ എന്റെ തന്നെ ഭാവി വിവേകിനെ അഭിസംബോധന ചെയ്യാറുണ്ട്. സുഖമാണോ, ഇപ്പോഴുള്ള എന്റെ കാഴ്ചപ്പാടുകൾ തെറ്റാണോ എന്നൊക്കെ ഞാൻ വെറുതെ ഭാവി വിവേകിനോട് ചോദിക്കും. മിക്കപ്പോഴും അവൻ തലയാട്ടും.",
        "ഇവിടെ ഞാൻ അവിയൽ പരുവത്തിൽ എഴുതണമോ? ചിലപ്പോൾ എനിക്ക് അങ്ങനെ തോന്നിയാൽ ചെയ്തെന്നിരിക്കും. അല്ലെങ്കിൽ ഇങ്ങനെ തന്നെ അങ്ങ് പോകും. ഞാൻ പ്രധാനമായും ഇതുണ്ടാക്കിയത് എനിക്ക് വേണ്ടിയാണ്. ഞാൻ പറഞ്ഞ ആ നോട്ടുബുക്ക് ഇല്ലേ? അതിലെഴുതുന്നത് ഞാൻ തത്കാലം നിർത്തുകയാണ്. കാരണങ്ങൾ പലതുണ്ട്. ഒന്നാമത് എഴുതാനുള്ള എളുപ്പം: എനിക്ക്  വേഗത്തിൽ type .ചെയ്യാൻ അറിയാം. ചിലപ്പോൾ ഞാൻ മണിക്കൂറുകളോളം ഇരുന്ന് അപ്പോഴുള്ള ഉത്സാഹത്തിൽ എഴുതാറുണ്ട്. പക്ഷെ എഴുതി എഴുതി എവിടെയും എത്തില്ല. കാരണം ഒന്നെഴുതുമ്പോൾ മറ്റൊന്നിലേക്കും അവിടെ നിന്നും  വേറെ ഒരിടത്തേക്കും കുരങ്ങൻ ചില്ലകളിൽ നിന്നും ചില്ലകളിലേക്ക് ചാടി കളിക്കുന്ന മാതിരി ഞാൻ എഴുതാറുണ്ട്. ഇവിടെയാകുമ്പോൾ എനിക്ക് എല്ലാം sections ആക്കി തിരിച്ച് മാറ്റാം. ഒന്നെഴുതി, വേറെ ഒരു section എഴുതി, വീണ്ടും ആദ്യത്തെ section എഴുതി, അങ്ങനെ അങ്ങനെ. ഒരുപാട് നേരം ഇരുന്നും കിടന്നും ഒക്കെ  എഴുതുമ്പോൾ കൈ കടയും. പുറം വേദനിക്കും. കഴുത്തു വേദനിക്കും. ചന്തിയെല്ല് ചെയറിന്മേൽ ഉരഞ്ഞു തേയ്മാനം വന്ന് ...",
        "എനിക്ക് വല്ലാത്ത ദേഷ്യം വരുന്നു. ഞാൻ എഴുതി കൊണ്ടിരിക്കുമ്പോൾ undo ചെയ്തതും ഞാൻ എഴുതിയതൊക്കെ പോയി. എന്ത് ചെയ്തിട്ടും അത് തിരിച്ചു വന്നില്ല. ഞാൻ എഴുതിയ paragraph ഒക്കെ എന്നെന്നേക്കുമായി പോയി. Rapidtables എന്ന website-ലുള്ള editor ആണ് ഞാൻ use ചെയ്തത്. അതിനി ഞാൻ ഒരിക്കലും ഉപയോഗിക്കില്ല. പല്ലിറുമ്മി പല്ലിറുമ്മി പല്ലങ്ങട് പൊട്ടി  വീഴും കണക്കിൽ ദേഷ്യം വരുന്നു. ഞാൻ ഇപ്പൊ google docs-ലാണ് type ചെയ്യുന്നത്. ഇനി അങ്ങോട്ട് ഇത് മതി. ഇതാണ് physical ആയ book-ൽ എഴുതിയില്ലെങ്കിൽ ഉള്ള main പ്രശ്നം. മര്യാദക്ക് ചെയ്തില്ലെങ്കിൽ നമ്മുടെ വിലപ്പെട്ട സമയവും എഴുതിയ സംഭവങ്ങളും ഒക്കെ ഒറ്റയടിക്ക് അങ്ങ് പോകും. അപ്പൊ ഞാൻ കുറച്ച് extra care കൊടുക്കേണ്ടതായിട്ടുണ്ട്. ഇനി ഞാൻ delete ചെയ്ത സാധനം വീണ്ടും എഴുതാൻ പോകുന്നില്ല. അത് കൊണ്ട്  വേറെ എന്തിനെ കുറിച്ചെങ്കിലും പറയാം."
    ]
}