{
    "id": 10,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്ന് ഞാൻ സ്വപ്നം കണ്ടത് ഒരു കരടി എന്നെ ആക്രമിക്കാൻ വരുന്നതായാണ്. ഈ സ്വപ്നത്തിൽ കരടി വരാനുള്ള കാരണവും എനിക്ക് നല്ലപോലെ അറിയാം. സ്വപ്നം തുടങ്ങുന്നത് ഞാൻ പണ്ട് പഠിച്ച silver hills school-ന്റെ പരിസരത്താണ്. അവിടെ അടുത്തായി ഒരു bus stop ഉണ്ട്. ഞാൻ അവിടെ bus കാത്ത് നിൽക്കുകയാണ്. പെട്ടെന്ന് ആളുകൾ സ്കൂളിന്റെ ഭാഗത്തു നിന്നും നിലവിളിച്ചു കൊണ്ട് കൂട്ടമായി ഓടി വരുന്നത് കണ്ടു. പരിഭ്രാന്തരായ ആളുകളെ പിന്തുടർന്ന് കുറെ വന്യമൃഗങ്ങളും ഓടി വരുന്നുണ്ട്. അടുത്തുള്ള മൃഗശാലയിൽ നിന്നും രക്ഷപ്പെട്ട് പുറത്തു കടന്നതാവണം. ഞാൻ ചിന്തിച്ചു. ശരിക്കും കോഴിക്കോട് ഒരു zoo ഇല്ല. പക്ഷെ സ്വപ്നത്തിൽ ഉണ്ട് താനും. എന്തായാലും ഞാനും അവിടെ നിന്ന് ഓടാൻ തുടങ്ങി. ഞാൻ ഓടുന്നത് കണ്ട് മൃഗങ്ങളുടെ കൂട്ടത്തിലുള്ള ഒരു കുഞ്ഞി കരടിയും തള്ള കരടിയും എന്റെ പിന്നാലെ ഓടാൻ തുടങ്ങി. കുഞ്ഞി കരടി കരയുന്നുമുണ്ട്. അതിന്റെ ശബ്ദം ഏതാണ്ട് ഇതിലുള്ളത് പോലെയാണ്. അവർ രണ്ടു പേരും വേഗത്തിൽ ഓടി അടുക്കുന്നത് കൊണ്ട് ഞാൻ വേഗം ഒരു  building-ന്റെ മുകളിൽ കയറി അതിന്റെ മേൽക്കൂരയിൽ നിന്ന് അടുത്ത building-ന്റെ മേൽക്കൂരയിലേക്ക് parkour നടത്തി കൊണ്ട് പോയി. എന്റെ വീടെത്തും വരെ ഞാൻ അങ്ങനെ ചാടി ചാടി പോയി. എന്റെ വീടിന്റെ മേൽക്കൂരയിൽ നിന്നും മുകളിലത്തെ നിലയിലേക്കുള്ള കോണി ഇറങ്ങി ഞാൻ അവിടുത്തെ kitchen-ൽ എത്തി വാതിൽ തുറന്നു. അടുത്തുള്ള റൂമിൽ എന്റെ ചേച്ചി full makeup ഇട്ട് നിലത്തു കിടന്നുറങ്ങുന്നുണ്ടായിരുന്നു. ഞാൻ ചേച്ചിയെ ഉറങ്ങിക്കിടക്കുന്നിടത്ത് നിന്നും വിളിച്ച് കാര്യങ്ങൾ പറഞ്ഞു. വീട്ടിൽ ഞങ്ങൾ അല്ലാതെ ആരും ഉണ്ടായിരുന്നില്ല. അച്ഛൻ പുറത്തു പോയതാണെന്ന് തോന്നുന്നു. ഞങ്ങൾ വേഗം താഴത്തേക്ക് ചെന്ന് വാതിൽ അടച്ചു. പക്ഷെ ആ വാതിലിന് എന്തോ പ്രശ്‌നമുള്ളതിനാൽ എത്ര നന്നായി അടച്ചു കുറ്റിയിട്ടാലും അത് താനേ തുറന്നങ്ങു പോരും. ജനാല വഴി പുറത്തേക്ക് നോക്കിയപ്പോൾ കരടിയും കുഞ്ഞും വരാന്തയിലേക്ക് ഓടി വരുന്നത് കണ്ടു. ഇത് കണ്ട ചേച്ചി എന്നെ അവിടെയിട്ടിട്ട് മുകളിലേക്ക് ഒറ്റ ഓട്ടം. ഞാൻ വാതിൽ തുറക്കാൻ സമ്മതിക്കാതെ അതിനെ block ചെയ്ത് നിന്നു. കരടി ഒറ്റ ഉന്തിന് ഡോറും കൂട്ടത്തിൽ എന്നെയും തള്ളിയിട്ടു. ഞാൻ എന്റെ ജീവനും കൊണ്ട് എഴുന്നേറ്റോടി മുകളിലേക്ക് കയറിപ്പോയി. മുകളിലേക്കുള്ള staircase-ൽ ഒരു ഫൈബർ door ഉണ്ട്. അത് തകർത്ത് മുകളിലേക്ക് പോകാൻ കരടിക്ക് ഒരു പ്രയാസവുമില്ല. പക്ഷെ ഞാനും ചേച്ചിയും ആ ഡോർ അടച്ച് അതിനു സമീപം നിന്ന് വ്യാകുലപ്പെടുകയാണ്. അച്ഛൻ അമ്മ work ചെയ്യുന്ന hospital-ൽ നിന്ന് അമ്മയെ duty കഴിഞ്ഞു കൂട്ടി കൊണ്ടുവരാൻ പോയതാണ്. അവർ ഏതു സമയത്തും വീട്ടിലെത്തും. അവരെ വിളിച്ചു പറയാനാണെങ്കിൽ phone താഴത്തെ മുറിയിൽ ആണ് താനും. ഇങ്ങനെ tension അടിച്ചു കൊണ്ട് ഞാനും ചേച്ചിയും നിൽക്കുമ്പോൾ ഞാൻ കരടിക്കുഞ്ഞിന്റെ കരച്ചിൽ കേട്ടു. എവിടെയോ കേട്ട് പരിചയമുള്ള ശബ്ദം പോലെ എനിക്ക് തോന്നി. അപ്പോഴാണ് എനിക്ക് ശരിക്കുമുള്ള ബോധം വന്നത്. എനിക്ക് ഇടയ്ക്കിടെ ശ്വാസം മുട്ടലിന്റെ പ്രശ്നം ഉണ്ടാകാറുണ്ട്. അപ്പോൾ ഒരു wheezing sound ശ്വാസം വലിക്കുമ്പോൾ എനിക്ക് വരാറുണ്ട്. കരടി കുഞ്ഞിന്റെ ശബ്ദം ശരിക്കും അതായിരുന്നു. ഉറക്കത്തിനിടയിൽ എപ്പോഴോ ശ്വാസം മുട്ടൽ വന്നിരിക്കുന്നു. Inhaler കണ്ടുപിടിക്കണം. ഞാൻ ഉണർന്നെണീച്ചു. Inhaler-ന് മുകളിലാണ് ഞാൻ കിടക്കുന്നത്. എല്ലാ രാത്രിയും എനിക്ക് ശ്വാസം മുട്ടലിന്റെ പ്രശ്നം വരാറുണ്ട്. അത് കൊണ്ടാണ് inhaler അടുത്ത് തന്നെ വക്കുന്നത്. December മാസത്തിന്റെ തണുപ്പ് കാൺപൂരിനെ അപേക്ഷിച്ച് ബാംഗ്ലൂരിൽ കുറവാണെങ്കിൽ പോലും ചെറിയ തണുപ്പ് വരെ എനിക്ക് പ്രശ്നമാണ്. തടി വീണ്ടും കൂടിയതാകാം അതിനു കാരണം. എന്തായാലും inhaler രണ്ടു puff വലിച്ചു. Wheezing നിന്നു. അസ്വസ്ഥത നിന്നു. സമയം ആറു മണി കഴിഞ്ഞിരിക്കുന്നു. സാധാരണ ഒരു മണി - രണ്ടു മണിക്ക് ഉറങ്ങുന്ന ഞാൻ നാല് മണിയാകുമ്പോൾ ശ്വാസം മുട്ടി എഴുന്നേൽക്കാറുണ്ട്. ഇന്ന് കുറച്ച് കൂടി ഉറങ്ങാൻ പറ്റി എന്ന് സന്തോഷിക്കാം.",
        "!LNK^https://www.youtube.com/watch?v=0EEfjUGc1Io&t=21s^Bear sound"
    ]
}