{
    "id": 100,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്ന് വൈകുന്നേരം എനിക്ക് ഒരു quiz ഉണ്ടായിരുന്നു. ഞാൻ എല്ലാം പഠിച്ച് കൊട്ടയിലാക്കിയിട്ടൊന്നുമില്ല. എന്നാലും മൂന്നാമത്തെ homework-നെ base ചെയ്തിട്ടുള്ള quiz ആയിരിക്കുമെന്ന് സാർ മുന്നേ പറഞ്ഞത് കൊണ്ട് ഞാൻ ആ homework സ്വന്തമായി solve ചെയ്യാൻ maximum ശ്രമിച്ചിരുന്നു. അത് കൊണ്ടാവണം quiz ഏതാണ്ട് എളുപ്പമായി തോന്നിയത്. ഇനി പരീക്ഷ paper തിരിച്ച് കിട്ടുമ്പോൾ ഞാൻ അശ്രദ്ധമായി എന്തൊക്കെ മണ്ടത്തരങ്ങൾ ചെയ്തു എന്ന് കണക്കെടുക്കേണ്ടി വരും. എന്നാലും സാരമില്ല. ഇന്ന് വൈകുന്നേരം മൂന്ന് മണിക്കുള്ള ക്ലാസ്സിന് ശേഷമായിരുന്നു പരീക്ഷ. ഞാൻ ക്ലാസ്സിൽ പത്ത് മിനിറ്റ് മുൻപേ എത്തി. വേറൊരു പെണ്ണും നേരത്തെ എത്തിയിട്ടുണ്ടായിരുന്നു. ക്ലാസ് തുടങ്ങുന്നതിന് അഞ്ച് മിനിറ്റ് മുൻപ് എന്നോട് homework-ലെ അവസാന question-ന്റെ doubt അവർ ചോദിച്ചു. ഞാൻ ക്ലാസ്സിലേക്ക് പോരുന്നതിന് മുൻപ് കുറെ സമയമെടുത്ത് അതിന് ഉത്തരം കണ്ടു പിടിച്ചിരുന്നു. അത് ഞാൻ അവർക്ക് പറഞ്ഞു കൊടുത്തു. ഞാൻ communication-ൽ മോശക്കാരനായത് കൊണ്ട് എനിക്ക് മര്യാദയ്ക്ക് അതിന്റെ solution convey ചെയ്യാൻ പറ്റിയില്ല. അത് കൊണ്ട് അവർ attempt ചെയ്ത solution-ൽ എന്താണ് mistake എന്ന് ഞാൻ നേരെ അവരുടെ notebook-ൽ ചൂണ്ടി കാണിച്ച് കൊണ്ട് പറഞ്ഞു. അവർക്ക് ഉത്തരം മനസ്സിലായപ്പോൾ എനിക്കും സന്തോഷമായി. ആണ്ടിലൊരിക്കൽ നടക്കുന്ന അത്ഭുതമാണിത്. എനിക്ക് doubt ഉള്ളത് തന്നെയായിരിക്കും മിക്കവരും എന്നോട് ചോദിക്കാറുള്ളത്. അന്നേരം അവരെ help ചെയ്യാൻ പറ്റാതെ ഞാൻ സ്വയം പഴിക്കും. ഞാൻ എന്താ ഇത്ര പൊട്ടനായത് എന്ന് അപലപിക്കും. ഇന്ന് അതിനൊരു change ഉണ്ടായിരിക്കുന്നു. ഒരു welcome change. എന്തെങ്കിലും നല്ല ഭക്ഷണം തിന്നാൻ വാങ്ങി അതിൽ സന്തോഷിക്കാൻ എന്റെ മനസ്സ് ഒരുപാട് പറഞ്ഞു. പക്ഷെ എനിക്ക് തടി കുറയ്ക്കണം. എനിക്ക് പഴയ പോലെ ആകണം. എനിക്കും happy ആയിരിക്കണം. അത് കൊണ്ട് എന്റെ തലയ്ക്ക് തന്നെ ഒരു കൊട്ട് കൊടുത്തിട്ട് ‘പറ്റില്ല’ എന്ന് എന്നോട് തന്നെ ഞാൻ പറഞ്ഞു.",
        "ഇത് എന്റെ ഈ ബ്ലോഗിലെ നൂറാമത്തെ entry ആണ്. ആരും വായിക്കാത്ത ബ്ലോഗിലെ നൂറാമത്തെ entry ആണെങ്കിലും ഇതൊരു ചെറിയ milestone അല്ലേ? ഞാൻ ഈ എഴുത്ത് തുടങ്ങിയ ദിവസം വിചാരിച്ചത് കൂടിപ്പോയാൽ രണ്ട് ദിവസം, അതിൽ കൂടുതൽ ഞാൻ ഈ എഴുത്ത് തുടരുകില്ല എന്നായിരുന്നു. ഇപ്പൊ നോക്കിക്കേ മൂന്ന് മാസം തീരാനായിരിക്കുന്നു. അത് achievement തന്നെയാണ്. Maybe എന്റെ neurodiverse ass-ന്റെ special interest ചിലപ്പം ഇതായിരിക്കും. പക്ഷെ എനിക്ക് already അമിതമാം വണ്ണം chess-നോട് special interest ഇല്ലേ? Neurodiverse ആയിട്ടുള്ളവർക്ക് multiple special interests ഉണ്ടാകുമോ? ചെറിയ കുട്ടിയായിരുന്നപ്പോഴാണ് ഞാൻ കവിതയും കഥയും അത് പോലെ പലതും എഴുതാറുണ്ടായിരുന്നത്. Maybe ഈ interest എപ്പോഴും എന്റെ മനസ്സിൽ ഉണ്ടായിരുന്നതാകാം. എന്നെ പണ്ട് പഠിപ്പിച്ച ഒരു മലയാളം സാർ ഉണ്ടായിരുന്നു. പേര് സുഭാഷ്. എപ്പോഴും ഞാൻ എന്തെങ്കിലും ഒക്കെ കഥയോ കവിതയോ എഴുതിയാൽ എന്നെ കുറെ പുകഴ്ത്തി പറയും. എനിക്ക് എന്നിൽ തന്നെ വല്യ കഴിവൊന്നും തോന്നിയിട്ടില്ല. എന്നാലും ഈ സാർ എപ്പോ chance കിട്ടിയാലും എന്നെ പൊക്കി ഒരു pedestal-ന്റെ മീതെ വയ്ക്കും. ചില സമയത്ത് അത് embarrassing ആണ്. എനിക്ക് ആൾക്കാരുടെ കണ്മുന്നിൽ നിന്ന് എത്ര ഒഴിവാക്കാൻ പറ്റുമോ, അത്രയും ഞാൻ അതിന് try ചെയ്യും. അതിന് വിപരീതമായിട്ടാണ് സാറിന്റെ പ്രവർത്തി. ഞാൻ വല്യ എഴുത്തുകാരനൊക്കെ ആകുമെന്ന് മൂപ്പര് പ്രതീക്ഷിച്ചിട്ടുണ്ടാകും. ഒരു parent-teacher meeting-ൽ ഞാനും കൂടെ അമ്മയുടെ ഒപ്പം ചെന്നപ്പോൾ സാർ എന്നോട് ചോദിച്ചിരുന്നു എനിക്ക് ആരവനാണ് ആഗ്രഹമെന്ന്. നന്നേ ചെറിയ പ്രായത്തിൽ ഞാൻ ‘postman’ എന്ന് ഉത്തരം പറയുമായിരുന്നു. ഒരാൾക്ക് കൊടുക്കേണ്ട കത്ത് വേറെ ഒരാൾക്ക് കൊടുക്കും. ഇല്ലാത്ത കത്ത് എഴുതി ഓരോരുത്തർക്കും അയച്ച് കൊടുക്കും. അങ്ങനെ വെറും തരികിട postman. പിന്നെ കുറച്ച് കൂടി വളർന്നപ്പോൾ scientist എന്ന് പറഞ്ഞു. എനിക്ക് science-ൽ അടങ്ങാനാവാത്ത ആഗ്രഹം ഒന്നും ഉണ്ടായിട്ടല്ല. എവിടെയോ scientist എന്ന് കേട്ടു. നല്ല പദവിയായത് കൊണ്ട് ആൾക്കാരുടെ സ്ഥിരം ചോദ്യമായ ‘മോന് വലുതാവുമ്പോൾ ആരാവാനാണ് ആഗ്രഹം?’ എന്ന കേട്ടുമടുത്ത ചോദ്യത്തിന് എനിക്ക് decent ആയിട്ടുള്ള ഉത്തരം പറയാലോ? ഒന്നെങ്കിൽ ആ ചോദ്യം, അല്ലെങ്കിൽ ‘മോന് അച്ഛനെയാണോ ഇഷ്ടം, അമ്മയെയാണോ ഇഷ്ടം’ എന്ന psycho ചോദ്യം. ഇത് രണ്ടുമല്ലാത്ത sensible ആയിട്ടുള്ള ചോദ്യങ്ങൾ ഒന്നും ഇവർക്ക് ചോദിക്കാനില്ലേ? ഞാൻ എന്റെ cousin-ന്റെ ചെറിയ മക്കളോട് sensible ആയിട്ടുള്ള ചോദ്യങ്ങൾ ചോദിക്കുന്നുണ്ടല്ലോ. അവൻ വലിയ ആൾക്കാരെ പോലെ അതിനൊക്കെ ചിന്തിച്ചിട്ട് മറുപടി പറയലും ഉണ്ട്. പണ്ടത്തെ ആൾക്കാർ വെറും കിഴങ്ങന്മാരാണ്. അല്ലാതെ ആ രണ്ട് പൊട്ട ചോദ്യങ്ങൾ മാത്രം എന്നോട് ചോദിക്കുമോ? സുഭാഷ് സാർ എന്നോട് ആരാവാനാണ് ആഗ്രഹം എന്ന് ചോദിച്ചപ്പോൾ ഞാൻ civil service ചെയ്യാനാണ് ആഗ്രഹിക്കുന്നത് എന്ന് വെറുതെ അപ്പൊ തോന്നിയ തോന്നലിൽ തട്ടി വിട്ടു. എന്നെ കൊന്നാലും ഞാൻ civil service-ന് പോകില്ല. അതിന് വേണ്ട ഒരു യോഗ്യതയും എനിക്കില്ല. എനിക്കുണ്ടാവാനും പോകുന്നില്ല. ഞാൻ വലുതായിട്ട് അച്ഛന്റെ കൂടെ സഹായിയായി നിൽക്കാനാണ് ആഗ്രഹിക്കുന്നത് എന്ന് പറയാൻ പറ്റുമോ? ഓരോ കല്യാണ സദ്യക്കും, വീട്ടിൽ കൂടലിനും, ചാവടിയന്തരത്തിനും അച്ഛൻ പോകുമ്പോൾ ഞാനും കൂടെ പോയി food തട്ടിവിടും. എന്താ നല്ല പരിപാടിയല്ലേ? നാണമില്ലാത്തവർക്ക് പറ്റിയ പരിപാടിയാണ്. അത് ശരി തന്നെ. എനിക്ക് വലിയ നാണമൊന്നും ഇല്ല. അത് കൊണ്ട് എല്ലാം balance ആയിക്കോളും. ‘Civil service’, ‘MBA’ എന്നൊക്കെ കേൾക്കുമ്പോൾ എനിക്ക് mini heart attack ആണ് വരാറുള്ളത്. ഒരുപാട് പേരോട് interact ചെയ്യേണ്ട ജോലി. ഓരോ individual-ലും ഓരോ potential തലവേദനയാണ്. എന്റെ philosophy അത്യാവശ്യമില്ലെങ്കിൽ കഴിവതും ആൾക്കാരിൽ നിന്ന് അകന്ന് നിൽക്കുക എന്നാണ്. എനിക്കതിന് പറ്റും. ചെറിയ പ്രായത്തിലേ ഞാൻ അങ്ങനെയാണ്. ‘Teamwork’-ക്കും synergy-യും തേങ്ങാപ്പിണ്ണാക്കിലുമൊന്നും എനിക്ക് വിശ്വാസമില്ല. Whole is greater than the sum of its parts എന്നത് അതിൽ ഒരു part ഞാൻ ആവാതിരിക്കുമ്പോഴാണ്. ഞാൻ ഒരു part ആണെങ്കിൽ whole ഞാൻ ഒഴികെ വേറെ ഏത് പാർട്ടിനേക്കാളും ചെറുതായിരിക്കും. കൊട്ടത്തോണിയിലെ ഓട്ടയാണ് ഞാൻ. എല്ലാവരെയും മുക്കിക്കൊല്ലാൻ ഞാനെന്ന ഒട്ടയ്ക്ക് കഴിയും. ആർക്കും ഒരു ഉപകാരവുമില്ല താനും. ‘നല്ല self-esteem ആണല്ലോ?’ എന്ന് sarcastically പറഞ്ഞ് ചിരിച്ചോളൂ. ഞാനും അതിൽ കൂടെച്ചേരാം."
    ]
}