{
    "id": 102,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്ന്  എത്ര നല്ല കാലാവസ്ഥയാണ്! Kyiv മരിച്ച് കൊണ്ടിരിക്കുമ്പോഴും അങ്ങകലെ ബാംഗ്ലൂർ ഒന്നും അറിയാത്ത മട്ടിൽ പട്ടുസാരിയുമണിഞ്ഞ് കുണുങ്ങി നിൽക്കുന്നു. Campus-നകത്തെ കുറെ വലിയ മരങ്ങൾ പിങ്കും വയലറ്റും നിറമുള്ള പൂക്കളണിഞ്ഞ് നിൽക്കുകയാണ്. അത് കാണാൻ തന്നെ എന്തൊരു രസമാണ്! ഞാൻ ഇപ്പൊ library-ക്കകത്താണ്. ഒന്നാമത്തെ നിലയിൽ ഏറ്റവും പിന്നിലെ row-ൽ പുറത്തേയ്ക്കുള്ള ജനലിനോടടുത്താണ് എന്റെ ഇരിപ്പിടം. നല്ല തെളിഞ്ഞ ആകാശം, ചെറിയ കാറ്റ്, തെളിവെയിൽ, പക്ഷികളുടെ പാട്ടുകൾ, എല്ലാം ഉണ്ട്. പൂക്കൾക്ക് ചുറ്റും തേനീച്ചകൾ വട്ടമിട്ട് പറക്കുന്നു. നല്ല ഉയരമുള്ള മരങ്ങളുടെ മുകളിൽ വിരിഞ്ഞ പിങ്ക് പൂക്കൾക്ക് ചുറ്റുമുള്ള തേനീച്ചകൾ. ഇത്ര ഉയരത്തിൽ ചെന്ന് തേനീച്ചകൾ തേൻ നുകരുന്നത് ഞാൻ ആദ്യമായിട്ട് കാണുകയാണ്. ശരിക്കും ഏറ്റവും പിന്നിലല്ല ഞാൻ സ്ഥിരമായിട്ട് ഇരിക്കാറുള്ള സ്ഥലം. പിന്നിൽ നിന്നും ഒരു row-യ്ക്ക് മുന്നിലാണ് ഇരിക്കാറുള്ളത്. ഞാൻ library തുറന്ന് ഇരുപത് മിനിട്ടിനുള്ളിൽ തന്നെ അതിനുള്ളിലേക്ക് register-ൽ പേര് രേഖപ്പെടുത്തി പ്രവേശിച്ചു. പക്ഷെ എന്റെ സ്ഥിരം ഇരിപ്പിടത്തിലേക്ക് വന്നപ്പോൾ അവിടെ already ഒരു പെണ്ണ് ഇരിപ്പുറപ്പിച്ചിരിക്കുന്നത് കണ്ടു. ഇന്നലെ രാത്രി library അടയ്ക്കുന്ന സമയം അവിടെ നിന്ന് പോരുന്നതിന് മുൻപ് ഞാൻ എന്റെ മൂന്ന് book-ക്കും keyboard-ഡും ഇരിപ്പിടത്തിന് മുകളിൽ വച്ചിരുന്നു. അത് ഇപ്പോൾ നോക്കിയപ്പോൾ കാണാനില്ല. എന്റെ seat-റ്റും പോയി, ബുക്കും പോയി, keyboard-ഡും പോയി എന്ന  അവസ്ഥയിലായി ഞാനപ്പോൾ. പക്ഷെ ഈ പെണ്ണ് അവിടെ ഇരിക്കുന്നതിന് മുൻപ് എന്റെ സാധനങ്ങൾ പിറകിലെ desk-ൽ വയ്ക്കുകയാണ് ചെയ്തത്. എനിക്ക് മനസ്സിൽ ദേഷ്യം വന്നു. ഇവൾക്ക് ഇരിക്കാൻ ഒരായിരം seat-റ്റുകൾ ലൈബ്രറിയുടെ മുകളിലും താഴെയുമായിട്ട് ഉണ്ട്. എന്നിട്ട് ഇവിടെ മാത്രം എന്തിന് വന്നിരിക്കുന്നു? ചെറിയ കുട്ടികളെ പോലെ ‘അതെന്റെ സീറ്റാ’ എന്ന് പറഞ്ഞ് കരയാൻ പറ്റുമോ? അത് കൊണ്ടാണ് ഇന്ന് ഞാൻ അവൾക്ക് പുറകിലത്തെ seat-ലേക്ക് സ്ഥാനം മാറിയിരുന്നത്. Might I say, എനിക്ക് ഈ ഇരിപ്പിടം തീരെ പിടിക്കുന്നില്ല. പുറത്തെ നല്ല കാലാവസ്ഥ മാത്രമാണ് എല്ലാത്തിനെയും കൂട്ടിയോജിപ്പിക്കുന്ന glue.",
        "ഇന്ന് മാളേച്ചിയെ പെണ്ണ് കാണാൻ ഒരാൾ വന്നിരുന്നു. നല്ല ഭംഗിയുള്ള, നല്ല ജോലിയുള്ള, നല്ല setup ഉണ്ടെന്ന് തോന്നിക്കുന്ന ഒരു ചെക്കൻ. ഞങ്ങടെ ഫാമിലിയിൽ ഉള്ളവർക്ക് എല്ലാവർക്കും ചെക്കനെ ഇഷ്ടമായി. ചെക്കന് മാളേച്ചിയെ ഇഷ്ടമാണെന്ന് പറഞ്ഞു. മാളേച്ചിയ്ക്ക് ചെക്കനെ ഇഷ്ടമാണെന്നും പറഞ്ഞു. ഈ ചെക്കൻ എന്റെ ഭാവി അളിയനാകാനുള്ള chance അപ്പോൾ നന്നേ കൂടുതലാണെന്ന് സാരം. ഈ പെണ്ണുകാണൽ എന്ന ഏർപ്പാട് അടി മുതൽ മുടി വരെ cringy ആയിട്ടുള്ള ഏർപ്പാടാണ്. ആ cringe-ന്റെ impact ചിലപ്പോൾ ആഴ്ചകളോളം അവശേഷിച്ചേക്കാം. എനിക്ക് മാളേച്ചിയുടെ കല്യാണത്തിനെ പറ്റി ആലോചിക്കുമ്പോൾ തല കറങ്ങുന്നു. അനുജൻ എന്ന നിലയിൽ ഞാൻ അവിടെ വേണം. ഒരുപാട് ആളുകൾ ചടങ്ങിൽ പങ്കെടുക്കും. അവരോടൊക്കെ interact ചെയ്യണം, കാര്യങ്ങൾ നടത്തിക്കുന്നതിൽ ശ്രദ്ധിക്കണം. എല്ലാ awkwardness-സും handle ചെയ്യാൻ പറ്റാതെ ഞാൻ ബോധം കെട്ട് നിലത്ത് വീണുപോകും. കല്യാണ സമയമാകുമ്പോൾ എങ്ങോട്ടെങ്കിലും ഓടി രക്ഷപ്പെടാൻ പറ്റിയിരുന്നെങ്കിൽ എന്ന് ആശിച്ചുപോകുന്നു. Putin-നെക്കൊണ്ട് എന്തെങ്കിലും ഉപകാരം ഉണ്ടാകണമെങ്കിൽ കല്യാണ ദിവസം ഇന്ത്യയിൽ, കേരളത്തിൽ, കോഴിക്കോടിന് മീതെ atom bomb ഇടേണ്ടി വരും. എന്നാൽ മാത്രമേ എനിക്ക് വരാൻ പോകുന്ന cringefest-ൽ നിന്ന് രക്ഷപ്പെടാൻ പറ്റൂ."
    ]
}