{
    "id": 103,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "!PRE_വിഷ്ണുപുരാണവും പദ്മപുരാണവും ബൃഹസ്പതി സംഹിതയും പറയുന്നത് ശ്രദ്ധിക്കൂ__'ആസിന്ധോ സിന്ധുപര്യന്തം_യസ്യ ഭാരത ഭൂമികാഃ_മാതൃഭൂഃ പിതൃഭൂശ്ചെവ_സവൈ ഹിന്ദുരിതിസ്മൃതഃ'__ഹിമാലയ പര്‍വ്വതം മുതല്‍ ഇന്ത്യന്‍ മഹാസമുദ്രം വരെ വ്യാപിച്ചു കിടക്കുന്ന ഭാരത ദേശത്തെ മാതൃഭൂമിയായും പിതൃഭൂമിയായും കരുതി ആരാധിക്കുന്നവരാരൊക്കെയാണോ അവരെയാണ് ഹിന്ദുക്കള്‍ എന്നു വിളിക്കുന്നത്.__'ഹിമാലയം സമാരഭ്യം യാവത് ഹിന്ദു സരോവരം_തം ദേവനിര്‍മ്മിതം ദേശം ഹിന്ദുസ്ഥാനം പ്രജക്ഷതേ'__ഹിമാലയ പര്‍വ്വതം മുതല്‍ ഇന്ത്യന്‍ മഹാസമുദ്രം വരെ വ്യാപിച്ചു കിടക്കുന്ന ദേവനിര്‍മ്മിതമായ ഈ ദേശത്തെ ഹിന്ദുസ്ഥാനം എന്നു വിളിക്കുന്നു.__അതായത് ഹിന്ദു എന്നത് മതമല്ല മറിച്ച് ഭാരതത്തെ ഈശ്വര തുല്ല്യം ആരാധിച്ച് ഇവിടെ നിലനിന്നിരുന്ന ആചാര, വിചാര, വിശ്വാസ, സങ്കല്‍പങ്ങള്‍ അനുസരിച്ച് ഇവിടെ ജീവിച്ച ഒരു ജനതയുടെ സംസ്കാരമാണ് ഹിന്ദുത്വം.__മതം എന്ന വാക്കിന്‍റെ അര്‍ത്ഥം അഭിപ്രായം എന്നു മാത്രമാണ്.",
        "!LNK^http://bhattathiri.blogspot.com^Bhattathiri's blog",
        "ഞാൻ വെറുതെ മലയാളവുമായി ബന്ധപ്പെട്ട എഴുത്തുകൾ നെറ്റിൽ തിരയുന്നതിനിടെയാണ് ഈ gems ഭട്ടതിരിയുടെ blog-ൽ നിന്ന് കിട്ടിയത്. ഈ എഴുതിയതിന് ശേഷം മറ്റ് മതങ്ങളെയൊക്കെ അപേക്ഷിച്ച് ഹിന്ദുത്വം എങ്ങനെ ശ്രേഷ്ഠമാകുന്നു എന്നൊക്കെ പറയുന്നുണ്ട്. അതൊക്കെ തത്കാലം കണ്ടില്ലെന്ന് നടിക്കാം. ഹിന്ദുക്കൾ ഹിമാലയം തൊട്ട് ഇന്ത്യൻ മഹാസമുദ്രം വരെ വ്യാപിച്ച് കിടക്കുന്ന ഭൂമിയെ മാതാവിനും പിതാവിനും തുല്യരായി കണക്കാക്കുന്നു. ഈ ഭൂമിയെ ഹിന്ദുസ്ഥാനം എന്നും വിളിക്കുന്നു. ഇതിലപ്പുറം എന്താണ് ആ കവിതകളിൽ എഴുതിയിരിക്കുന്നത്? ഭട്ടതിരി എന്തിനാണ് പിന്നെ എഴുതാപ്പുറം വായിക്കുന്നത്? തന്റേതായ interpretations-സും പൊടിപ്പും തൊങ്ങലും ചേർക്കുന്നത് എന്തിനാണ്? ഈ രണ്ട് കവിതാശകലങ്ങളിൽ എഴുതിയതിന്റെ direct അർഥം ആൾക്കാർ മനസ്സിലാക്കിയാൽ മതി ഈ ദുനിയാവിൽ ഉള്ള വർഗീയ problems ഒക്കെ തീർക്കാൻ. ഇവിടെ ഏത് മതക്കാർ വേണമെങ്കിലും ജീവിച്ചോട്ടെ. As long as അവർ ഈ മണ്ണിൽ ജനിച്ചവരാണെന്ന് പറയുന്നിടത്തോളം അവരും, നമ്മളും, എല്ലാവരും ഒരേ ഗണത്തിൽ പെടുന്നവരാകുന്നു. അതിന് ഹിന്ദു എന്നോ, Indian എന്നോ, വേറെ എന്ത് പേര് വേണമെങ്കിലും വിളിച്ചോളൂ. What matters is ഇവിടെ നമ്മൾ ഒരുമിച്ചു ജനിച്ചു, ഇവിടെ നമ്മൾ ഒരുമിച്ചു ജീവിക്കുന്നൂ എന്ന collective ചിന്ത മാത്രം."
    ]
}