{
    "id": 104,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "!IMG_night-corridor.jpeg_corridor in the night",
        "ഞാൻ ഇന്നലെ രാത്രി കുറെ നേരം ഇരുട്ടത്ത് campus-ലൂടെ അങ്ങോട്ടും ഇങ്ങോട്ടും നടന്നു. റൂമിൽ കുത്തിയിരുന്നപ്പോൾ ഒരുപാട് ചിന്തകൾ ഒരുമിച്ച് മനസ്സിൽ വന്ന് overloaded ആയി ഭ്രാന്ത് പിടിക്കുന്ന പോലെ തോന്നി. ശരിക്കും പറഞ്ഞാൽ ഉറങ്ങാനല്ലാതെ റൂമിലേക്ക് പോകരുത്. അത് ശരിക്കും ഒരു ശപിക്കപ്പെട്ട സ്ഥലമാണ് എന്നാണ് ഇപ്പൊ എനിക്ക് തോന്നുന്നത്. മനസ്സിലെ clutter clear ചെയ്യാനും കുറച്ച് relaxed ആവാനും വേണ്ടിയാണ് ഞാൻ നടന്നത്. Campus-നകത്ത് ഒരു പാട് ‘marg’-കൾ ഉണ്ട്. മധുര മാർഗ്, ഗുൽമോഹർ മാർഗ്, തല മാർഗ്, എന്ന് തുടങ്ങി കുറെയെണ്ണം. ഏത് മാർഗ് എവിടെ തുടങ്ങി എവിടെ അവസാനിക്കുന്നു എന്ന് എനിക്ക് വലിയ പിടിയില്ല. കുറെ നടന്ന് ഞാൻ Byraveshwara store-ൽ ചെന്ന് ഒരു packet ഉപ്പ് വാങ്ങിച്ചു. എന്തിനാണെന്നല്ലേ? ഇന്നലെ ഞാൻ വൈകുന്നേരം ഒരുത്തന്റെ dieting-നെ പറ്റി വായിച്ചിരുന്നു. അയാൾ നാൽപ്പത് ദിവസം വെള്ളം മാത്രം കുടിച്ച് fasting ചെയ്തു. എന്നിട്ട് 50 lbs-നടുത്ത് തടി കുറച്ചു. അത്രയും ദിവസം fasting ചെയ്യാൻ കുറച്ച് മനക്കരുത്തൊക്കെ വേണം. ഞാൻ എത്ര try ചെയ്താലും 36 മണിക്കൂറിന് മുകളിലേക്ക് എനിക്ക് fast ചെയ്യാൻ പറ്റാറില്ല. എനിക്ക് കീഴടക്കേണ്ട ഒരു challenge ആയിട്ടാണ് എപ്പോഴും ഞാൻ അതിനെ കാണാറുള്ളത്. ഒരു സമയം വരും. അന്നേരം എനിക്ക് നാൽപ്പത് ദിവസമല്ല, അതിനും മുകളിൽ പോകാൻ പറ്റും എന്ന ചിന്ത വരാറുണ്ട്. ഇയാളുടെ കഥ വായിച്ചിട്ട് എനിക്ക് ചെറുതായി motivation കിട്ടി. 36 മണിക്കൂറിന് മുകളിൽ എനിക്ക് പോകാൻ പട്ടും എന്ന motivation. പക്ഷെ ഒറ്റയടിക്ക് ഒരാൾക്ക് നാൽപ്പത് ദിവസം fast ചെയ്യാൻ പറ്റില്ല. അതിന് ഒരു progression വേണം. സാധാരണ ആളുകളുടെ progression ഇങ്ങനെയാണ്: ആദ്യം intermittent fasting, പിന്നെ One Meal A Day (OMAD), പിന്നെ 36 മണിക്കൂർ, പിന്നെ മൂന്ന് ദിവസം, പിന്നെ അഞ്ച് ദിവസം, പിന്നെ ഒരാഴ്ച, പിന്നെ രണ്ടാഴ്ച, പിന്നെ ഒരു മാസം, പിന്നെ നാൽപ്പത് ദിവസം. എന്റെ plan അഞ്ച് ദിവസം വരെ push ചെയ്യാനാണ്. Rolling 5 day fasts ചെയ്യാൻ പറ്റിയാൽ അതാകും ഏറ്റവും ഉത്തമം. പക്ഷെ എപ്പോഴും extended fasts-നോട് അനുബന്ധിച്ച് കുറച്ച് dangers ഉണ്ട്. ഒരുപാട് benefits ഉണ്ടെങ്കിലും potential dangers കണ്ടില്ലെന്ന് നടിച്ചാൽ അത് മരണത്തിന് വരെ കാരണമാകാം. Fasting മൂലമുള്ള body-യിലെ ചില മാറ്റങ്ങൾ നോക്കാം: ഒന്ന്, നമ്മളുടെ സാധാരണ ഭക്ഷണത്തിലുള്ള carbs body-ക്ക് കിട്ടാതാവുമ്പോൾ അത് നമ്മളുടെ ശരീരത്തിൽ store ചെയ്ത് വച്ചിട്ടുള്ള fat-നെ fuel ആക്കി മാറ്റുന്നു. Glycogen reserves ഇല്ലാതാവുമ്പോൾ ഈ fat-ൽ സംഭരിച്ച ഊർജത്തെ ശരീരം ഉപയോഗിക്കുന്നത് ketosis മുഖേനയാണ്. രണ്ട്, sugar body-ക്ക് കിട്ടാതാവുമ്പോൾ നമ്മളുടെ insulin levels-സും താനെ കുറയും. Blood sugar level നിയന്ത്രിക്കുക എന്നതാണ് insulin എന്ന hormone-ന്റെ പ്രധാന ദൗത്യം. Sugar ഇല്ലെങ്കിൽ insulin-ന് കച്ചോടമില്ലാണ്ട് ഈച്ചേനേം ആട്ടി കുത്തിരിക്കലാകും പണി. മൂന്ന്, prolonged fasting കാരണം നമ്മുടെ gut bacterias മൊത്തം ചത്ത് പണ്ടാരമടങ്ങും. നാല്, ശരീരം കേടുപാട് സംഭവിച്ച സെല്ലുകളെയും, മറ്റ് components-നെയും സ്വയം തിന്നുന്നു. Autophagy-ക്ക് കാരണമാകുന്നു. അഞ്ച്, electrolytes-ന്റെ balance നഷ്ടപ്പെടുന്നു. ആറ്, body-ക്ക് വേണ്ട പോഷകങ്ങൾ ലഭിക്കാതെയാകുന്നു. ഇത് കുറച്ച് മാത്രം മാറ്റങ്ങളാണ്. ഇനിയുമുണ്ട് ഇത് പോലെ കുറെയെണ്ണം. കിട്ടാതാവുന്ന പോഷകങ്ങൾ artificial ആയിട്ട് നമ്മൾ supplements മുഖേന കൊടുക്കണം. അത് പോലെ തന്നെ electrolyte imbalance വരാതിരിക്കാൻ കല്ലുപ്പും, അത്പോലെ electrolytes-ന്റെ supplements-സും ഒരു dietician-ന്റെയോ അല്ലെങ്കിൽ ഇതിനെ പറ്റി അറിയുന്ന ആളുകളുടെയോ നിർദ്ദേശത്തോടെ intake ചെയ്യണം. ഇതൊന്നുമില്ലാതെ പെട്ടെന്ന് fast break ചെയ്താൽ refeeding syndrome-ന് കാരണമാകും. ഇതാണ് വളരെ dangerous ആയിട്ടുള്ള സാധനം. പെട്ടെന്നുള്ള ദ്രാവകങ്ങളുടെയും electrolytes-ന്റെയും imbalance മൂലമാണ് ഇത് സംഭവിക്കുന്നത്. പെട്ടെന്ന് കുറെ carbs intake ചെയ്താൽ അത് insulin levels spike ചെയ്ത് പിന്നെ crash ചെയ്യാനും കാരണമാകും. Repeated ആയിട്ട് ഇത് സംഭവിച്ച് കഴിഞ്ഞാൽ pancreas അനിശ്ചിത കാല സമരത്തിലേക്ക് പോകും. ചിലപ്പോൾ ഒരു അനുനയത്തിന് pancreas ഒരിക്കലും തയ്യാറായില്ലെന്ന് വരും. അവിടെ വരെ പോകേണ്ട ഒരു കാര്യവും നമുക്കില്ല. എനിക്ക് ഭാവിയിൽ diabetes വരുമെന്ന് നൂറ് ശതമാനം ഉറപ്പാണ്. Hereditary ആയിട്ട് അമ്മേന്റെ ഫാമിലിയിൽ ഉണ്ട്. പോരാത്തതിന് എനിക്ക് binge-eating disorder-റും ഉണ്ട്. ബാക്കിയുള്ളവർക്ക് ഒരു unit ഭക്ഷണം ഒരു biscuit ആണെങ്കിൽ എനിക്ക് ഒരു unit ഒരു biscuit packet മൊത്തമാണ്. ഒരു cup icecream ഒരു unit ആണെങ്കിൽ എന്റെ unit ഒരു tub നിറയെ ice cream-മാണ്. ഒരു പുട്ടിന്റെ കഷ്ണം ഒരു unit ആണെങ്കിൽ ഒരു പുട്ടും കുറ്റിയാണ് എന്റെ unit. നാണമില്ലലോ ഇങ്ങനെ പറയാൻ എന്ന് ചോദിച്ചോളൂ. എന്റെ അമ്മ എന്നോട് ഇതേ ചോദ്യം ദിവസേന ചോദിക്കലുണ്ട്. എന്ത് ചെയ്യാനാ, അമ്മ എനിക്ക് വയർ നിറയെ ഭക്ഷണം തരുകയും ചെയ്യും, അതിനൊടുക്കം ആ ഭക്ഷണം മൊത്തം തിന്നതിന് എന്നെ ചീത്ത പറയുകയും തെറി വിളിക്കുകയും ഒക്കെ ചെയ്യും. എന്നെ കരയിപ്പിച്ച് അര മണിക്കൂർ കഴിഞ്ഞ് എന്നോട് sorry പറയുകയും ചെയ്യും. ഇതൊരു never ending cycle ആണ്. 2020-ലെ ഓണത്തിനാണ് എന്റെ diet മൊത്തം മാറി മറഞ്ഞത്. ഞാൻ കഷ്ടപ്പെട്ട് ബുദ്ധിമുട്ടി ഒരു ചിട്ടയിലാക്കിയ diet കാറ്റിൽ പറത്തിയാണ് ഓണത്തിന് ഞാൻ ഭക്ഷണം കഴിച്ചത്. ഞാനെന്ന വിശ്വാമിത്രന്റെ തപസ്സ് മുടക്കിയ ഇന്ദ്രനാണ് അച്ഛനും അമ്മയും. മേനകയുടെ രൂപത്തിൽ ഓണ സദ്യയും പാലട പായസവും എന്റടുത്തേക്ക് അയച്ചു. ഞാൻ അതിൽ വീണുപോയി. എന്റെ ഭാഗത്തും തെറ്റുണ്ട്, അവരുടെ ഭാഗത്തും തെറ്റുണ്ട്. അന്ന് മുതൽ ഇന്ന് വരെ തിരിച്ച് ഞാൻ കഷ്ടപ്പെട്ട് ഉണ്ടാക്കിയ എന്റെ diet-ലേക്ക് തിരിച്ച് പോകാൻ എനിക്ക് പറ്റിയിട്ടില്ല. ഇപ്പോഴും എപ്പോഴും ഞാൻ അതിന് ശ്രമിക്കുന്നുണ്ട്. ശരിയാവുന്നില്ല എന്ന് മാത്രം. അച്ഛമ്മയ്ക്ക് serious ആയതോട് കൂടി ഞാൻ emotional eating-ങ്ങും തുടങ്ങി. പറഞ്ഞ് വന്ന topic-ൽ നിന്നും എത്രയോ അകലെ എത്തിയിരിക്കുന്നു. അത് കൊണ്ട് എന്റെ ഉദ്ദേശം എന്താണെന്ന് വ്യക്തമാക്കിയിട്ട് നിർത്താം. ഇപ്പോൾ fast തുടങ്ങയിട്ട് പതിനാറ് മണിക്കൂർ, ഇരുപത് മിനിറ്റ് കഴിഞ്ഞിരിക്കുന്നു. എനിക്ക് മുപ്പത്തിയാറ് മണിക്കൂർ break ചെയ്യണം, 40 ദിവസം fast ചെയ്തവനിൽ നിന്ന് മുഴുവൻ motivation-നും ഊറ്റിയെടുത്ത് minimum അഞ്ച് ദിവസം തികയ്ക്കണം. Thing is, എനിക്കതിന് സാധിക്കും എന്ന് നല്ല പോലെ എനിക്ക് ബോധ്യമുണ്ട്. അത് പ്രാവർത്തികമാക്കാനുള്ള ബുദ്ധിമുട്ട് മാത്രമേ എനിക്കുള്ളൂ. ഒരു mental barrier തകർക്കുന്നത് ചിലപ്പോൾ കുറെ കൂടി barriers തകർക്കാനുള്ള ഒരു domino effect-ന് കാരണമാകാം. അതിലൂടെ കിട്ടുന്ന sense of achievement-ന്റാണ് ഞാൻ ലക്‌ഷ്യം വയ്ക്കുന്നത്. തടി കുറയലൊക്കെ secondary ആണ്."
    ]
}