{
    "id": 105,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Dieting ഒക്കെ എട്ട് നിലയിൽ പൊട്ടി. വൈകുന്നേരം mess-ൽ ചെന്ന് ഭക്ഷണം കഴിച്ചു. ഞാൻ ഉപ്പ് വാങ്ങിച്ചത് വെറുതെയായി. എല്ലാ ദിവസവും ഞാൻ try ചെയ്യുന്നുണ്ട്. 40 ദിവസം fast ചെയ്തവന്റെ inspiration ഒന്നും എനിക്ക് ഒന്നുമല്ലെന്ന് ബോധ്യമായി. എന്റെ charger ആരോ കട്ട് കൊണ്ട് പോയി. Charging cable ആണ് കട്ടത്. എന്റെ റൂമിൽ നിന്ന് ലൈബ്രറിയിലേക്ക് ഞാൻ അത് എടുത്തതായാണ് എന്റെ ഓർമ. പോരാത്തതിന് ഞാൻ library-ൽ വച്ച് phone recharge ചെയ്തതും ഓർമയുണ്ട്. കഷ്ടകാലത്തിന് എന്റെ phone-ൽ charge ഇല്ല. അത്കൊണ്ട് phone switch off ആണ്. എന്നെ വിളിച്ചിട്ട് കിട്ടിയില്ലെങ്കിൽ അച്ഛനും അമ്മയും tension അടിക്കും. ഞാൻ കിള്ളേകുട്ടിയല്ല, വളർന്ന് വളർന്ന് പോത്തിന്റെ അത്ര വലുപ്പം വച്ചുവെന്ന് അവർക്ക് ഇത് വരെ മനസ്സിലായിട്ടില്ല. ഞാൻ phone എടുത്തില്ലെങ്കിൽ അവർക്ക് അതിൽ നിന്നും മനസ്സിലാകുക ഞാൻ തൂങ്ങി ചത്തു എന്നാണ് പോലും. Phone എടുത്തില്ലെങ്കിൽ എല്ലാവരും tension-ൽ ആകുമത്രേ?! ചില സമയത്ത് അധികനേരം അവരോട് phone വിളിച്ച് സംസാരിച്ചാലും പ്രശ്നം, വേറെ സമയത്ത് phone വിളിച്ചില്ലെങ്കിൽ പ്രശ്നം. ഇതെന്ത് കുന്തമാണ്? മറ്റന്നാൾ ഒരു mid sem പരീക്ഷ ഉണ്ട്. അതിന് വേണ്ടി പഠിക്കാൻ ഇനിയും ഒരുപാട് ബാക്കിയുണ്ട്. എന്റെ project-ന് വേണ്ടി കുറച്ച് solver compile ചെയ്ത് ഇവിടത്തെ supercomputer-ൽ run ചെയ്യാനുണ്ട്. ആ solver-ന് ഉപയോഗിക്കേണ്ട mesh താനേ generate ചെയ്യുന്ന ഒരു code ഉണ്ട്. അത് generate ചെയ്യുന്നത് hdf5-ന്റെ പുതിയ version ഉപയോഗിക്കുന്നത് മൂലം fail ആയി. പഴയ version-ൽ സുഖമായി generate ചെയ്തിരുന്ന സാധനം ഈ പുതിയതിൽ work ചെയ്യുന്നില്ല. ഒന്നെങ്കിൽ പഴയ version install ചെയ്യണം. അല്ലെങ്കിൽ പുതിയ version-ന് വേണ്ടി code-ൽ മാറ്റം വരുത്തണം. Logically രണ്ടാമത്തെ alternative ആണ് പ്രവർത്തികമാക്കേണ്ടത്. അതിന് mesh generate ചെയ്യുന്ന code വായിക്കണം. പക്ഷെ എന്ത് മാറ്റമാണ് വരുത്തേണ്ടത് എന്ന് എങ്ങനെ മനസ്സിലാകും?  ഒരു segmentation fault മാത്രമാണ് കാണുന്നത്. ‘Core dumped’ എന്ന message ആണ് ഉള്ളത്. Debugging പ്രയാസകരമായിരിക്കും. ഈ പരീക്ഷ വരുന്നതിന്റെയിടയ്ക്ക് ഈ debugging-ങ്ങുമായി കെട്ടി മറിയണോ എന്ന ചോദ്യം ബാക്കിയുണ്ട്. Sensible ആയിട്ടുള്ള ആരും അവർക്ക് പഠിക്കാനുള്ളത് ചെയ്ത് കഴിഞ്ഞിട്ടേ ഈ പണികളിൽ ഏർപ്പെടൂ. ‘വിനാശകാലേ വിപരീതബുദ്ധി’ എന്നാണല്ലോ പറയാറ്. അത് കൊണ്ട് പരീക്ഷയ്ക്ക് മുൻപ് ഞാൻ  debugging ചെയ്ത് സമയം കളഞ്ഞാൽ അത്ഭുതപ്പെടാനൊന്നുമില്ല."
    ]
}