{
    "id": 106,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്ക് ഒരു പുതിയ quote കിട്ടി! Charlie Sheen-ന്റെ പണ്ടത്തെ ഒരു  bizarre ആയിട്ടുള്ള interview-ൽ അയാൾ പറഞ്ഞ ഒരു വാചകം - ‘can’t is the cancer of happen’. ഇയാൾ full drugs-ന്റെയും alcohol-ന്റെയും influence-ൽ അഴിഞ്ഞാടി നടന്ന ഒരു കാലഘട്ടത്തിലാണ് മേൽപ്പറഞ്ഞ interview ഒരു news agency-ക്ക് നൽകിയത്. അയാൾ പൊതുമാധ്യമത്തിൽ പറയരുതായിരുന്ന പല കാര്യങ്ങളും അതിൽ പറയുന്നുണ്ട്. നമുക്ക് സമ്മതിച്ചു കൊടുക്കാൻ പറ്റാത്ത പലതും. ആ കൂട്ടത്തിലാണ് ഈ saint-like quote spontaneous ആയിട്ട് അയാളുടെ വായിൽ നിന്ന് വീണത്. ‘Java simple ആണ്, powerful ആണ്’ എന്ന് വിനയ് ഫോർട്ട് പറയുന്നത് മാതിരി ഈ quote-ട്ടും simple-ളും powerful-ളും ആണ്. എന്റെ ജീവിതത്തിൽ ഉരുവിടേണ്ട മന്ത്രമായിട്ടാണ് ഇതെനിക്ക് തോന്നുന്നത്. ഒരുപാട് ദുഷ്കരമായ പാതകൾ എനിക്ക് മുന്നിൽ കിടക്കുമ്പോൾ എന്നെ കൊണ്ടാവില്ല, എനിക്കതിനുള്ള കഴിവില്ല, എനിക്കതിനുള്ള ബുദ്ധിയില്ല എന്നൊക്കെ പറയുകയാണെങ്കിൽ ഒരുകാലത്തും അതൊന്നും എനിക്ക് ചെയ്യാൻ പറ്റില്ല. കാരണം, fundamentally എന്നെ കൊണ്ടാവില്ല എന്ന് ഞാൻ ആദ്യമേ വിശ്വസിച്ചു കഴിഞ്ഞിരിക്കുന്നു. ആ വിശ്വാസം ഉള്ളിൽ കിടക്കുമ്പോൾ ആ ദുഷ്കരമായ പ്രവർത്തി ചെയ്യാൻ ശ്രമിക്കുന്നത് chain പൊട്ടിയ cycle ഓടിക്കുന്നത് പോലെയല്ലേ? അപ്പോൾ ആദ്യം തന്നെ ആ വിശ്വാസം മാറ്റണം. Wise words from the wrong mouth. എന്റെ ജീവിതത്തിലെ repeating ആയിട്ടുള്ള theme ആണിത്. എങ്ങനെ ജീവിതം നയിക്കണം എന്നതിന്റെ ഏറ്റവും മോശം ഉദാഹരണങ്ങളായ ആളുകളിൽ നിന്നുമാണ് എന്നെ ഏറ്റവും സ്വാധീനിച്ച ചിന്തകളും വാക്കുകളും കിട്ടിയത്. വിജയത്തിന്റെ വാതിൽപ്പടി കണ്ടിട്ടില്ലാത്തവരുടെ വാക്കുകൾ എനിക്ക് മുന്നേറാൻ സഹായകമായിട്ടുണ്ട്. ഒരു famous ആയിട്ടുള്ള logical fallacy ഉണ്ട് - ad hominem. ഒരാൾ പറഞ്ഞ argument-നെതിരെ വാദങ്ങൾ ഉന്നയിക്കുന്നതിന് പകരം ആ argument മുന്നോട്ട് വച്ച ആളെ വാക്കുകളാൽ ആക്രമിക്കുക. Source ഏതായാലും argument-നെ criticize ചെയ്യാൻ മാത്രമേ ഞാൻ ശ്രമിക്കുന്നുള്ളൂ. ആശയം ഏത് ദുഷ്ടനായ, ക്രൂരനായ, മൃഗത്തിൽ നിന്ന് വന്നാലും ആ ആശയത്തിന്റെ കൃത്യത പരിശോധിക്കുന്നതിൽ ഞാൻ മനപ്പൂർവം ശ്രദ്ധിക്കാറുണ്ട്. ഞാനെപ്പോഴും ചിന്തിക്കും: വളരെ successful ആയിട്ടുള്ള ആളുകൾ അവരുടെ വിജയരഹസ്യം ഒക്കെ പങ്കു വയ്ക്കുമ്പോൾ വാതോരാതെ പറയുന്ന ഒരു കാര്യമുണ്ട് - കഠിനാധ്വാനം. കഠിനാധ്വാനം ചെയ്താണ് അവർ ഈ നിലയിൽ എത്തിയത്. കഠിനാധ്വാനത്തിലൂടെ വിജയം സുനിശ്ചിതമാണ്, blah, blah, blah. ഇവർ ഭാഗ്യവാന്മാർ ആയത് കൊണ്ട് ഇവർ ഇവരിരിക്കുന്ന നിലയിൽ എത്തി. ഭാഗ്യം സിദ്ധിക്കാത്ത എത്രയധികം ആളുകൾ ഇയാളെക്കാളും നൂറിരട്ടി കഠിനാധ്വാനം ചെയ്യുന്നുണ്ടെന്ന് ഇയാൾക്കറിയുമോ? അത്തരത്തിലുള്ളവർക്ക് അവരുടെ കദന കഥ പറയാൻ മൈക്കുകളില്ല. Loudspeaker-റുകൾ ഇല്ല. അത് പറയാനും അവർക്ക് നേരമുണ്ടാകില്ല. അവർ അവരുടെ സ്വപ്‌നങ്ങൾ നിറവേറ്റാൻ പകലന്തിയോളം പണിയെടുത്ത് കെട്ടിപ്പൊക്കിയ നിർമിതികൾ ഒരു മാറാല കണക്കെ വിധി തൂത്തു തുടച്ചിട്ടുണ്ടാകും. അല്ലെങ്കിൽ കടൽ കരയിൽ പണിത കളിവീട് കടൽ അതിന്റെ അഗാധങ്ങളിലേക്ക് വലിച്ചു കൊണ്ട് പോയിരിക്കാം. രാജു നാരായണ സ്വാമി പണ്ട് എന്റെ role model ആയിരുന്നു. എന്റെ അച്ഛൻ പത്താം തരം പാസായ സമയത്ത് തന്നെയാണ് അദ്ദേഹം പത്താം തരം SSLC പരീക്ഷയിൽ ഒന്നാം റാങ്കോടെ പാസായത്. എഴുതിയ പരീക്ഷകളിലെല്ലാം മുൻപന്തിയിൽ അദ്ദേഹമുണ്ടായിരുന്നു. അച്ഛൻ പറഞ്ഞ അറിവാണ് എനിക്ക് അദ്ദേഹത്തെ പറ്റി. മികച്ച പഠിതാവാണ് അദ്ദേഹം എന്നതിൽ ഒരു doubt-ട്ടും ആർക്കും വേണ്ട. ഞാൻ അദ്ദേഹത്തിന്റെ ഒരു ലേഖനത്തിൽ ഇങ്ങനെ വായിച്ചിരുന്നു:",
        "!PRE_കാകദൃഷ്ടി ബകധ്യാനം_ശ്വാന നിദ്ര തഥൈവ ച_അല്‍പാഹാരം ജീര്‍ണവസ്ത്രം_ഏതേ വിദ്യാര്‍ത്ഥി ലക്ഷണം",
        "കാകനെ പോലെ ചുറ്റുമുള്ളതിനെ മനസ്സിലാക്കാനുള്ള ജിജ്ഞാസ, പാടത്ത് മീൻ പിടിക്കാൻ ഒറ്റക്കാലിൽ തപസ്സ് ചെയ്യുന്ന കൊക്കിനെപ്പോലെ ലക്ഷ്യത്തിലേക്ക് മാത്രം ശ്രദ്ധ, focus, ഉറങ്ങുന്ന നായയെ പോലെ ഉറക്കത്തിൽ പോലും ചുറ്റുപാടിനെ കുറിച്ച് ബോധവാന്മാരാകുക, ആ presence of mind, മിതമായ ഭക്ഷണം, ലളിതമായ വസ്ത്രധാരണം - ഇതൊക്കെയാണ് ഉത്തമ വിദ്യാർത്ഥിയുടെ ലക്ഷണങ്ങൾ. ഞാൻ ഇത് ചെറുപ്പത്തിൽ പഠിച്ച് വച്ച് പ്രാവർത്തികമാക്കാൻ നോക്കിയിരുന്നു. പക്ഷെ carelessness, stupidity, daydreaming, binge-eating, finding new ways to waste time, ഇതൊക്കെയാണ് എന്റെ defining traits. അതിൽ നിന്നും എത്ര രക്ഷപെടാൻ ശ്രമിച്ചാലും സമയം എന്നെ ഇതേ ഓവുചാലിൽ തിരിച്ചു കൊണ്ട് വന്ന് dump ചെയ്യും. Stephen R. Covey എഴുതിയ 7 Habits-ന്റെ പുസ്തകം ഞാൻ ഏഴാം ക്ലാസ്സിലോ എട്ടാം ക്ലാസ്സിലോ പഠിക്കുമ്പോൾ  കോഴിക്കോട് central library-ൽ നിന്നും  കടമെടുത്ത് വായിച്ചിരുന്നു. അതിൽ ആദ്യത്തെ habit-റ്റും അവസാനത്തെ habit-റ്റും എനിക്ക് നല്ല പോലെ ഓർമയിലുണ്ട്. ആദ്യത്തേത് proactive, അവസാനത്തേത് synergy. Proactive-നെ പറ്റി പറഞ്ഞതിന്റെ gist ഇതാണ്: എല്ലാവർക്കും സ്വന്തമായി തീരുമാനമെടുക്കാനുള്ള സ്വാതന്ത്ര്യമുണ്ട്. എത്ര ബന്ധനസ്ഥനായാലും ഈ സ്വാതന്ത്ര്യം അവിടെ ഏതെങ്കിലും വിധത്തിൽ ഉണ്ടാകും. ആ സ്വാതന്ത്ര്യത്തെ തിരിച്ചറിയലും, അതിനെ ഒരു ഉത്തരവാദിത്തമായി കണക്കാക്കലുമാണ് proactive-നെ കൊണ്ട് ഉദ്ദേശിക്കുന്നത് എന്നാണ് ഞാൻ മനസ്സിലാക്കുന്നത്. ആദ്യത്തെ habit ഞാൻ കുറച്ച് കാലം സ്വയം practice ചെയ്തിരുന്നു. അപ്പോഴൊക്കെ ആളുകൾക്ക് എന്നോടുള്ള സമീപനത്തിൽ കുറെ മാറ്റങ്ങൾ വരുന്നതായി എനിക്ക് തന്നെ തോന്നിയിരുന്നു. May be അതിന്റെ കാരണം ഞാൻ കൂടുതൽ self aware ആയപ്പോൾ എനിക്ക് താനേ തോന്നിയത് കൊണ്ടാകാം. പക്ഷെ അവസാന chapter ആയ synergy-യെ പറ്റി വായിച്ചപ്പോൾ ‘എന്നെ കൊണ്ട് പറ്റില്ല ബായ്’ എന്ന് സ്വയം പറഞ്ഞ് ആ book തിരിച്ച് ലൈബ്രറിയിലേക്ക് തന്നെ വച്ചു. കാരണം അതിൽ interdependence-നെ പറ്റി പറയുന്നുണ്ട്. എന്റെ motto പ്രധാനമായും ആളുകളെ എന്റെ life-ൽ നിന്ന് ഒഴിവാക്കുക എന്നാണ്. അവർ തിരിച്ചും ഒഴിവാക്കിയാൽ അത്രയും നല്ലത്. അത്രയും peace of mind എനിക്ക് കിട്ടും. ഈ interdependence മറ്റ് ആളുകളില്ലാതെ പറ്റില്ലല്ലോ. അത് കൊണ്ട് എനിക്ക് ആ habit ഉണ്ടാക്കിയിട്ട് ഒന്നും കിട്ടാനില്ല. പിന്നെ ഞാൻ എന്തിന് ആ book വായിക്കണം. ഞാൻ വിഷയത്തിൽ നിന്ന് എങ്ങോട്ടോ പോയിരിക്കുന്നു. ഞാൻ ഈ രാജു നാരായണ സ്വാമിയെ പറ്റിയായിരുന്നു പറഞ്ഞു വന്നത്. അദ്ദേഹം സ്വന്തം ideals-ൽ വിശ്വസിച്ച് അതിനൊത്ത് പ്രവർത്തിക്കുന്ന ആളായത് കൊണ്ട് രാഷ്ട്രീയക്കാർക്ക് അദ്ദേഹത്തെ പ്രത്യേകിച്ചും കണ്ടുകൂടായിരുന്നു. ഒരു മിടുക്കനായ IAS ഉദ്യോഗസ്ഥനായിട്ടും പരമ കാര്യ സിദ്ധി വരിച്ചവനായിട്ടും ഇക്കാരണത്താൽ അദ്ദേഹത്തിന്റെ career രാഷ്ട്രീയത്തിലെ ഇത്തിക്കണ്ണികൾ ചേർന്ന് വളരെ ദുഷ്കരമാക്കി. കുറെ കാലം ANERT (Agency for Non-conventional Energy and Rural Technology)-ന്റെ director ആയിട്ട് ഇച്ചേനേം ആട്ടി കുത്തിയിരിക്കലായിരുന്നു അദ്ദേഹത്തിന്റെ പണി. A huuuuuge waste of potential! ഇങ്ങനെ കഴിവുള്ള, മിടുക്കരായ ആളുകളെ സ്വന്തം സ്വാർത്ഥ താത്പര്യങ്ങൾക്ക് കടിഞ്ഞാണാവുമെന്ന് കണ്ട് ഒതുക്കുന്ന നേതാക്കളുള്ളിടത്തോളം കാലം ഒരു പ്രകടമായ പുരോഗനവും ഒരു പൗരനെന്ന നിലയിൽ ഞാൻ ഈ നാട്ടിൽ കാണുമെന്ന് പ്രതീക്ഷിക്കുന്നില്ല. ഒരേ സമയം brain drain ഉണ്ടെന്നും, human resources വ്യാപകമായി ഇന്ത്യക്ക് നഷ്ടപ്പെടുന്നുമുണ്ടെന്ന് മുറവിളി കൂട്ടുകയും, അതേ സമയം മാറ്റങ്ങൾ കൊണ്ട് വരാൻ കഴിയുന്നവരെ മനപ്പൂർവം അടിച്ചമർത്തുകയും ചെയ്യുന്ന പ്രത്യേകയിനം സമൂഹം. എങ്ങനെ നന്നാവാൻ?! എന്ത് പുരോഗതിയുണ്ടാകാൻ? സത്യമായിട്ടും ചില ആളുകൾ ചത്ത് മണ്ണടിഞ്ഞാലോ, ചത്ത് വെണ്ണീറായാലോ മാത്രമേ എന്തെങ്കിലും നല്ല മാറ്റങ്ങൾ കാണാൻ സാധിക്കുകയുള്ളൂ എന്ന തെറ്റായ ചിന്ത ഇപ്പോൾ ഞാനടക്കം ഒരുപാട് പേർക്ക് വരുന്നുണ്ട്. എന്റെ മൊത്തം ജീവിതത്തിൽ രാജു നാരായണ സ്വാമി കരയുന്നത് കാണാനുള്ള ഗതികേടുണ്ടാകും എന്ന് ഞാൻ സ്വപ്നത്തിൽ പോലും വിചാരിച്ചിട്ടില്ല. പക്ഷെ അതും സംഭവിച്ചു. ചാനലുകൾ അത് സംപ്രേക്ഷണം ചെയ്യുകയും ചെയ്തു. All because അദ്ദേഹം ചെയ്യേണ്ട ജോലികൾ അദ്ദേഹം ചെയ്തു എന്ന ‘കുറ്റത്തിന്’. സ്വന്തം principles-ലും, ideals-ലും അടിയുറച്ച് വിശ്വസിച്ചു എന്ന ‘തെറ്റിന്’. അദ്ദേഹം കരഞ്ഞതിന് പിറ്റേന്നും ലോകം മുന്നോട്ടു നീങ്ങി. സമയം കടന്ന് പോയപ്പോൾ ആ കണ്ണീർ ഒന്നുമല്ലാതായി. May be അതൊക്കെയായിരിക്കാം എനിക്ക് ഇവിടെ നിന്ന് വേറെ എങ്ങോട്ടെങ്കിലും പോയി താമസിക്കണം എന്ന ചിന്തയ്ക്ക് കാരണമായത്. ഞാൻ അടയ്ക്കുന്ന tax ഇദ്ദേഹത്തെ കരയിപ്പിച്ചവരുടെ ദല്ലാളുകളുടെ കീശയിലേക്ക് പോകരുത്. കേരളത്തിൽ നേതാക്കളുടെ കൂടെ രണ്ട്-മൂന്ന് വർഷം പണിയെടുക്കുന്ന PA-കൾക്ക് ആജീവനാന്തം pension കിട്ടുന്നുണ്ടെന്ന് കേരളത്തിന്റെ governor expose ചെയ്തിരുന്നു. ആ വാർത്തയും സമയം കടന്ന് പോയപ്പോൾ ഒരു കഥ മാത്രമായി. Suppose ഇരുപത് കൊല്ലം നേതാവായിരുന്നെങ്കിൽ minimum പത്ത് PA-കൾക്ക് അർഹിക്കാത്ത pension കിട്ടും. ഈ പണം വരുന്നത് എവിടെ നിന്നാണ്? ഇവിടുത്തെ ജനങ്ങൾ പണിയെടുത്ത് ഉണ്ടാകുന്നതാണ്. അല്ലാതെ രാഷ്ട്രീയക്കാരുടെ വീട്ടിലുള്ള മാവിൽ പൂക്കുന്നതൊന്നുമല്ല. പണിയെടുക്കാതെ പുട്ടടിക്കാൻ എന്താ വെപ്രാളം! നാറികൾ! ഇതൊന്നുമില്ലാത്ത സ്ഥലങ്ങൾ എവിടെയെങ്കിലും ഭൂമിയിൽ ഉണ്ടാകുമല്ലോ. അവിടേക്ക് ഞാൻ എന്ത് ചെയ്തിട്ടാണെങ്കിലും പോകും. കേരളത്തിന്റെ പച്ചപ്പും കുളിർമയും തവിടും പിണ്ണാക്കും ഒന്നും ഇല്ലെങ്കിലും അവിടെ എനിക്ക് മനസ്സമാധാനം ഉണ്ടാകും."
    ]
}