{
    "id": 108,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്ക് ഇന്ന് FEM-ന്റെ mid sem പരീക്ഷ ഉണ്ടായിരുന്നു. ഞാൻ ഒന്നും പഠിച്ചില്ല. എനിക്ക് ഓർമയിലുള്ളത് വച്ച് ഞാൻ പരീക്ഷയെഴുതി. ഒന്നും പഠിക്കാത്തത് എനിക്ക് ഹുങ്കുള്ളത് കൊണ്ടല്ല. മടിയായത് കൊണ്ടുമല്ല. എനിക്ക് പറ്റുന്നില്ല. എന്ത് കൊണ്ട് പറ്റുന്നില്ല എന്നും എനിക്ക് മനസ്സിലാകുന്നില്ല. പരീക്ഷയ്‌ക്കൊടുക്കം answers സാർ discuss ചെയ്തിരുന്നു. ഞാൻ ചക്ക എന്ന് എഴുതേണ്ടിടത് മാങ്ങ എന്ന് എഴുതി വച്ചിട്ടുണ്ട്. അത്കൊണ്ട് പൂജ്യം മാർക്ക് കിട്ടിയില്ലെങ്കിൽ എന്റെ ഭാഗ്യം. ഇതൊക്കെ എഴുതുമ്പോൾ എനിക്ക് സങ്കടവും നാണക്കേടും ഒക്കെയാണ് feel ചെയ്യുന്നത്. ഞാൻ തമാശ ഭാവിക്കുകയൊന്നുമല്ല. ഇതാരും വായിക്കരുത് എന്നാണ് ഞാൻ ആഗ്രഹിക്കുന്നത്. പരീക്ഷ paper-ലെ എന്റെ മാർക്കിന് വെറും മഷിപ്പാടിന്റെ വില മാത്രമേ ഞാൻ കാണുന്നുള്ളൂ. ആ മഷിക്കോറലുകളിൽ ഒരു മൂല്യവും എനിക്ക് കാണാൻ പറ്റുന്നില്ല. കഴിഞ്ഞ മാസങ്ങളിൽ എപ്പോഴോ എനിക്ക് അന്ധത പിടികൂടിയിരിക്കുന്നു. എന്റെ ഭാവിയിൽ ആ മഷികോറലുകൾക്കുള്ള പ്രാധാന്യം എനിക്ക് അകമേ അറിയാമെങ്കിലും പുറമെ എനിക്ക് അത് ശരിയായ രീതിയിൽ കാണാൻ പറ്റുന്നില്ല. ചില വസ്തുക്കളുടെയും വസ്തുതകളുടെയും അർഥം മാഞ്ഞു പോയിരിക്കുന്നു. നല്ല ചൂരൽ വച്ചിട്ട് അടി കിട്ടാത്തതിന്റെ കുഴപ്പമായിരിക്കും. Or may be പല കാര്യങ്ങളും ആ ചൂരലിനെ പേടിച്ച് പഠിച്ചത് കൊണ്ടായിരിക്കും ഇങ്ങനെ സംഭവിക്കുന്നത്.",
        "ഇന്നലെയും ഞാൻ diet ചെയ്തു. 17 മണിക്കൂർ fast ചെയ്ത് കഴിഞ്ഞപ്പോൾ താനേ ചിന്തകൾ തകിടം മറിഞ്ഞു. ഭക്ഷണം പുറത്ത് നിന്ന് വാങ്ങിച്ചു. കഴിച്ചു. പിന്നെയും വാങ്ങിച്ചു. ഇത്തവണ വാങ്ങിച്ചതെല്ലാം കട്ട മധുരമുള്ള കുറെ സാധനങ്ങൾ മാത്രം. അത് മുഴുവൻ ഒറ്റയടിക്ക് തിന്നപ്പോൾ എന്റെ body-ൽ ഉള്ള എല്ലാ alarms-സും ഒരുമിച്ച് അടിക്കാൻ തുടങ്ങി. ശ്വാസം കിട്ടാതെയായി. കണ്ണിൽ ഇരുട്ടടയ്ക്കുന്ന പോലെ തോന്നി. എന്റെ 17 മണിക്കൂർ നേരത്തെ അധ്വാനം അഞ്ച് മിനിറ്റ് കൊണ്ട് ഒന്നുമല്ലാതായി. തിന്നാൻ temptation വരുമ്പോൾ സ്വയം busy ആക്കുകയാണ് അതിനെ മറികടക്കാനുള്ള ഏറ്റവും നല്ല വഴി എന്ന് വായിക്കുന്നിടത്തെല്ലാം എഴുതി വച്ചിട്ടുണ്ട്. എനിക്ക് നേരിട്ട് എന്റെ demons-നെ confront ചെയ്യണം. അവർ തോൽക്കുന്നത് എനിക്ക് കാണണം. അതിന് മാത്രമേ എന്നെ മുന്നോട്ട് കൊണ്ടുപോകാൻ പറ്റുകയുള്ളൂ. അതിന് മാത്രമേ ആ intrinsic motivation ഉണ്ടാക്കാൻ കഴിയൂ. എല്ലാ തവണയും അവരല്ലേ ജയിക്കുന്നത്. അതിന്റെ അഹങ്കാരം അവർക്കുണ്ട്. ഇത്തവണയും ഞാൻ തോൽക്കും എന്ന ഉറച്ച വിശ്വാസവുമായാണ് അവർ എത്തുക. എനിക്ക് അവരുടെ ചിന്തകൾ വെറും തെറ്റിദ്ധാരണ മാത്രമാണെന്ന് തെളിയിക്കണം. അവരെ തിരിച്ച് കുപ്പിയിലടച്ച ഭൂതങ്ങളാക്കി മാറ്റണം. എനിക്ക് അതിന് പറ്റും. ഞാൻ കാൺപൂരിൽ ഒരുപാട് തവണ അത് ചെയ്തിട്ടുണ്ട്. ബാംഗ്ലൂരിലും അത് ചെയ്യും."
    ]
}