{
    "id": 110,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എന്റെ ജീവിതത്തിൽ പ്രത്യേകിച്ച് കാര്യമായിട്ടൊന്നും സംഭവിക്കുന്നില്ല. പിന്നെ വെറുതെ എന്തെങ്കിലും എഴുതുന്നത് എന്റെയും വായിക്കുന്നവന്റെയും സമയം കളയുന്നതിന് തുല്യമല്ലേ? ഞാൻ ഇന്ന് സമയം കളയാൻ പറ്റിയ mood-ലാണ്. റൂമിലിരുന്ന് ശ്വാസം മുട്ടുന്നത് പോലെ തോന്നി ഞാൻ പുറത്തേയ്ക്ക് ഇരുട്ടത്ത് ഇറങ്ങി നടന്നു. കുറച്ച് നടന്നപ്പോൾ  തന്നെ ശരിക്കും ശ്വാസം മുട്ടാൻ തുടങ്ങി. എന്തൊരു ജന്മമാണിത്?? Height ഇല്ല, weight ഒരുപാട്, കറുത്ത് കഷണ്ടി കേറി തലയിലൊരു വെട്ടും, ആളുകളോട് സംസാരിക്കാനും പെരുമാറാനും അറിയില്ല, ബുദ്ധിയില്ല, ഒരു കഴിവുമില്ല. അച്ഛനും അമ്മയുമൊഴികെ വേറെ ഒരു മനുഷ്യജീവിക്കും കണ്ടൂടാ. പരാധീനകളുടെ ഉറ്റ തോഴനാണെന്ന് ഞാൻ എന്ന് തോന്നിപ്പോകും. പക്ഷെ ആഫ്രിക്കയിലെ മസായി ഗോത്രത്തിലെ പെൺകുട്ടിയെ പറ്റി ഓർത്തുപോകുന്നു. ഇന്നലെ സന്തോഷ് ജോർജ് കുളങ്ങരയുടെ ‘സഞ്ചാരകന്റെ ഡയറിക്കുറിപ്പുകൾ’-ൽ കെനിയയിലെ മസായി ഗോത്ര വർഗ്ഗത്തെ കണ്ടുമുട്ടിയ കഥ അദ്ദേഹം പറഞ്ഞിരുന്നു. മസായി പെൺകുട്ടിയുടെ പരാധീനത ആരെക്കാളും ഭീകരമാണ്. അവൾക്ക് പ്രായപൂർത്തിയാകുമ്പോൾ genital mutilation-ന് വിധേയമാകണം. കെനിയയിലും ടാൻസാനിയയിലുമായി പടർന്ന് കിടക്കുന്ന വന്യമൃഗങ്ങളുടെ കോട്ടയായ കാട്ടിലൂടെ പലായനം ചെയ്തുകൊണ്ടേയിരിക്കണം. എന്ത് ജീവിതമാണത്?",
        "ഞാൻ covid-ന്റെ താണ്ഡവം തുടങ്ങുന്നതിന് മുൻപ് അച്ഛമ്മയെ കാണാൻ ഒരിക്കൽ ബാംഗ്ലൂരിൽ നിന്ന് വീട്ടിലേക്ക് train-ൽ പോയിരുന്നു. Ticket book ചെയ്യാൻ വൈകിപ്പോയത് കൊണ്ട് sleeper കിട്ടിയില്ല. General-ൽ കയറേണ്ടി വന്നു. General-ൽ ഞാൻ കയറുമ്പോൾ സീറ്റുകൾ ഒക്കെ ആളുകളെക്കൊണ്ട് കുത്തിനിറച്ചു കഴിഞ്ഞിരുന്നു. ഞാൻ തീവണ്ടിയുടെ door-ന്റെ ഒരു സൈഡിൽ നിന്നു. വലിയ തിരക്കൊന്നും അവിടെയില്ല. കുറച്ച് ആളുകൾ നിൽക്കുന്നുണ്ട്. അത്ര മാത്രം. വണ്ടി പോകാൻ രണ്ടോ മൂന്നോ മിനിറ്റുള്ളപ്പോൾ ആളുകളൊരുപാട് train-ലേക്ക് കയറി. കുറെ കന്നഡക്കാരും, മലയാളികളും ഒക്കെ ആ കൂട്ടത്തിലുണ്ടായിരുന്നു. മൂന്ന് ചെറുപ്പക്കാരായ കന്നഡക്കാർ train-ന്റെ വാതിലിനരികെയുള്ള step-ൽ ഇരുന്നു. തിരക്ക് കൂടിയപ്പോൾ ആളുകൾ എന്നെ ഉന്തി ഉന്തി train-ന്റെ door-ന്റെ പിന്നിലേക്ക് തള്ളി വിട്ടു. സൂചി കുത്താനിടമില്ലാത്തത്രയും തിരക്ക്. ഈ വണ്ടി മംഗലാപുരം വഴി കണ്ണൂരിൽ പോകുന്നതല്ല. മറിച്ച് സേലം വഴി ചുറ്റി തിരിഞ്ഞ് ഷൊർണൂരിൽ കയറി, കോഴിക്കോട് റൂട്ടിൽ പോയി കണ്ണൂരിൽ കയറുന്ന വണ്ടിയാണിത്. വണ്ടി പാലക്കാട് station-ൽ എത്തും വരെ ഞാൻ എന്റെ കാൽ അനക്കിയിട്ടില്ല. ഡോറിന്റെ പിന്നിൽ അസഹനീയമായ വേദന സഹിച്ച് ഞാൻ അവിടെ എത്രയോ മണിക്കൂറുകൾ ഉറക്കമില്ലാതെ നിന്നു. Claustrophobic ആയ എനിക്ക് ഇതെങ്ങനെ തരണം ചെയ്യാൻ സാധിച്ചു എന്ന് എത്ര ചിന്തിച്ചിട്ടും മനസ്സിലാക്കാൻ സാധിക്കുന്നില്ല. നിന്ന് നിന്ന് എന്റെ കാൽ തരിച്ച് പോകുന്നത് എനിക്കറിയാമായിരുന്നു. രാത്രി അതിവേഗത്തിൽ വണ്ടി പോകുമ്പോൾ ഒരു ശീതക്കാറ്റ് ഞാൻ നിന്ന compartment-ലേക്ക് വരുന്നുണ്ടായിരുന്നു. മറ്റുള്ളവർ നേരത്തെ ഇതൊക്കെ മുന്നിൽ കണ്ടുകൊണ്ട് sweater-റും jacket-റ്റും ഒക്കെ ധരിച്ചിട്ടാണ് നിൽക്കുന്നത്. ഞാൻ തണുത്ത് മരവിച്ച് വിറങ്ങലിച്ച് ജീവൻ പകുതി പോയ നിലയിൽ അവിടങ്ങനെ പ്രതിഷ്ഠ കണക്കെ നിൽക്കയാണ്. കുറെ മണിക്കൂറുകൾക്ക് ശേഷം വണ്ടി ഈറോഡ് എത്തിയപ്പോൾ എനിക്ക് ഇറങ്ങിപ്പോകാൻ തോന്നി. എനിക്ക് വയ്യ ഈ നിൽപ്പ് തുടരാൻ. ഈറോഡിൽ നിന്നും കോഴിക്കോട്ടേക്ക് പോകുന്ന വണ്ടിയിൽ ഏതെങ്കിലും ഒന്നിൽ ഞാൻ രാവിലെ പോന്നോളാം എന്നൊക്കെ എന്നോട് തന്നെ ഞാൻ പറഞ്ഞു. പക്ഷെ എവിടുന്നാണ് എനിക്ക് ഉള്ളിൽ ഒരിക്കലുമില്ലാത്ത determination വന്നത് എന്നറിയില്ല, ഞാൻ ഒരു ശപഥം അങ്ങട് എടുത്തു: ചത്താലും വേണ്ടിയില്ല, ഈ വണ്ടി കോഴിക്കോട് station എത്താതെ ഞാൻ ഇതിൽ നിന്നും ഇറങ്ങില്ല എന്ന് മനസ്സാലെ ഒരു തീരുമാനം അങ്ങെടുത്തു. മണിക്കൂറുകൾ വീണ്ടും അലസമായി ഉലാത്തി കൊണ്ടിരുന്നു. ഇടയ്ക്കത് എന്നെ നോക്കി കൊഞ്ഞനം കുത്തുന്നതായി എനിക്ക് തോന്നി. സമയം ഉന്തിതള്ളാൻ ഞാൻ പഠിച്ച പണി പതിനെട്ടും പയറ്റി. എന്ത് പ്രയോജനം? ഓരോ അഞ്ച് മിനിറ്റും അഞ്ച് മണിക്കൂറുകളാകുന്ന പോലെ. വേണ്ടപ്പോൾ വലിയ demand. വേണ്ടാത്തപ്പോൾ വാനോളം. സമയത്തിന്റെ ഓരോ ലീലാവിലാസങ്ങൾ! മണിക്കൂറുകൾ നൂറ്റാണ്ടുകളാക്കി ഒടുവിൽ പാലക്കാട് station-ൽ വണ്ടി എത്തിയപ്പോൾ തിരക്കിന് കുറച്ച് ശമനം വന്നു. കാലുകളനാക്കാൻ പറ്റുമെന്നായി. ഷൊർണൂർ എത്തിയപ്പോൾ നിലത്ത് ഇരിക്കാൻ പറ്റുമെന്നായി. ഉറങ്ങാൻ വെമ്പുകയാണ് ഞാൻ. എന്റെ മടിയിലുള്ള shoulder bag-ൽ ഏതോ തമിഴൻ തല വച്ച് കിടക്കുന്നു. ഞാൻ അയാളെ ഉണർത്താൻ മിനക്കെട്ടില്ല. അയാളുടെ തല എന്റെ ബാഗിന് മീതെയും കാൽ വേറൊരാളുടെ മടിയിലുമാണ്. അയാൾ ഈ ഉറങ്ങുന്നവന്റെ കാൽ ഒറ്റ ഏറ്! എന്നിട്ട് ഉറങ്ങുന്നവനെ കുറെ ശപിച്ചു. ഉറങ്ങുന്നവൻ ശരിക്കും ഉറക്കം നടിക്കുകയാണ്. അയാൾ ഏറെ അവശനാണ്. രാത്രി എപ്പോഴോ മഴ പെയ്തപ്പോൾ ഡോറിനടുത്തുള്ള നിലത്ത് മുഴുവൻ മഴവെള്ളമുണ്ടായിരുന്നു. അതിലാണ് ഞാൻ ഇരുന്ന് കൂടിയത്. അഴുകിയ വെള്ളത്തിന് മീതെ ഒരുകൂട്ടം അപരിചിതന്മാരുടെ സാമീപ്യത്തിൽ ഉറക്കത്തിന്റെ പ്രലോഭനങ്ങളെ കഷ്ടപ്പെട്ട് യുദ്ധം ചെയ്യുകയാണ് ഞാൻ. ഡോറിനോട് അടുത്തുള്ള ഏറ്റവും ആദ്യത്തെ ഇരുമ്പ് ബെർത്തിൽ മലയാളികളായ ഒരു പെണ്ണും ആണും രാത്രി മുഴുവൻ ഇരുന്ന് സൊറ പറയുകയായിരുന്നു. ഞാൻ ഇടയ്ക്കിടയ്ക്ക് പ്രയാസത്തോടെ കഴുത്ത് തിരിച്ച് നോക്കും. ഇരുമ്പിന്റെ grills-നോട് പുറം തിരിച്ച് അവർ ഇരിക്കുകയാണ്. പെണ്ണിന്റെ മുഖം കാണുന്നില്ല. ആണിന്റെ മുഖവും കാണുന്നില്ല. രണ്ട് പേരെയും കാണാൻ ഭംഗിയുണ്ടാകും എന്ന് ഞാൻ വെറുതെ സങ്കൽപ്പിച്ചു. അവർ രണ്ട് പേരും കുറെ കഥകളും വിശേഷങ്ങളും പങ്കു വെച്ച് കുറെ കൂടി തമ്മിൽ അടുത്തറിഞ്ഞിട്ടുണ്ടാകും. ഞാൻ അസ്സൂയയോടെ അവരെ പിന്നെയും നോക്കും. അവർ സൊറ പറയുന്നത് കൊണ്ടല്ല. അവർക്ക് രണ്ടു പേർക്കും ഇരിക്കാനും കിടക്കാനും ആ ഇരുമ്പിന്റെ മേത്തയെങ്കിലും കിട്ടിയല്ലോ എന്നുള്ളത് കൊണ്ടാണത്. വേറെ compartment-ന്റെ അകത്ത് നല്ല handsome ആയിട്ടുള്ള, നല്ല വെളുത്ത്, കുറെ മുടിയൊക്കെയുള്ള, നല്ല താടിയുള്ള, ഒത്ത തടിയുള്ള, നല്ല muscle ഒക്കെയുള്ള ഒരുത്തൻ muscle പെരുപ്പിച്ച് നിൽക്കുന്നതും ഞാൻ കുറെ നേരം നോക്കി നിന്നു. സമയം പോകാൻ എന്തെങ്കിലും വഴി കണ്ടെത്തണ്ടേ? ഞാൻ ഇങ്ങനെ നോക്കിക്കൊണ്ട് വെള്ളമിറക്കുന്നത് അവൻ എപ്പോഴോ കണ്ടു. അപ്പോൾ തന്നെ നാണക്കേട് കൊണ്ട് ഞാൻ മുഖം തിരിച്ച് കളഞ്ഞു. കോഴിക്കോട് station-ൽ വണ്ടി ഇറങ്ങിയപ്പോൾ എനിക്ക് ഒരു വികാരവും ഉണ്ടായിരുന്നില്ല. ദൈവത്തിന്റെ പത്ത് മണിക്കൂർ നീണ്ട desensitization workshop attend ചെയ്ത് ഞാൻ പുതിയൊരു ജീവിയായി ഞാൻ ആ station-ൽ നിന്നും bus കയറി വീട്ടിലേക്ക് പോയി. അച്ഛമ്മയെ കണ്ടു."
    ]
}