{
    "id": 112,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ പുതുതായി വായിക്കാൻ വേണ്ടി ഒരു പുസ്തകം നെറ്റിൽ നോക്കുകയായിരുന്നു. ഏറ്റവും latest ആയിട്ട് ഇറങ്ങിയ english-ൽ എഴുതിയ books നോക്കുമ്പോൾ കാണുന്ന കാഴ്ച ഇതാണ് - കുറെ പൈങ്കിളി കഥകൾ, കുറെ self-help books, കുറെ തോന്നിവാസ കഥകൾ. ഇതിൽ നിന്നും അരിച്ചെടുത്ത ഒരു പുസ്തകത്തിന്റെ description വായിച്ച് നോക്കിയപ്പോൾ അത് സമ്പന്നരായ ഭാര്യാഭർത്താക്കന്മാരുടെ inheritance-സും divorce-സും സംബന്ധിച്ചുള്ള കഥയാണ്. നെറ്റിലുള്ള forums-ൽ ഉള്ള ആളുകളുടെ recommendations വച്ച് book തിരഞ്ഞെടുക്കുന്നതിൽ ഒരു പ്രശ്നമുണ്ട്. മിക്ക ആളുകളും അവരുടെ സ്കൂളിൽ പഠിച്ചിട്ടുള്ള ബുക്കുകളാണ് recommend ചെയ്യുക. അവർ കാര്യമായിട്ടൊന്നും വായിക്കാറില്ല. അത് കൊണ്ട് ആകെ വായിച്ച പുസ്തകങ്ങൾ മാത്രമല്ലെ അവർക്ക് recommend ചെയ്യാൻ പറ്റുകയുള്ളൂ. ഞാൻ ഈ trap-ൽ മുൻപ് വീണിട്ടുണ്ട്. അങ്ങനെയാണ് ‘Flowers for Algernon’ എന്ന പൊട്ട പുസ്തകം വായിച്ചത്. പാതി വഴിയെത്തിയപ്പോൾ തന്നെ എനിക്ക് മതിയായി. എന്ത് ബോറൻ പുസ്തകമാണത്! കുറെ കൂടി non-fiction ആയിട്ടുള്ള books വായിക്കണം എന്ന് ആഗ്രഹമുണ്ട്. Forensics-നെ പറ്റിയും crime-related ആയിട്ടുള്ളതുമായ topic ആണെങ്കിൽ അത് intriguing ആയിരിക്കും. കഴിവതും biography, autobiography തുടങ്ങിയവ ഒഴിവാക്കണം. കാരണം ആളുകൾ തീരെ genuine അല്ല. അതിൽ അവർക്ക് ഒട്ടും guilt-ട്ടും തോന്നാറില്ല. Corporate മഹാന്മാരുടെയും അഭിനേതാക്കളുടെയും കഥകൾ തീരെ വായിക്കരുത്. Elon ആയാലും, Steve Jobs ആയാലും. Inspirational bullshit-ട്ടും വിജയത്തിന്റെ കക്കൂസ് കഥകൾക്കും ഒരു നിമിഷം പോലും ശ്രദ്ധ നൽകരുത്. ഈ pitfalls-സും traps-സും ഒക്കെ ഒഴിവാക്കി ഒരു നല്ല പുസ്തകം തിരഞ്ഞെടുക്കുക എന്ന് പറയുന്നത് ശ്രമകരമാണ്. Ayn Rand-നെ പോലുള്ളവരുടെ പുസ്തകങ്ങൾ ഒഴിവാക്കണം എന്നാണ് എനിക്ക് philosophy class എടുത്തു തന്ന സാർ പറഞ്ഞു തന്നിട്ടുള്ളത്. അതിന്റെ കാരണം പക്ഷെ മറന്നു പോയിരിക്കുന്നു. Ayn-ന്റെ പുസ്തകങ്ങൾക്ക് എന്താണ് പ്രശ്നമുള്ളത് എന്ന് വായിച്ച് വിലയിരുത്തിയാലോ? വേണ്ട. Philosophy എനിക്ക് വലിയ ഇഷ്ടമില്ല. വേറൊരു idea ഇപ്പോൾ മനസ്സിൽ വന്നു. Award കിട്ടിയ books വായിച്ചാലോ? Nobel prize കിട്ടിയ എഴുത്തുകാരുടെ പുസ്തകങ്ങൾ? അത് മോശമാകില്ലല്ലോ? മലയാളത്തിലും ഉണ്ടല്ലോ അങ്ങനെ ഒരുപാട് അവാർഡുകളും പുസ്തകങ്ങളും. അതൊക്കെ എനിക്ക് വായിക്കാലോ. ‘ഒറ്റവാതിൽ ’ എന്ന സന്തോഷ് ഏച്ചിക്കാനത്തിന്റെ 2001-ലെ കഥയ്ക്ക് ചെറുകാട് പുരസ്‌കാരം ലഭിച്ചിട്ടുണ്ട്. അത് കൊണ്ട് ഞാൻ ആ കഥ ഉള്ള പുസ്തകം വായിക്കാൻ തീരുമാനിച്ചു. പക്ഷെ എങ്ങനെ book കിട്ടും? Amazon-ൽ നിന്ന് വാങ്ങേണ്ടി വരും. പക്ഷെ ഭാഗ്യത്തിന് നെറ്റിൽ നിന്നും പുസ്തകം അടിച്ചു മാറ്റി. ഏച്ചിക്കാനം എന്നോട് ക്ഷമിക്കണം. നല്ല ജോലി കിട്ടിയിട്ട് ഞാൻ സ്വന്തമായി ഒരു മിനി ലൈബ്രറി ഞാൻ താമസിക്കുന്ന ഇടത്തിൽ ഉണ്ടാക്കും. അപ്പോൾ ഈ പുസ്തകം ഞാൻ ആദ്യം വാങ്ങിച്ചോളാം. "
    ]
}