{
    "id": 113,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ aspie ആണോ എന്നുള്ള സംശയത്തിന്റെ പുറത്ത് കുറച്ച് ദിവസങ്ങളായി ഞാൻ aspie community-യുടെ forums-ൽ വരുന്ന ഓരോ പോസ്റ്റും ശ്രദ്ധിക്കാറുണ്ട്. മിക്ക സമയവും അതിൽ ആളുകൾ share ചെയ്യുന്ന അനുഭവങ്ങളുമായിട്ട് എനിക്ക് relate ചെയ്യാൻ പറ്റും.  അത്ര reliable അല്ലെങ്കിൽ കൂടി self-diagnosis tests കാണുന്നതൊക്കെ ഞാൻ attempt ചെയ്യും. അതിലൊക്കെ aspie ആകാനുള്ള possibility ഉണ്ടെന്നാണ് കാണിക്കുന്നത്. ഇനി അല്ലെങ്കിൽ കൂടി കുറെ aspie ലക്ഷണങ്ങൾ ചെറിയ കുട്ടിയായിരുന്നപ്പോൾ മുതൽ എനിക്കുണ്ട്. Over ആയിട്ട് ഈ കമ്മ്യൂണിറ്റികളിൽ പങ്ക് ചേരുന്നത് കൊണ്ട് അവർ സാധാരണയായി ഉപയോഗിക്കുന്ന vocabulary-യും ഞാൻ അതിനിടെ സ്വായത്തമാക്കി. Autistic അല്ലാത്തവരെ അവർ വിളിക്കുക allistic എന്നാണ്. സാധാരണക്കാർ neurotypical ആണെങ്കിൽ ADHD/ADD/ASD/OCD/Dyslexia/BPD പോലുള്ള ആളുകളൊക്കെ neurodivergent ആണ്. പ്രധാന വ്യത്യാസം ഇതാണ്: സമൂഹത്തിന്റെ അലിഖിതമായ നിയമങ്ങളിൽ പരാമർശിക്കുന്ന പോലെ ചിന്തിക്കുകയോ, പെരുമാറുകയോ, പഠിക്കുകയോ ചെയ്യാത്ത ആളുകളെ neurodivergent ആയിട്ട് കണക്കാക്കുന്നു. വേറെ ഈ community-ൽ ഉയർന്ന് കേൾക്കാറുള്ള ഒരു പദം stimming ആണ്. Stimming എന്നാൽ self-stimulating behavior ആണ്. ആവർത്തിക്കുന്ന മൂളലുകളും ശബ്ദങ്ങളും, അല്ലെങ്കിൽ ആവർത്തിക്കുന്ന ശരീര ഭാഗങ്ങളുടെ നീക്കങ്ങളും ഇതിന് ഉദാഹരണമാണ്.  Anxiety, boredom, frustration തുടങ്ങിയവ ഉണ്ടാകുമ്പോഴാണ് ആളുകൾ stimming-ൽ ഏർപ്പെടുക. മിക്ക ആളുകളിലും കുറഞ്ഞ തോതിൽ ഈ stimming ഉണ്ടാകാറുണ്ട്. പക്ഷെ frequently stimming-ൽ ഏർപ്പെടുന്നുണ്ടെങ്കിൽ അത് ASD-യുടെ ലക്ഷണമാകാം. ഞാൻ എപ്പോഴാണ് stimming-ൽ ഏർപ്പെടുന്നത് എന്ന് കുറച്ച് ദിവസങ്ങൾക്ക് മുൻപ് ആലോചിച്ച് നോക്കിയിരുന്നു. പെട്ടെന്നൊന്നും മനസ്സിലേക്ക്  വന്നില്ല. അങ്ങനെ ചിന്തിച്ച് ഇരുന്നപ്പോൾ കയ്യിലിരുന്ന പേന അറിയാതെ കറക്കി കറക്കി നിലത്തേക്ക് വീണു. അതെടുക്കാൻ വേണ്ടി കുനിഞ്ഞപ്പോൾ ആണ് എനിക്ക് ബോധം വന്നത്: ഈ പേന കറക്കൽ ഒരു stimming അല്ലേ? ഞാൻ പേനയുടെ ബാക്കിലെ അറ്റം മുഴുവൻ കടിച്ച് വികൃതമാക്കിയതും ശ്രദ്ധയിൽ പെട്ടു. എന്റെ pouch-ലെ മുഴുവൻ പേനകളും ഞാൻ പുറത്തെടുത്തു. ഞാൻ ഉപയോഗിച്ച ഏത് പേനയുടെ ഏറ്റവും ഇങ്ങനെ കടിച്ച് വികൃതമാക്കിയ രീതിയിലാണ് ഇരിക്കുന്നത്. ഇതിനെ പറ്റി ഞാൻ തീരെ ചിന്തിക്കാറേയില്ല. എനിക്ക് അറിയാതെയാണ് ഞാൻ ഈ പണി മൊത്തം ചെയ്ത് കൊണ്ടിരുന്നത്. പെട്ടെന്ന് എന്റെ cousin-ന്റെ 5-6 വയസ്സുള്ള ഇളയ മകൻ വീട്ടിൽ വന്നപ്പോൾ അവന്റെ അച്ഛമ്മയോട് അവൻ ചോദിച്ച ചോദ്യം എനിക്കോർമ വന്നു. എന്റെ പേനകൾ കൊണ്ട് അവൻ വെറുതെ കളിക്കുമ്പോൾ അവന് ഈ സംശയം വന്നിരുന്നു. എന്ത് കൊണ്ടാണ് എല്ലാ പേനകളും കടിച്ച് വൃത്തികേടാക്കിയിരിക്കുന്നത് എന്ന്. അപ്പൊ അവന്റെ  അച്ഛമ്മ തമാശ രൂപേണ പറഞ്ഞു: ‘അത് അപ്പുട്ടന് വല്ലാണ്ട് വിശക്കുമ്പോൾ പേന എടുത്ത് തിന്നുന്നതാ’ണെന്ന്. പേന കറക്കലിനേക്കാളും പേന തിന്നലിനേക്കാളും വലിയ ഒരു stimming എനിക്കുണ്ട്. വെറുതെ കാലുകൾ ഇളക്കി കളിക്കുക. As if ഞാൻ fap ചെയ്ത് കൊണ്ടിരിക്കുന്ന പോലെ. Sure, വേറെ ആളുകൾ ഇങ്ങനെ ചെയ്യുന്നത് ഞാൻ കണ്ടിട്ടുണ്ട്, അവർ tension അടിക്കുമ്പോഴോ, excited ആകുമ്പോഴോ. പക്ഷെ എന്റെ case-ൽ ഞാൻ സദാ സമയവും ഇത് ചെയ്യലുണ്ട്. ഞാൻ പോലും അറിയാതെ. ഒരു excitement-റ്റും, tension-നും, anxiety-യും, ഇല്ലാതെ. എനിക്ക് minimal control-ളെ അതിന്റെ മേൽ ഉള്ളൂ. It keeps shaking! In fact, കാൺപൂർ ക്ലാസ്സിനകത്ത് ഇങ്ങനെ ഞാൻ അറിയാണ്ട് കാലിട്ടിളക്കി കളിച്ചപ്പോൾ എന്റെ അടുത്തിരുന്നവൻ അങ്ങനെ ചെയ്യരുതെന്ന് എനിക്ക് താക്കീത് നൽകിയിരുന്നു. മറ്റുള്ളവർക്ക് annoyance ഉണ്ടാക്കുന്ന രീതിയിൽ ഞാൻ ഈ പ്രവൃത്തി ചെയ്യലുണ്ട് എന്നതിന്റെ signal ആയിരുന്നു അത്. അപ്പോൾ അത് curious ആയിട്ട് തോന്നിയെങ്കിലും ഞാൻ അത് ignore ചെയ്തു കളഞ്ഞു. ഇപ്പോഴാണ് സംഗതിയുടെ ഗുട്ടൻസ് പിടി കിട്ടുന്നത്. അപ്പോൾ stimming symptom എനിക്കുണ്ട് എന്ന് സാരം. ഇനി sensitivity-ലേക്ക് വരാം. എനിക്ക് ശരാശരി ആളുകളെക്കാളും കുറച്ച് കൂടുതൽ hearing sensitivity-യും touch sensitivity-യും ഉള്ളതായി തോന്നിയിട്ടുണ്ട്. അതിൽ തന്നെ touch sensitivity എനിക്ക് ചില സമയങ്ങളിൽ പ്രശ്നമുണ്ടാക്കാറുണ്ട്. ചില clothing materials കൊണ്ടുള്ള ഉടുപ്പുകൾ ഇട്ട് കഴിഞ്ഞാൽ എനിക്ക് physically sick ആകാറുണ്ട്. ഛർദിക്കാൻ തോന്നാറുണ്ട്. ചില പ്രതലങ്ങൾ കാണുമ്പോൾ തന്നെ പല്ല് പുളിക്കുന്ന പോലെയും sickening ആയിട്ടുള്ള ഒരു തരം goosebumps വരുന്ന പോലെയും തോന്നലുണ്ട്. ഞാൻ ഇതൊക്കെ എഴുതിയത് എന്റെ suspicions അക്കമിട്ട് നിരത്താൻ വേണ്ടിയിട്ടാണ്. എന്റെ ഏച്ചിയെ പോലെ ഞാനും hypochondriac ആയിരിക്കാം. എല്ലാ സംശയങ്ങളും ആസ്ഥാനതാകാം. പക്ഷെ undeniably, പ്രശ്നമില്ലെങ്കിൽ പോലും പ്രശ്നങ്ങളുടെ ലക്ഷണങ്ങൾ കണ്മുന്നിലുണ്ട് എന്നതിന്റെ blueprint ആയി ഈ എഴുത്ത് ഇവിടെ കിടക്കട്ടെ.",
        "Or may be, ഞാൻ ഇതെല്ലാം എഴുതിയത് മറ്റുള്ളവർ തമ്മിൽ തമ്മിൽ ഇടപഴകുന്നത് പോലെ എനിക്ക് ചെയ്യാൻ പറ്റാത്തതിനെ ന്യായീകരിക്കാൻ വേണ്ടിയിട്ടാകും. ചെറിയ ക്ലാസിൽ പഠിക്കുമ്പോൾ എനിക്ക് ഒരു english teacher ഉണ്ടായിരുന്നു. അവർ ചില സമയത്ത് ഞാൻ മുഖം കൊണ്ട് ഗോഷ്ടി കാണിക്കുന്നു എന്ന് പറഞ്ഞ് എന്നെ ചീത്ത പറയുമായിരുന്നു. ഒരിക്കൽ പോലും ഞാൻ എന്ത് തെറ്റാണ് ചെയ്തത് എന്ന് എനിക്ക് മനസ്സിലായില്ലായിരുന്നു. ഞാൻ അറിഞ്ഞ് കൊണ്ട് ഒരാളോടും അങ്ങനെ ഇന്നേവരെ ചെയ്തിട്ടില്ല. എനിക്ക് ഇഷ്ടമില്ലാത്ത സ്ഥലമോ, പരിസരമോ, ആളുകളോ ആണെങ്കിൽ ഞാൻ അവിടെ നിന്നും കഴിവതും വേഗം സ്ഥലം കാലിയാക്കാനാകും നോക്കുക. ഈ മിസ്സിനോട് എനിക്ക് ഇഷ്ടക്കുറവില്ല താനും. പിന്നെ ഞാൻ അവർക്ക് അപ്രിയമുള്ള എന്ത് കാണിക്കാനാണ്? പിന്നെ കലോത്സവത്തിന് തൃശൂരോ മറ്റോ പോയി train-ൽ മടങ്ങി വരുന്ന സമയത്ത് ഞാൻ ഈ മിസ്സിന്റെ അടുത്താണ് ഇരുന്നത്. എന്നോട് കുറെ കഥകളും വിശേഷങ്ങളും ഒക്കെ പറയും. ഞാൻ ഒന്നും മനസ്സിലാവാതെ എല്ലാത്തിനും തല കുലുക്കി പുഞ്ചിരിച്ചു കൊടുത്തു. എന്റെ posture ശരിയല്ല, gesture ശരിയല്ല, നടക്കുന്ന വിധം ശരിയല്ല, പേന എഴുതുമ്പോൾ കയ്യിൽപ്പിടിക്കേണ്ട വിധം ശരിയല്ല, അറിയാത്ത ആളുകളോട് സംസാരിക്കുന്ന വിധം ശരിയല്ല, മൂത്തവരോട് പെരുമാറേണ്ട വിധം ശരിയല്ല, എന്ന് തുടങ്ങി ‘ശരിയല്ല, ശരിയല്ല’ എന്ന് നൂറായിരം തവണ കേൾക്കുമ്പോഴും എന്ത് കൊണ്ട് ശരിയല്ല എന്നതിന് മിക്കപ്പോഴും ഉത്തരമില്ല. സാഹചര്യം അനുസരിച്ച് അഭിനയിക്കുന്നതാണോ ശരി? സത്യം മനസ്സിൽ തന്നെ വച്ച് എതിരുള്ള ആളെ സോപ്പിട്ട് കിടത്തലാണോ ശരി? പേന എങ്ങനെ പിടിച്ച് എഴുതിയാലും എഴുതിയത് എന്താണെന്ന് മാത്രം നോക്കിയാൽ പോരെ? പേന ഞാൻ പിടിക്കുന്ന രീതിയിൽ പിടിച്ചാലും മഷി പുറത്ത് വരുന്നുണ്ടല്ലോ? പിന്നെ ആർക്കാണ് ദണ്ണം? വിവേകിന് ജാഡയാണ്, എല്ലാവരോടും ദേഷ്യമാണ്, എപ്പോഴും irritated ആണ്: ശരിയാണ്; മുഖവും ആകൃതിയും നോക്കി വിധിയെഴുതുന്നവരെ എനിക്ക് അറപ്പാണ്. അതിൽ നിങ്ങളും പെട്ടെങ്കിൽ എനിക്കും നിങ്ങൾക്കും നിർഭാഗ്യം.",
        "Btw, aspie എന്ന് ചുരുക്കി വിളിക്കുന്ന Asperger syndrome അല്ലെങ്കിൽ Asperger’s എന്ന condition-ന്റെ പേര് ഒരു ഓസ്ട്രിയൻ nazi paediatrician ആയ Hans Asperger എന്നയാളുടെ പേരിൽ നിന്നും വന്നതാണ്. Nazi-കൾ historically വംശ പരിപാലനത്തിന്റെ മൂത്ത വട്ട് കേസുകളല്ലേ? Asperger ഈ കൂട്ടത്തിൽ പെട്ട കൊശവനാണ്താനും.",
        "!PRE_Scholars have raised questions about his associations with the Nazi Party and his involvement in Nazi efforts to euthanize children with certain health conditions or disabilities.",
        "നല്ല best ടീമാണ് മൂപ്പര്. Although അന്ന് അയാൾ കുത്തിപ്പൊക്കിയ കണ്ടുപിടിത്തത്തിൽ നിന്ന് എത്രയോ different ആണ് ഇന്നത്തെ ഈ condition-നെ കുറിച്ചുള്ള പഠനങ്ങൾ. അത്കൊണ്ട് ഇയാളുടെ പേര് ഇനിയും ഇതുമായി associate ചെയ്യണോ എന്ന ചോദ്യം ബാക്കി നിൽക്കുന്നുണ്ട്."
    ]
}