{
    "id": 114,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "IISc-ന്റെ sports fest ആയ SPECTRUM-ന്റെ ഭാഗമായി chess tournament ഉണ്ട്. ഞാൻ അതിന് മുൻപ് പേര് കൊടുത്തിട്ടുണ്ടായിരുന്നു. ഇന്ന് ഒരു pool-ന്റെ preliminary games കഴിഞ്ഞു. നാളെ എന്റെ department-ന്റെ team ഉൾപ്പെടുന്ന pool-ന്റെ games ഉണ്ട്. നാളെ പത്ത് മണിക്ക് report ചെയ്യണം. എനിക്ക് ഒരു competition-ലും പങ്കെടുക്കാൻ interest ഇല്ല. പക്ഷെ chess എന്റെ ഏറ്റവും വലിയ special interest ആണ്. അത് കൊണ്ട് മാത്രമാണ് ഞാൻ ഇതിൽ പങ്കെടുക്കാൻ തീരുമാനിച്ചത്. In fact, നാളത്തെ tournament ഓർത്തിട്ട് എനിക്ക് വെറുതെ tension വരുന്നു. എന്തിനാണെന്ന് മാത്രം അറിയില്ല. May be, ഒരുപാട് uncertainties ഉള്ളത് കൊണ്ടാകും ഈ tension. എന്റെ team-ൽ മാത്രം പതിനാല് പേരുണ്ട്. എനിക്ക് finals-ൽ കളിക്കണമെങ്കിൽ ഈ പതിനാലിൽ ആദ്യ മൂന്ന് സ്ഥാനങ്ങളിൽ എത്തണം. മാത്രവുമല്ല എന്റെ team-ന്റെ top four-ലുള്ള കളിക്കാർക്ക് മൊത്തത്തിൽ മറ്റ് ടീമുകളെ അപേക്ഷിച്ച് കൂടുതൽ points വേണം. ഒരു കളിക്കാരന്റെയും strength എനിക്കറിയില്ല. എന്റെ പോലെ similar ആയിട്ടുള്ള strength ഉള്ള ഒരുത്തനെ എനിക്കറിയാം. അവന് ഇന്നത്തെ pool-ൽ എല്ലാ കളികളും ജയിച്ച് finals-ലേക്ക് qualify ചെയ്തു. അത് മാത്രമാണ് എനിക്ക് ആശ്വാസമുള്ള ഒരു കാര്യം. പക്ഷെ എന്റെയും അവന്റെയും similar strength online chess-ൽ ആണ്. അല്ലാതെ otb chess-ൽ അല്ല. അവൻ ചിലപ്പോൾ OTB chess-ൽ expert ആണെങ്കിലോ? മുൻപ് ഒരുപാട് OTB tournaments-ൽ പങ്കെടുത്തിട്ടുള്ളവനാണെങ്കിലോ? ഒന്നും പറയാൻ പറ്റില്ല. ഞാൻ ഇതിന് മുൻപ് ഒരൊറ്റ തവണ മാത്രമാണ് OTB tournament-ൽ കളിച്ചിട്ടുള്ളത്. ചെറിയ കുട്ടിയായിരുന്നപ്പോൾ. കോഴിക്കോട് പാളയത്തിൽ ഉള്ള ശിക്ഷക് സദനിൽ വച്ചായിരുന്നു മത്സരം. ഞാൻ അച്ഛനോട് വാശി പിടിച്ച് കളിയ്ക്കാൻ പോയതാണ്. Prize ഒന്നും കിട്ടിയില്ല. പക്ഷെ എല്ലാ കളിയും തോറ്റില്ല താനും. അന്ന് കളിച്ചതിന്റെ ഓർമ്മകൾ ഒന്നും ഇന്നില്ല. ആ experience almost non-existent ആണ് എന്ന് സാരം. വേറൊരു uncertainty ഇതാണ്: കളിക്കാരെ pair ചെയ്യിക്കുന്നത് ഒരു software വച്ചിട്ടാണ്. ആദ്യത്തെ round-ഡുകളിൽ random ആയിട്ടുള്ള pairing ആണ് നടക്കുക. പിന്നീട് പിന്നീട് ഏറ്റവും കൂടുതൽ കളികൾ ജയിക്കുന്നവർ തമ്മിൽ തമ്മിലാകും pairing നടത്തുക. ചുരുക്കി പറഞ്ഞാൽ swiss format-ൽ. എനിക്ക് ആദ്യം pair ചെയ്ത് കിട്ടുന്നവൻ ഭീകരനാണെങ്കിൽ ഞാൻ എന്ത് ചെയ്യും? എന്നെ അവൻ പഞ്ഞിക്കിടില്ലേ? ഇതിനെ പറ്റി ഇവിടെ എഴുതുമ്പോൾ tension കുറയുന്നതായി തോന്നുന്നുണ്ട്. ഞാൻ നാളെ രാത്രി കളികളുടെ result-നെ പറ്റി എഴുതുന്നുണ്ട്. എന്തായാലും തോറ്റാലും ജയിച്ചാലും ഒക്കെ ഇതൊരു experience അല്ലേ? കുറെ കാലം കഴിഞ്ഞ് ഓർക്കുമ്പോൾ നല്ല രസമായി തോന്നും. എന്തായാലും നാളെ ഞാൻ കളിക്കുന്നത് വെറുതെ രസിക്കാൻ വേണ്ടിയാകില്ല. ജയിക്കണം എന്ന് കരുതിയിട്ട് തന്നെയാണ്. വേറെ ഒന്നിലുമില്ലാത്ത competitiveness ഇതിന് മാത്രം എങ്ങനെ വരുന്നു? വെറും ഒരു board game-ൽ ഇതിന് മാത്രം invest ചെയ്യുന്നത് എന്തൊരു മണ്ടത്തരമാണ്. അങ്ങനെ നോക്കുകയാണെങ്കിൽ യാതൊരു അർഥവുമില്ലാത്ത ജീവിതത്തിൽ ഇത്ര invested ആകേണ്ട കാര്യമുണ്ടോ? Nihilistic ചിന്തകൾ അവിടെ നിൽക്കട്ടെ. അർത്ഥമില്ലാത്തത് കൊണ്ടാണോ, അർഥം കണ്ടു പിടിക്കാൻ പറ്റാത്തത് കൊണ്ടാണോ, അതോ അർഥം മൂടി വയ്ക്കപ്പെട്ടത് കൊണ്ടാണോ? Why even bother?"
    ]
}