{
    "id": 116,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്നലെ പറഞ്ഞ SPECTRUM chess tournament-ന്റെ pool C round-ൽ എന്റെ department team first അടിച്ചു. അഞ്ച് rounds ഉള്ള Swiss format-ൽ ഉള്ള tournament ആയിരുന്നു ഇത്. ഞാനും പിന്നെ team ക്യാപ്റ്റൻ ശ്രീധറും അഞ്ച് കളികളിൽ അഞ്ചും ജയിച്ചു. മൊത്തത്തിൽ ഞങ്ങളുടെ team-ലെ top 3 കളിക്കാർക്കും ഒരു പെണ്ണിനും കൂടെ 15.5 point വാരി കൂട്ടി. Second കിട്ടിയത് UG-യുടെ ഒരു team-നാണ്. അവർക്ക് മൊത്തത്തിൽ 13.5 points ഉണ്ട്. Third കിട്ടിയ CDS (Computational and Data Science) department-ന്റെ ടീമിന് 12.5 points ആണുള്ളത്. First round-ൽ ഞാൻ white ആയിരുന്നു. എന്റെ opening preparation-ൽ ഉള്ള പോലെയാണ് കളി നീങ്ങിയത്. Bxh6 കളിച്ച് castled king-ന്റെ മുന്നിലുള്ള pawn structure തച്ചുടച്ചു. എന്നിട്ട് rook lift ചെയ്ത് mate threat ഉണ്ടാക്കി. Opponent-ന് അത് തടയാൻ queen sacrifice ചെയ്യേണ്ടി വന്നു. അതോട് കൂടി എന്റെ nervousness മാറി. പിന്നെ logical ആയിട്ടുള്ള moves കളിച്ച് എളുപ്പം ജയിച്ചു. രണ്ടാമത്തെ game-ൽ ഞാൻ black ആയിരുന്നു. വീണ്ടും ഞാൻ prepare ചെയ്ത line തന്നെ opening-ൽ വന്നു. മൂന്ന് centre pawns ഉണ്ടാക്കി centre control മൊത്തം പിടിച്ചെടുത്തു. അതിനിടയ്ക്ക് opponent-ന്റെ blunder കാരണം ഒരു passed pawn ഉണ്ടായി. ആ passed pawn-ന്റെ മുന്നേറ്റം തടയാൻ opponent-ന്റെ king blockade ചെയ്യേണ്ടി വന്നു. പക്ഷെ അങ്ങനെ ചെയ്തപ്പോൾ opponent അതിലും വലിയ trap-ൽ കുടുങ്ങി. Opponent-ന്റെ king board-ന്റെ നടുവിൽ എങ്ങോട്ടും പോകാൻ പറ്റാതെ അവിടെ കിടക്കേണ്ടി വന്നു. പിന്നെ ഈ trapped king-നെ checkmate ചെയ്യുക എന്നുള്ളതായിരുന്നു എന്റെ ധൗത്യം. ശരിക്കും പറഞ്ഞാൽ opponent ഏത് move കളിച്ചാലും തോൽക്കും എന്നുള്ള രീതിയിലേക്ക് കാര്യങ്ങൾ എത്തിച്ചേർന്നിരുന്നു. വല്ലാത്ത suffocating ആയിട്ടുള്ള position-ൽ മനം മടുത്ത് opponent വേറെ ഒരു move-വും കളിക്കാതെ resign ചെയ്തു. മൂന്നാമത്തെ കളിയിൽ ഒരു പെണ്ണായിരുന്നു എന്റെ opponent. എന്നെ ഏറ്റവും cheapest ആയ scholar’s mate-ൽ കുടുക്കാൻ നോക്കി. Queen-നെ രണ്ടാമത്തെ move-ൽ തന്നെ develop ചെയ്തു. ഞാൻ principled ആയിട്ട് develop ചെയ്ത് centre control ചെയ്തിട്ട് കളിച്ചു. Castle ചെയ്തില്ല. കാരണം ഇവിടെ ഏത് സൈഡിൽ castle ചെയ്യുന്നതിനേക്കാളും safe ആയിരുന്നു king centre-ൽ തന്നെ നിൽക്കുന്നത്. ഞാൻ ഏറ്റവും കൂടുതൽ nervous ആയിരുന്ന കളിയും ഇതായിരുന്നു. ആ പെണ്ണ് വേഗം വേഗം എല്ലാ moves-സും കളിക്കുകയും ചെയ്തു. അത് എന്നെ കൂടുതൽ pressure-ൽ ആക്കി. പക്ഷെ എല്ലാത്തിനെയും തരണം ചെയ്ത് ഞാൻ opponent-ന്റെ weakness-സുകളെ ചൂഷണം ചെയ്തു. പിന്നെ അവൾ rook straight up blunder ചെയ്തു കളഞ്ഞു. അതോട് കൂടി കളി പൂർണമായും എന്റെ വരുതിയിലായി. Opponent കുറെ എന്നെ stalemate ട്രാപ്പിൽ വീഴ്ത്താൻ ശ്രമിച്ചിരുന്നു. പക്ഷെ ഞാൻ ശ്രദ്ധിച്ച് അതൊക്കെ avoid ചെയ്തു. എന്നിട്ട് simple ആയിട്ട് checkmate ചെയ്തു. നാലാമത്തെ game-ൽ opponent മര്യാദയ്ക്ക് develop ചെയ്ത് castle ചെയ്യാൻ വൈകിയത് ഞാൻ മുതലെടുത്തു. Centre-ലുള്ള king-ന്റെ തൊട്ട് മുന്നിലുള്ള piece-നെ maximum എന്റെ pieces വച്ചിട്ട് attack ചെയ്തു. Castle ചെയ്താൽ ആ piece നഷ്ടപ്പെടും എന്നുള്ളത് കൊണ്ട് opponent-ന് defend ചെയ്യുകയല്ലാതെ വേറെ വഴി ഒന്നും ഇല്ലായിരുന്നു. മര്യാദക്ക് develop ചെയ്യാത്തത് കൊണ്ട് ഒരു counter attack-ക്കും opponent-ന്  ഉണ്ടായിരുന്നില്ല. അവസാനം ആ pressure-ൽ അവർ succumb ചെയ്തു. നല്ല ഒരു checkmate deliver ചെയ്യുകയും ചെയ്തു. അഞ്ചാമത്തെ game-ൽ എനിക്ക് bye കിട്ടി. ഞാനും sreedhar-റും ആയിരുന്നു tournament-ന്റെ top-ൽ ഉണ്ടായിരുന്നത്. അത് കൊണ്ട് ഞങ്ങൾക്ക് രണ്ട് പേർക്കും bye തന്നു. ഞങ്ങളുടെ team നാലാമത്തെ game കഴിഞ്ഞപ്പോൾ തന്നെ finals-ലേക്ക് qualify ചെയ്തിരുന്നു. അത് കൊണ്ട് bye കിട്ടിയാലും കിട്ടിയില്ലെങ്കിലും പ്രശ്നമില്ലായിരുന്നു.",
        "ഇനി രണ്ടാമത്തെ update. ഇന്ന് മാളേച്ചിയെ കാണാൻ കല്യാണ ചെക്കന്റെ വീട്ടിലെ പെണ്ണുങ്ങൾ ഒക്കെ വന്നിരുന്നു. അവർ വരുന്നത് കൊണ്ട് അച്ഛന്റെയും അമ്മയുടെയും സൈഡിലെ ആന്റിമാരും uncle-മാരും വീട്ടിലേക്ക് വന്നിരുന്നു. അടിപൊളി ഭക്ഷണം ഒക്കെ ഉണ്ടാക്കി അവരെ സൽക്കരിച്ചു. എല്ലാവരും happy ആണ്. നിശ്ചയം അടുത്ത ഞായറാഴ്ച. കല്യാണം മെയ് രണ്ടാമത്തെ ആഴ്ച. എല്ലാം fixed ആക്കി. "
    ]
}