{
    "id": 117,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്നലെയും മിനഞ്ഞാന്നും ഒന്നും എഴുതിയില്ല. സോറി. May be എഴുത്തിലുള്ള interest മെല്ലെ മാഞ്ഞു പോകുന്നതാകാം. അതിനെ പറ്റി ആലോചിക്കുമ്പോൾ വെറുതെ നെഞ്ചിടിക്കുന്നു. കുറെ കാര്യങ്ങൾ മറന്ന് പോകുന്നു. അടുത്തിടെ നടക്കുന്നതും അല്ലാത്തതുമായ കാര്യങ്ങൾ. ഇനി അടിച്ചു മൂടിയ റൂമിനുള്ളിൽ ചടഞ്ഞ് കുത്തിയിരുന്ന് carbon monoxide poisoning വല്ലതും വരുന്നതിന്റെ അടയാളമാണോ ഇത്? ആണെങ്കിലെന്താ. കൂടിപ്പോയാൽ ചത്ത് പോകും. അത്രയല്ലേ ഉള്ളൂ. എനിക്ക് മരിക്കുന്നതിന് വലിയ പേടിയില്ല. ഞാൻ തീർന്നാൽ തീർന്നു. അത്ര തന്നെ. മറ്റുള്ളവരുടെ കാര്യം എനിക്കറിയേണ്ട. എന്നെ ഇഷ്ടമുള്ളവരുടെ കാര്യമോ, ഇഷ്ടമില്ലാത്തവരുടെ കാര്യമോ എനിക്കറിയേണ്ട. അത് സ്വാർത്ഥതയല്ലേ? തന്നിഷ്ടം മാത്രം നോക്കുന്നത്? സ്വാർത്ഥരല്ലാത്തവരാണ് ചാകുമ്പോൾ കൂടെയുള്ളവരെയും കൂട്ടുന്നത്. ഇന്നാൾ എവിടെയോ വായിച്ചിരുന്നു. ഒരുത്തന്റെ കഥ. അവന് മരിക്കണം. പക്ഷെ അവന്റെ അമ്മ എപ്പോഴും അവനത് ചെയ്യാതിരിക്കാൻ വേണ്ടി moral support കൊടുത്തു കൊണ്ടേയിരിക്കും. അത് കൊണ്ട് അവൻ എന്ത് ചെയ്തെന്നോ? അവൻ മരിക്കുന്നത് മൂലം അവന്റെ അമ്മ സങ്കടപ്പെടാതിരിക്കാൻ ആദ്യം അവൻ അവന്റെ അമ്മയെ വെടി വച്ച് കൊന്നു. പിന്നെ അമ്മൂമ്മയെ അതേ പോലെ കൊന്നു. പിന്നെ എങ്ങോട്ടോ കടന്ന് കളഞ്ഞ് അവനും അവനെ കൊന്നു കളഞ്ഞു. ഇത് നടന്നത് അമേരിക്കയിലാണ്. ഇത് പോലെ എല്ലായിടത്തും സംഭവിക്കുന്നുണ്ട്. കേരളത്തിൽ കുറച്ച് കാലം മുൻപ് ഒരു IT professional ഇത് മാതിരി മരിച്ചിരുന്നു. കുടുംബസമേതം. കാരണം കൊടിയ കടമായിരുന്നു. കടം മൂത്ത് ജീവിക്കാൻ പറ്റില്ലെന്ന അവസ്ഥ! കടം അയാൾക്കല്ലേ. അതിന് ബാക്കി ഉള്ളവരെ കൊല്ലുന്നതെന്തിന്? 14-ലും 8-ട്ടും വയസ്സുള്ള പെൺകുട്ടികളാണ് അയാൾക്കുള്ളത്. അവർ വലുതാവുമ്പോൾ ഈ കടം inherit ചെയ്യുമോ? ചിലപ്പോൾ അതാകും കാരണം. എന്തൊരു വിചിത്രമായ ലോകം! ഞാൻ ഇടയ്ക്ക് നടന്ന് പോകുമ്പോൾ ഒക്കെ അറിയാതെ ചിന്തിക്കും - എന്താണ് എല്ലാത്തിന്റെയും അർഥമെന്ന്. എന്നെങ്കിലും ആ അർഥം പുറത്ത് വരുമോ? ഇനി അങ്ങനെ ഒരു അർത്ഥമില്ലേ? May be, I’m lacking perspectives. ഇതിനെ പറ്റി ഏതെങ്കിലും book വായിക്കണം. ശരിക്കും ഈ logic എന്ന് പറയുന്നത് എന്താണ്? അതിന്റെ framework എല്ലായിടത്തും ഒന്നാണോ? Book വായിക്കുന്നതിനെ പറ്റി പറഞ്ഞപ്പോഴാണ് മറ്റേ ഏച്ചിക്കാനത്തിന്റെ കഥയെ പറ്റി ഓർമ വന്നത്. ‘കൊമാല’ ‘കൊമാല’ എന്ന് കുറെയിടത്ത് കണ്ടിട്ടുണ്ടെങ്കിലും രണ്ട് ദിവസം മുൻപാണ് ഞാൻ ആ കഥ വായിച്ചത്. ‘ഒറ്റവാതിൽ’-ലും വായിച്ചു. പക്ഷെ ‘കൊമാല’-യാണ് എനിക്ക് ഇഷ്ടമായത്. അതിൽ quoteable ആയിട്ടുള്ള കുറെ വാക്യങ്ങളുണ്ട്. ജീവിതത്തിന്റെ പ്രലോഭനങ്ങളെ പറ്റി കഥ വിവരിക്കുന്നുണ്ട്. മരണത്തിന് തൊട്ട് മുൻപ് പോലും മനുഷ്യൻ ഈ പ്രലോഭനങ്ങളിൽ വീണു പോകും എന്ന് എഴുത്തുകാരൻ പറയുന്നുണ്ട്. ആ മധു നുകർന്ന്, അതിൽ മുഴുകി അലയുമ്പോൾ ഞാനാകുന്ന ലോകത്തിന്റെ terrifying uncertainty ഞാൻ മറക്കുന്നു.",
        "Courage The Cowardly Dog എന്ന cartoon പണ്ട്, ചെറിയ കുട്ടിയായിരുന്നപ്പോൾ ഞാൻ കണ്ടിട്ടുണ്ട്. ആ സമയത്ത് അതെന്റെ least favorite cartoons-ന്റെ കൂട്ടത്തിൽ പെട്ടതായിരുന്നു. എന്നെ പേടിപ്പെടുത്തും. ഉറങ്ങാൻ കിടക്കുമ്പോൾ അതിലെ characters-നെ പറ്റി ആലോചിച്ച് കിടുകിടാ വിറയ്ക്കും. എന്റെ ഇഷ്ടപ്പെട്ട cartoons വൈകുന്നേരങ്ങളിലെ pokemon-ണും, രാവിലെയുള്ള Dexter’s laboratory-യും, Powerpuff girls-സുമൊക്കെയാണ്. ആദ്യമായിട്ട് അച്ഛൻ TV വാങ്ങിച്ചപ്പോൾ കണ്ട cartoons Scooby Doo-വും He man-നുമാണ്. കുറച്ച് കൂടി വലുതായപ്പോൾ Ben-10-നും Digimon-ണും Mr Bean-ന്റെ animated series-സും ഒക്കെ കണ്ടു. പിന്നെ ഇടയ്ക്കെപ്പോഴോ ഞങ്ങളുടെ cable TV operator cartoon network channel block ചെയ്തു. Extra പൈസ അടച്ചാൽ മാത്രമേ അത് unblock ചെയ്യൂ എന്ന അവസ്ഥയായി. അതോട് കൂടെ cartoon കാണൽ നിന്നു. അന്ന് ആ പണി ചെയ്ത അവരോട് ഞാൻ കുറെ മനസ്സിൽ ശപിച്ചിരുന്നു. അച്ഛൻ അന്ന് പൈസയ്ക്ക് കുറച്ച് tight ആയത് കൊണ്ട് കുറച്ച് പിശുക്ക് കൂടുതലായിരുന്നു. അത് കൊണ്ട് പൈസ കൊടുത്ത് unblock ചെയ്യാൻ വേണ്ടി ചോദിക്കാനുള്ള ധൈര്യം എനിക്കില്ലായിരുന്നു. Pogo channel-ൽ തീട്ട cartoons മാത്രമേ ഉണ്ടാകൂ. അത് കാണുന്നത് തന്നെ എനിക്ക് അറപ്പായിരുന്നു. ആകെ ഉള്ള നല്ല program Takeshi’s castle ആയിരുന്നു. പിന്നെ പിന്നെ Doraemon-ണും എനിക്ക് ഇഷ്ടപ്പെട്ടു തുടങ്ങി. Tom and Jerry-യെ പറ്റി പറഞ്ഞില്ല. വേറെ ഏത് cartoon-നേക്കാളും ഈ cartoon ഞാൻ കണ്ടിട്ടുണ്ടാകും. Courage-ലേക്ക് തിരിച്ച് വരാം. വേറെ ഒരു cartoon-ണും ഇല്ലെങ്കിൽ മാത്രമാണ് ഞാൻ Courage the cowardly dog കാണുക. ഇപ്പൊ തിരിഞ്ഞ് നോക്കുമ്പോൾ അതിന്റെ artistic style-ലും story-യും കഥാപാത്രങ്ങളും ഒക്കെ മറ്റ് cartoon-ണുകളെ അപേക്ഷിച്ച് എത്ര വ്യത്യസ്തമാണെന്ന് ഞാൻ തിരിച്ചറിയുന്നു. എന്നെ ഏറ്റവും പേടിപ്പിച്ച episode മറ്റേ King Ramsus-ന്റെ ‘Return the slab’ എന്ന dialogue പറയുന്ന episode ആണ്. Ramsus screen-ൽ വരുമ്പോൾ തന്നെ ഞാൻ പേടിച്ചിട്ട് TV off ചെയ്തത് എനിക്കോർമയുണ്ട്. Eustace-സിനേയും Murial അമ്മൂമ്മയേയും, Courage-നെയും ഒക്കെ പറ്റി ഇപ്പോൾ ആലോചിക്കുമ്പോൾ പഴയ കൂട്ടുകാരെ പോലെ തോന്നുന്നു.",
        "!IMG_courage/eustace-god-of-war.jpg_ Eustace as God of War character",
        "!IMG_courage/family.jpg_ Many characters from Courage cartoon",
        "!IMG_courage/love.jpg_Courage saying the dialogue",
        "!IMG_courage/muriel-and-eustace.jpg_Muriel and Eustace together",
        "!IMG_courage/muriel.png_Muriel",
        "!IMG_courage/painting.jpg_A painting of Courage",
        "!IMG_courage/perfect.jpg_Final episode dialogue",
        "!IMG_courage/slab.jpg_return the slab"
    ]
}