{
    "id": 118,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഈ എഴുത്ത് തുടങ്ങിയതിൽ പിന്നെ ഏറ്റവും കൂടുതൽ ദിവസം എഴുതാതിരുന്നത് കഴിഞ്ഞ കുറച്ച് ദിവസങ്ങളിലായിരിക്കണം. എഴുതുമ്പോൾ ഒരുപാട് സമയം പോകുന്നുണ്ട്. ഒരുപാട് ഒരുപാട് സമയം ഞാനറിയാതെ കടന്നു പോകുന്നു. എഴുതുന്നത് ഇഷ്ടമാണെങ്കിലും ഇപ്പോൾ ഇതൊരു നേരംപോക്കിനെക്കാളുപരി ഞാൻ എന്റെ വിലപ്പെട്ട സമയം നഷ്ടപ്പെടുത്തുന്നതിനുള്ള നൂറാമത്തെ ഉപാധിയായാണ് കാണുന്നത്. അതിന്റെ ആവശ്യമില്ല. Infact ഇതൊരു chore പോലെ feel ചെയ്യുന്നു. അത്കൊണ്ട് ഇനി വരും ദിവസങ്ങളിൽ എഴുതുമോ ഇല്ലയോ എന്നതിൽ എനിക്ക് സംശയങ്ങൾ ബാക്കിയുണ്ട്.",
        "എഴുതാതിരുന്നതിന്റെ കാരണം ഞാൻ വീട്ടിലേക്ക് പോയത് കൊണ്ടാണ്. ചേച്ചിയുടെ കല്യാണ നിശ്ചയത്തിന് പങ്കെടുക്കാൻ വേണ്ടിയാണ് പോയത്. പോയതിന്റെ അടുത്ത ദിവസം മടങ്ങി വരാൻ plan ഇട്ടെങ്കിലും അങ്ങനെ ചെയ്തില്ല. എനിക്ക് അമ്മയുടെയും അച്ഛന്റെയും അടുത്ത് കുറച്ച് സമയം കൂടി ചിലവിടാൻ ആശ വന്നു. അത് കൊണ്ട് രണ്ട് മൂന്ന് ദിവസങ്ങൾ കഴിഞ്ഞാണ് ഞാൻ മടങ്ങിയത്. ഇതാണ് ഒന്നാമത് എനിക്ക് പുറത്ത് പോയി പഠിക്കാൻ മനസ്സ് വരാത്തത്. ഒന്നാമത് എനിക്ക് എവിടെയും admission കിട്ടില്ല. തൽക്കാലം ആ factor കണ്ടില്ലെന്ന് നടിച്ചേക്കൂ. രണ്ടാമത് പൈസ ചിലവാകും. എന്തായാലും ചിലവാകും. ഏതെങ്കിലും 1st world country-ൽ ചെന്നിട്ട് ജീവിക്കണമെങ്കിൽ മുടിഞ്ഞ പൈസ ചിലവുണ്ടാകും. ഈ പൈസ പോകുന്നത് എന്റെ പോക്കറ്റിൽ നിന്നല്ലല്ലോ. അച്ഛന്റെയും അമ്മയുടെയും pocket-ൽ നിന്നല്ലേ? അതെനിക്കിഷ്ടമില്ല. അല്ലെങ്കിൽ തന്നെ എന്നെ കൊണ്ട് വല്ലാത്ത ചിലവ് വരുന്നുണ്ടാകും. സത്യത്തിൽ ഞാൻ എവിടെയോ ആരോ പറഞ്ഞ് കേട്ടിട്ടുണ്ട്: പഠനവും താമസവും cover ചെയ്യുന്ന scholarship ഒന്നും എനിക്ക് കിട്ടാൻ പോകുന്നില്ല. അത് കൊണ്ടാണ് ഞാൻ വിചാരിക്കുന്നത് കുറച്ച് കാലം പണിയെടുത്തിട്ട് പൈസയുണ്ടാക്കി, പിന്നെ ആ പൈസയിലെ ഒരു portion ഉപയോഗിച്ച് എന്റെ ഭാവി പഠിത്തം fund ചെയ്യാം! അതാവുമ്പോൾ എന്റെ പൈസയല്ലേ, guilt free ആയിട്ട് എനിക്ക് അതുപയോഗിക്കാം. എന്ത് കുന്തം വേണമെങ്കിലും അത് വച്ച് നടത്താം. എന്നിട്ട് പുറമെ പോയി പഠിച്ചിട്ട് പഠിച്ചതുമായി ബന്ധമുള്ള, എനിക്കിഷ്ടമുള്ള ഏതെങ്കിലും ജോലി കിട്ടി അങ്ങോട്ടേക്ക് അച്ഛനെയും അമ്മയെയും കൊണ്ട് പോകും. അതെന്തിനാ അവരെ അങ്ങോട്ട് കൊണ്ട് പോകുന്നേ? ഇന്ത്യയിൽ, പ്രത്യേകിച്ച് കേരളത്തിൽ നിൽക്കുന്നത് എനിക്ക് തീരെ safe ആയിട്ട് തോന്നുന്നില്ല. എനിക്ക് അതിനെ പറ്റി ആലോചിക്കുമ്പോൾ ഒരുതരം paranoia-യും anxiety-യും ഒക്കെ വരും. Heart കിടന്ന് ശക്തിയിൽ അടിക്കാൻ തുടങ്ങും. I feel like ഒരു ominous ആയിട്ടുള്ള കാലാവസ്ഥയാണ് ഇവിടെയുള്ളത് എന്നാണ്. ഒരു calm before the storm. ഒരു സുനാമിക്ക് മുൻപുള്ള ശാന്തത. ഒരു വലിയ collapse, ഒരു വലിയ implosion ഒക്കെയാണ് ഭാവിയിൽ സംഭവിക്കാൻ പോകുന്നത് എന്ന തോന്നൽ. എന്റെ usual pessimistic മനസ്സ് ഓരോ കഥകൾ മെനയുന്നതാകാം. പക്ഷെ ഒരു ജാതി വൃത്തികെട്ട tension എനിക്ക് വരും അതിനെ പറ്റി ചിന്തിക്കുമ്പോൾ. ഈ implosion-ന് കാരണം മനുഷ്യർ തമ്മിലുള്ള വ്യത്യസ്തങ്ങളാണ്. ഭാഷ വ്യത്യാസം, വർഗീയമായ വ്യത്യാസം, രാഷ്ട്രീയപരമായ വ്യത്യാസം, സാംസ്കാരികതരത്തിലുള്ള വ്യത്യാസം, എന്ന് തുടങ്ങി നീളുന്ന വ്യത്യാസങ്ങളുടെ ഒരു വലിയ list. വ്യത്യാസങ്ങൾക്കിടയിൽ അസഹിഷ്‌ണുതയുണ്ടെങ്കിൽ എന്താകും അവസ്ഥ? And I feel like ആ അസഹിഷ്ണുത ഇവിടെയുണ്ട്. കേരളത്തിലുണ്ട്. കേരളത്തിന് പുറത്തുണ്ട്. കേരളത്തിന് നേർക്കുണ്ട്. ഈ intolerant ആയിട്ടുള്ള ആളുകൾക്ക് power കിട്ടിയാൽ എങ്ങനെയുണ്ടാകും? Social fabric-നെ പിച്ചി ചീന്തും. ആർക്കാണ് ആ ചുറ്റുപാടിൽ ജീവിക്കാൻ ഇഷ്ടപ്പെടുക? അങ്ങനത്തെ ചുറ്റുപാടിൽ ലോകം fucked-up കാര്യങ്ങൾ പലതും ചെയ്യും. കുറെ ആളുകൾ അവരുടെ pity social media-യിലൂടെ രേഖപ്പെടുത്തും. വേറെ കുറെ അലവലാതികൾ സഹായിക്കുന്നതിന് പകരം ആരുടെ ഭാഗത്താണ് കുറ്റം എന്ന് സ്ഥാപിക്കുന്നതിന് വേണ്ടി കുറെ കുരയ്ക്കും. മറ്റ് ചിലർ ഇതൊക്കെ മൂന്നാം ലോക രാജ്യങ്ങളിലെ സ്ഥിരം പല്ലവിയാണെന്ന് കരുതി കണ്ടില്ലെന്ന് നടിക്കും. വേറെ ചിലർ എങ്ങനെ ഈ സ്ഥിഗതി ചൂഷണം ചെയ്ത് അവർക്ക് നേട്ടമുണ്ടാക്കുന്ന തരത്തിൽ കാര്യങ്ങൾ നീക്കമെന്ന് ഗൂഢാലോചന നടത്തും. അതിലൂടെ ഉരുത്തിരിയുന്ന plan പ്രാവർത്തികമാക്കും. ഓഷോ രജനീഷിന്റെ ഒരു video ഓർമ വരുന്നു. അതിൽ അയാളെ കണ്ടാൽ ‘high as a kite’ എന്നേ ആരും പറയുകയുള്ളൂ. അതിൽ അയാൾ പറയുന്നത് ഇങ്ങനെയാണ്:",
        "!PRE_Democracy is not the highest goal. It is better than dictatorial regimes, it is better than monarchies, but it is not the end of the journey – because democracy basically means government by the people, of the people, for the people, but the people are retarded. So let us say: government by the retarded, for the retarded, of the retarded.",
        "ശരിക്കും ബുദ്ധിയും കഴിവും ഉള്ള ആളുകളെ നേതാക്കളായിട്ട് കിട്ടാൻ നമുക്ക് പോകുന്നില്ല എന്ന സങ്കടകരമായ യാഥാർഥ്യമാണ് എന്റെ മനസ്സിൽ ഉയർന്ന് വരുന്നത്. Instead നമ്മൾക്ക് കിട്ടുന്ന ആളുകൾ ഏറ്റവും shadiest ആയിട്ടുള്ളവരാണ്. അവർ അവരുടെ കഴിവുകേട് മറച്ച് വയ്ക്കുന്നു. Literally and figuratively. നമ്മടെ തന്നെ President ജാംനഗർ സന്ദർശിക്കാൻ വന്നപ്പോൾ അവിടുത്തെ government ചെയ്ത പണി കണ്ടോ?",
        "!IMG_jamnagar1.jpg_white sheets on either ends of the road",
        "ഈ ഷീറ്റിന്റെ പിന്നിൽ ഉള്ള കാഴ്ച എന്താണെന്നോ?",
        "!IMG_jamnagar2.jpg_behind the white sheets",
        "",
        "!LNK^https://www.reddit.com/r/india/comments/tkprlh/the_president_is_visiting_my_city_jamnagar_guess/^Jamnagar debacle",
        "ഈ technique ഇവർക്ക് കിട്ടിയത് എവിടുന്നാണെന്നോ? മറ്റേ Trump ഇന്ത്യയിൽ visit-ന് വന്നപ്പോൾ ചെയ്ത അതേ പരിപാടിയിൽ നിന്ന്. അതേ modus operandi.",
        "!IMG_behindTheWall.jpg_Makeshift wall cant stop truth",
        "എന്താല്ലേ കഥ. ‘Build the wall!’, ‘Build the wall!’ എന്ന് വിളിച്ച് കൂവിയ ആളിൽ നിന്നായിരിക്കും ഈ inspiration കിട്ടിയത്.  കലികാലം എന്നൊക്കെ പണ്ടുള്ളവർ പറഞ്ഞത് ഇത് പോലത്തെ കാര്യങ്ങൾ envision ചെയ്ത് കൊണ്ടാവണം."
    ]
}