{
    "id": 119,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ ഒരു പുതിയ പരിപാടി ചെയ്യാൻ ഉദ്ദേശിക്കുന്നുണ്ട്. ഓരോ entry-യും എഴുതുന്നതിന് മുൻപ് ഒരു പുതിയ വാക്ക് പഠിക്കുക. ചിലപ്പോൾ മലയാളം വാക്ക്, ചിലപ്പോൾ english വാക്ക്. Vocabulary വിപുലീകരിക്കാനൊന്നുമല്ല. വെറുതെ ഒരു രസത്തിന്. ഇന്ന് ഞാൻ കുറെ Conan O’brien-ന്റെ podcast episodes കേട്ടിരുന്നു. അതിൽ ഒന്നിൽ Conan ഇടയ്ക്കിടെ mores എന്ന വാക്ക് ഉപയോഗിച്ച് കൊണ്ടിരിക്കുകയായിരുന്നു. എപ്പോ mores എന്ന വാക്ക് ഉപയോഗിക്കാൻ പറ്റുന്നിടത്തും അല്ലാത്തിടത്തും ഒക്കെ മൂപ്പര് പ്രയോഗിക്കുന്നുണ്ടായിരുന്നു. And it was hilarious. Curiosity തോന്നി ഞാൻ mores-ന്റെ അർഥം നെറ്റിൽ നോക്കി കണ്ടുപിടിച്ചു. ഇതാണ് google ചെയ്തപ്പോൾ കണ്ടത്:",
        "!PRE_Mores: the essential or characteristic customs and conventions of a society or community. ",
        "ഇത് ഓർത്ത് വയ്ക്കാൻ ഇങ്ങനെ ചിന്തിച്ചാൽ മതി: mores are moral norms. ഒരു community-യുടെ moral norms. See, എത്ര എളുപ്പം! ഞാൻ ഉദ്ദേശിക്കുന്നത് എനിക്കറിയാത്ത ഒരു common word കണ്ടുപിടിക്കുക, അതിന്റെ definition എഴുതുക, അതിന്റെ മൂന്ന് example എഴുതുക, പിന്നെ അത് ഓർത്ത് വയ്ക്കാനുള്ള ഒരു കുറുക്കുവഴി ഉണ്ടാക്കുക എന്നുള്ളതാണ്. ",
        "Conan-ന്റെ podcast-ൽ വേറെ ഒരു episode-ൽ obituary-യെ പറ്റിയുള്ള ഒരു paradigm shift എനിക്ക് ഉണ്ടായി. Obituary എഴുതുന്നത് ഒരു തൊഴിലായി സ്വീകരിച്ച Conan-ന്റെ ഒരു fan-നോട് സംസാരിക്കുന്നതാണ് ഈ episode-ന്റെ ഉള്ളടക്കം. Episode-ന്റെ പേര് ‘Looming Comedian’ എന്നാണ്. അതിലെ lady-യുടെ demeanor oddly calming-ങ്ങും peaceful-ളും ആയിരുന്നു. മറ്റ് fans-നോടപേക്ഷിച്ച് ഒരു പ്രത്യേകത അവരുടെ ശബ്ദത്തിൽ തന്നെയുണ്ട്. Conan പത്രം തുറന്നാൽ ആദ്യം നോക്കുന്നത് obituary ആണെന്ന് അദ്ദേഹം അതിൽ പറയുന്നുണ്ട്. ഞാൻ ഇത് അദ്ദേഹത്തിന്റെ usual തമാശയുടെ setup ആണെന്ന് കരുതി ചിരിച്ചു. പക്ഷെ he wasn’t joking. ആ episode-ന്റെ തുടക്കത്തിൽ അദ്ദേഹം വളരെ serious ആയിട്ടാണ് ഈ topic-നെ treat ചെയ്തത്. അതിലെ എനിക്ക് meaningful ആയിട്ട് തോന്നിയ ഒരു excerpt ഞാൻ ഇവിടെ painstakingly കേട്ട് പകർത്തി എഴുതി വയ്ക്കാം.",
        "!PRE_Conan: ‘And I never quite knew what fascinated me so much about obituaries and I was asking my dad - who is a smart guy - and my dad said: ‘It’s because the story is complete!’. He said everything else you read uh.. is… ok this happened, but we don’t know how this will change tomorrow, but when you’re reading an obituary, it’s the… it’s the story has an end. And it’s very profound, and it’s… there is something kinda beautiful about them.’__Kitty (Obituary writer): ‘I love that he said that, you know, the… the.. It didn’t occur to me until um… my dad died. He died before my mom did and I was sitting and I was just looking at letters that he had written me when I was in college and it dawned on me just like your dad said, you see the arc… the arc… you see the beginning and now I see the end and it just changed everything that he wrote in those letters. How I, you know, read it. Oh! He was forty something then, he had no idea what was gonna… all turn out, you know, so your dad’s correct!’__Conan: ‘Yeah, there is ah… there is something about them, the circle has closed. That’s it. And so, I’m um… fascinated by obituaries, and um… I think they can be sometimes the most profound part of the newspaper. Everything else is chaos, and then there is something beautifully um… enduring and obviously very final, but feeling very true when you’re reading an obituary. You’ll always see… you’ll always see the highs and the lows in their life ah… you always, you know, especially with anyone in the arts or politics. There was the early years of like struggle, then triumph and then terrible disaster usually midway through, and then the recovery from that disaster’ (laughs)  ",
        "ഈ episode-ൽ Conan-നും സംഘവും ഒരു question മാത്രം Kitty-യോട് ചോദിക്കാഞ്ഞതിൽ എനിക്ക് നിരാശയുണ്ടായിരുന്നു. ഒരു obituary writer അവർക്ക് വേണ്ടി സ്വയം ഒരു  obituary എഴുതിയാൽ അതിൽ എന്തൊക്കെയുണ്ടാകും? അത് interesting ആയിട്ടുള്ള ഒരു question അല്ലെ? അല്ല ല്ലേ?  ",
        "Conan-നെ പോലുള്ള ആളുകൾ ഉള്ളത് കൊണ്ട് മാത്രമാണ് എത്ര pessimistic ആയാലും എനിക്ക് humanity-ൽ ഒരു തരി പ്രതീക്ഷ ബാക്കിയുള്ളത്. അവർ നല്ല മനുഷ്യനാണ്. ഇനി അങ്ങനല്ലെന്ന് നാളെ പുറത്ത് വന്നാൽ അത് ഹൃദയബേദകമായിരിക്കും. Parallel universe-ന്റെ മറ്റേ theory ശരിയാണെങ്കിൽ ആ reality ഉള്ള, അങ്ങനെ ഒരു universe exist ചെയ്യുന്നുണ്ടാകും. ‘Reality is often disappointing’ എന്നല്ലേ ആ മഹാനായ purple giant പറഞ്ഞത്?",
        "മരിക്കാൻ പോകുന്ന ആൾക്ക് അവരുടെ obituary-യെ പറ്റി bother ചെയ്യേണ്ട ആവശ്യമുണ്ടോ? Why should he care? എന്തിന്?! അയാൾ തീർന്നു, അയാളുടെ reality തീർന്നു. ഭൗതികമായ സർവ്വതും വെടിഞ്ഞു പോകുന്നവന് അവന്റെ obituary എങ്ങനെയായിരുന്നാലും എന്താ! ‘ചത്തുകിടന്നാലും ചമഞ്ഞ് കിടക്കണം’ എന്ന പഴഞ്ചൊല്ലിന്റെ literal meaning consider ചെയ്യൂ. ശരിക്കും എങ്ങനെ കിടന്നാലും കണക്കല്ലേ? കുപ്പത്തൊട്ടിയിൽ നഗ്നനായി കിടന്നാലും പട്ടുമെത്തയിൽ കോട്ടും ജാക്കറ്റും ഇട്ട് കിടന്നാലും ഒക്കെ ചത്തവന് എല്ലാം കണക്കല്ലേ? ഇയ്യ്‌ previously ചത്ത് പണ്ടാരമടങ്ങി പിന്നെ ഇപ്പൊ പുതിയ ഇയ്യായിട്ട് പുനർജനിച്ചു വന്നതാണെന്ന് സങ്കൽപ്പിക്കുക. ഇങ്ങള് കഴിഞ്ഞ ജന്മത്തിൽ ഏത് വിധത്തിലാണ് ചത്ത് കിടന്നത് എന്നത് കൊണ്ട് വല്ല consequence-സും ഇപ്പോൾ ഉണ്ടോ? Now that I’m writing all this, what if നമ്മൾ എങ്ങനെയാണ് കഴിഞ്ഞ ജന്മത്തിൽ ചത്തത് എന്ന് rewind ചെയ്ത് കാണാൻ പറ്റിയിരുന്നെങ്കിൽ that would be something! ഇപ്പൊ ഞാൻ വടിയായത് നാട്ടുകാർ എല്ലാവരും ചേർന്ന് എന്നെ ഒരു തെങ്ങിനോട് കെട്ടിയിട്ട് തല്ലി ചതച്ചിട്ടാണെങ്കിലോ? മറ്റേ തേന്മാവിൻ കൊമ്പത്ത് സിനിമയിലെ മോഹൻലാലിനെ പോലെ വല്ലോടത്തും ഒളിഞ്ഞ് നോക്കിയതിന് കെട്ടിയിട്ടില്ലായിരുന്നോ? അത് പോലെ? വേണ്ട. അത് horrible ആയിരിക്കും. I’d like to think ഞാൻ ചത്തത് ഒരു noble cause-ന് വേണ്ടിയിട്ടാണ്. Like train പാലത്തിൽ നിന്ന് മറിഞ്ഞ് പുഴയിൽ വീഴുമ്പോൾ കുറെ ആളുകളെ രക്ഷിക്കുന്നതിനിടയിൽ മരിക്കുന്ന ഒരു hero. ആർക്കാണ് hero ആവാൻ ഇഷ്ടമില്ലാത്തത്? ഇന്നാൾ വീട്ടിൽ നിന്ന് തിരിച്ച് വരുമ്പോൾ train ഏതോ പാലത്തിന് മീതെ പോയപ്പോൾ ഞാൻ കടലുണ്ടി train അപകടം ഓർത്തുപോയി. In fact, എപ്പോ ട്രെയിനിൽ ഏതെങ്കിലും പാലത്തിന് മീതെ പോകുമ്പോഴും ആ അപകടം ഓർത്ത് പോകും. ഞാൻ ആ situation-ൽ ആണെങ്കിൽ ഉള്ള അവസ്ഥ ചിന്തിച്ചു പോകും. പുഴയിലെ വെള്ളത്തിനെ പറ്റി ചിന്തിക്കുമ്പോൾ അതിന്റെ ആഴവും, ഒഴുക്കും, അടിയൊഴുക്കും, തണുപ്പും, നിലവിളികളും ഇരുട്ടിൽ നിഴലിക്കുന്ന മരണത്തിന്റെ ചുവടുവെപ്പും എല്ലാം മനസ്സിൽ വരും. അത് വന്ന് കഴിഞ്ഞാൽ disasters-ന്റെ ഒരു compilation തന്നെ മനസ്സിൽ play ചെയ്യും: തട്ടേക്കാട് ബോട്ടപകടം മനസ്സിൽ വരും, മിട്ടായിത്തെരുവിലെ പടക്കക്കടക്ക് തീ പിടിച്ച് ആളുകൾ വടിയായത് ഓർമ വരും, സുനാമി വന്ന സമയത്ത് തിരുവള്ളുവർ പ്രതിമയുടെ അവിടെ കുടുങ്ങി പോയവരുടെ അവസ്ഥ ആലോചിച്ചു പോകും. ഞാൻ ആ പ്രതിമയുടെ അടുത്ത് പോയിട്ടുണ്ട്. കരയിൽ നിന്ന് കുറച്ച് മാറി കടലിൽ സ്ഥിതി ചെയ്യുന്നവയാണ് ആ പ്രതിമയും വിവേകാനന്ദൻ പാറയും ഒക്കെ. ഞാൻ കടലിലൂടെ boat-ൽ കയറി ആ പ്രതിമയുടെ അടുത്ത് പോയതും, ആ പാറയിൽ പോയി വിവേകാനന്ദൻ അതിൽ കുത്തിയിരുന്ന് meditation ചെയ്യുന്നത് സങ്കല്പിക്കുകയും ഒക്കെ ചെയ്തിട്ടുണ്ട്. അവിടെ സുനാമിയുടെ സമയത്ത് trapped ആയെങ്കിൽ ആ അവസ്ഥ എത്ര terrifying ആയിരിക്കും! Unimaginable എന്നെ അതിനെ വിശേഷിപ്പിക്കാൻ പറ്റൂ. Actually ഞാൻ അതിനെ പറ്റി നെറ്റിൽ നോക്കി. Youtube-ൽ ആ പ്രതിമയുടെ അടുത്ത് സുനാമി വരുന്നതിന്റെ ദൃശ്യങ്ങൾ ഉണ്ട്. ഞാൻ പറഞ്ഞ് കേട്ടത് പ്രകാരം പ്രതിമയുടെ അത്ര തന്നെ height-ൽ കടൽ വെള്ളം ഉയർന്ന് വന്നു എന്നൊക്കെയാണ്. അത് ആൾക്കാർ വെറുതെ പൊലിപ്പിച്ച് പറഞ്ഞതാകും. ഞാൻ കണ്ട video-യിൽ അങ്ങനെ ഒന്നും സംഭവിച്ചില്ല. ഒരു interesting ആയിട്ടുള്ള കാര്യം സംഭവിച്ചത് എന്താണെന്ന് വച്ചാൽ കര തൊട്ട് ഈ പ്രതിമ വരെയുള്ള കടൽ ഭാഗം മൊത്തം സുനാമിക്ക് മുൻപ് ഉൾവലിഞ്ഞു പോയി എന്നുള്ളതാണ്. എന്ന് വച്ചാൽ ഞാൻ ആ സമയത്ത് അവിടെ ഉണ്ടായിരുന്നെങ്കിൽ boat-ൽ അവിടെ വരെ പോകുന്നതിന് പകരം വെറുതെ എനിക്ക് beach-ൽ നിന്നും നടന്ന് ആ പ്രതിമയുടെ അടുത്ത് പോകാൻ പറ്റുമായിരുന്നു എന്നർത്ഥം. That’s nuts! ",
        "ഈ videos കണ്ടു കൊണ്ടിരുന്നപ്പോൾ ഞാൻ മുൻപെങ്ങോ മറ്റേ 9/11 ഭീകരാക്രമണത്തിന്റെ videos binge watch ചെയ്തത് ഓർമ വന്നു. കുറച്ച് ആഴ്ചകൾക്ക് മുൻപ് വരെ ഞാൻ ആ രണ്ടാമത്തെ plane South Tower-ൽ ഇടിക്കുന്ന രംഗത്തിന്റെ ഒരു പുതിയ angle കണ്ടിരുന്നു. Every time ഞാൻ ആ രംഗങ്ങൾ കാണുമ്പോൾ ഞാൻ കൂടുതൽ കൂടുതൽ puzzled ആവും. പിന്നെ ഒരു nervousness. ആകെമൊത്തം അത് എന്നെ പുൽകി എനിക്ക് ഒരു bad kind of goosebumps തരും. Sickening goosebumps. Then I’ll wonder ഞാൻ എന്തിനാണ് ഇങ്ങനത്തെ reaction ഉണ്ടാക്കുന്ന video കാണുന്നത് എന്ന്. ഉത്തരം കിട്ടില്ല. മനുഷ്യൻ ചന്ദ്രനിൽ കാലുകുത്തി, രണ്ട് tower-ൽ രണ്ട് plane കുത്തി കയറ്റുകയും ചെയ്തു. What’s next? അണുബോംബ് വച്ച് ലോകം മൊത്തം ചുട്ടെരിക്കലായിരിക്കും. Putin-ന്റെ ക്ഷമ നശിച്ചാൽ അതും താമസിയാതെ നടന്നോളും. ഇന്നാൾ മനോരമ news-ൽ ഒരു മണിക്കൂർ നീളമുള്ള ഒരു newstime debate പോലെ എന്തോ ഒരു പരിപാടി നടന്നിരുന്നു. അതിൽ ഏതോ മിലിറ്ററിയിൽ ടോപ്പ് പദവി കിട്ടി കുറെ പ്രവർത്തിച്ച ഒരാളും പിന്നെ റഷ്യയിൽ ഇന്ത്യയുടെ അംബാസഡർ ആയി മുൻപ് കുറെ കാലം പ്രവർത്തിച്ച ഒരാളും ഒക്കെ ഉണ്ടായിരുന്നു. ഈ റഷ്യ-ഉക്രൈൻ യുദ്ധത്തിൽ റഷ്യയുടെ perspective-നെ വളരെ logical ആയിട്ട് ഇവർ അവതരിപ്പിച്ചു. സത്യത്തിൽ all out റഷ്യ hate എന്നുള്ളത് western അധികാരികളുടെയും അവരുടെ വളർത്തു പട്ടികളായ western media outlet-റ്റുകളുടെയും ഒരു agenda ആണെന്ന് തെളിയിക്കുന്ന തരത്തിലുള്ള ഒരു discussion. Thing is, റഷ്യയ്ക്ക് അവരുടെ safety-ക്ക് വേണ്ടി ഇത് ചെയ്തേ മതിയാവൂ. ഉക്രൈൻ ജനത യുദ്ധത്തിന് മുൻപേ അവർക്കെതിരാണ്. അത് കൊണ്ട് അവരുടെ പ്രീതി സമ്പാദിക്കുന്നതിൽ വലിയ അർത്ഥമില്ല. എനിക്ക് ഈയിടെയായി ഒരു ‘delusion of persecution’ പോലത്തെ ഒരു സാധനം മനസ്സിൽ വരുന്നുണ്ട്. As if റഷ്യയുടെ sentiments-നെ favour ചെയ്യുന്ന തരത്തിലോ, അല്ലെങ്കിൽ neutral ആയിട്ടുള്ള stand എടുക്കുന്ന തരത്തിൽ ആരെന്ത് പറഞ്ഞാലും അതിനെയൊക്കെ കുറെ external forces suppress ചെയ്യുന്ന പോലെ. ഇന്നാൾ തന്നെ റഷ്യയ്ക്കനുകൂലമായി കുറെ post ഇട്ട ഒരു കുപ്രസിദ്ധ subreddit-നെ reddit-ന്റെ അധികാരത്തിലുള്ളവർ ആരോ പാടെ ban ചെയ്തു കളഞ്ഞു. ഒരു conflict-ൽ ഏർപ്പെട്ട രണ്ടു side-ന്റെയും perspectives കേൾക്കുന്നത് നല്ലതല്ലേ? In conclusion, എല്ലാ സൈഡുകളും scummy ആണ്. ഇരുകൂട്ടരും ഭൂലോക പരട്ടകൾ. ശരികൾ ആർക്കും അവകാശപ്പെടാനില്ല. തെറ്റേറ്റെടുക്കാൻ ആരും ഒരുക്കമല്ല. Simply because അതിന്റെ ഭവിഷ്യത്ത് വളരെ ഭീകരമായത് കൊണ്ട്. ആഗോള മനുഷ്യൻ ഒരു total prick ആവണം. സ്വയം ജീവിക്കാൻ വേണ്ടി അന്യന്റെ ജീവനൊടുക്കാൻ മടിയില്ലാത്തവൻ."
    ]
}