{
    "id": 12,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്ക് വിഷമം വരുന്നു. മുന്നോട്ടുള്ള വഴി കണ്ടുപിടിക്കാൻ പറ്റുന്നില്ല. എനിക്ക് അച്ഛനെയും അമ്മയെയും അവര് മരിക്കുവോളം കാണണം. കാൺപൂരിൽ ആയതിനാൽ അച്ഛമ്മയുടെ അടുത്ത് അധികം സമയം ചിലവഴിക്കാൻ എനിക്ക് പറ്റിയില്ല. എപ്പോഴും എപ്പോഴും ചോദിക്കുമായിരുന്നു അപ്പുട്ടൻ എന്നു വരും, അപ്പുട്ടൻ എന്നു വരും ന്ന്.  ഇനി പുറത്തെങ്ങാൻ പോയി പഠിക്കുവാണേലും ജോലി ചെയ്യുകയാണേലും അച്ഛനെയും അമ്മയെയും കാണാൻ പറ്റാതെ വരും. അവര് മരിച്ചാൽ എനിക്ക് ആരുമില്ല. ആരോടും വർത്തമാനം പറയാനില്ല. സന്തോഷവും സങ്കടവും പങ്കു വെക്കാനില്ല. ആരും എന്നെ സ്നേഹിക്കാനുമില്ല. എനിക്ക് മരിക്കുവോളം അവർ രണ്ടു പേരും അടുത്ത് വേണം. അവർക്ക് പ്രായമായി വരികയാണ്. പണ്ടുള്ളതാപേക്ഷിച്ച് അസുഖങ്ങളും വേദനകളും ഇപ്പോൾ അധികം. അവരുടെ അടുത്ത് അവർക്ക് വേണ്ട സമയത്ത് ഞാൻ ഇല്ലാതാവുമ്പോൾ ജീവിതകാലം മുഴുവൻ ആ സങ്കടം മനസ്സിലുണ്ടാകും. എനിക്ക് കരച്ചിൽ വരുന്നു. എനിക്ക് ഒരുപാട് പഠിക്കണമെന്നുണ്ട്. പക്ഷെ കൂപമണ്ഡൂകമായ എനിക്ക് ആളുകളോട് സംസാരിക്കാൻ അറിയില്ല. പെരുമാറാൻ അറിയില്ല. എന്നെ എന്റെ ഗൈഡിന് കണ്ടു കൂടാ. ഞങ്ങൾ സംസാരിച്ചിട്ട് വർഷങ്ങളായ പോലെ തോന്നുന്നു. എനിക്ക് അവരോടു ബന്ധപ്പെടാനും വയ്യ. ചെകുത്താനും കടലിനും നടുക്കാണ് ഞാൻ ഇപ്പോൾ. കൊറോണ എന്റെ ജീവിതം കുട്ടിച്ചോറാക്കിയിരിക്കുന്നു. പ്രതിസന്ധികളിൽ നിന്ന് പ്രതിസന്ധികളിലേക്ക് കൂപ്പു കുത്തുകയാണ് ഞാൻ. എന്ത് ചെയ്യണമെന്നറിയില്ല. ആരോടും സംസാരിക്കാൻ താത്പര്യമില്ല. എല്ലാവരും ശത്രുക്കളാകുന്ന പോലെ. വെറുതെയെങ്കിലും ചിരിക്കാൻ പോലും പറ്റുന്നില്ല. തരണം ചെയ്യണം. ജീവിതത്തിന്റെ അർഥം എനിക്കറിയാത്ത എന്തോ ഒന്നാണ്. ലക്ഷ്യമറിയാതെ ഇരുട്ടിൽ എയ്ത ഒരു അമ്പുപോലെയാണ് ഇപ്പോഴുള്ള അവസ്ഥ. MTech ചെയ്യുന്നതിന് പോലും ബുദ്ധിമുട്ടുള്ള ഞാൻ എങ്ങനെ PhD ചെയ്യും? ഒരു interest-ലും രണ്ടു ദിവസത്തിനപ്പുറം ഉറച്ച് നിൽക്കാത്ത ഞാൻ എങ്ങനെയാണ് 2-4 വർഷം എടുത്ത് ചെയ്യേണ്ട കാര്യങ്ങൾ complete ചെയ്യുക? ആരോടും മിണ്ടാൻ വയ്യാത്ത ഞാൻ എങ്ങനെയാണ് PhD-യുടെ ഗൈഡുമായി സംവദിക്കുക? പ്രതിസന്ധികളിൽ തളരരുത്. 2022 അവസാനമാകുമ്പോഴേക്കും PhD എനിക്കിഷ്ടപ്പെട്ട സ്ഥലത്തു എനിക്കിഷ്ടപ്പെട്ട ഫീൽഡിൽ ഞാൻ ചെയ്യുന്നുണ്ടാകും. അത് നേടിയെടുക്കാൻ ഞാൻ എന്തും ചെയ്യും. അതിനൊടുക്കം അവിടെതന്നെ എനിക്കിഷ്ടപ്പെട്ട  ജോലി വാങ്ങി അച്ഛനെയും അമ്മയെയും കൂട്ടികൊണ്ടു പോകും. എനിക്കത് ചെയ്യാനുള്ള കഴിവുണ്ട്. ഞാൻ നേടിയെടുക്കാൻ വിചാരിച്ചതെല്ലാം നേടി എടുത്തിട്ടുമുണ്ട്. അച്ഛനമ്മക്ക് എന്നെ പറ്റി അഭിമാനിക്കാനുള്ള നേട്ടങ്ങൾ ഞാൻ നേടിയെടുക്കും. ഞാൻ work ചെയ്യുന്ന field-ൽ ലോകത്തിൽ തന്നെ ഏറ്റവും മികച്ച expert ആവും. നോക്കിക്കോ. ജീവിതത്തിന്റെ അർഥം എന്ത് കുന്തം വേണമെങ്കിലും ആകട്ടെ. ജീവനുള്ള സമയം അതിനെക്കുറിച്ച് ആലോചിച്ച് തല പുണ്ണാക്കി സമയം waste ചെയ്യേണ്ട. ഉത്തരം കിട്ടില്ല.  ചത്തതിന് ശേഷം അത് വരുന്നിടത്ത് വച്ച് കാണാം. ജീവിച്ചിരിക്കുമ്പോൾ അവനവന്റെ ലക്‌ഷ്യം അവനവൻ തന്നെ ഉണ്ടാക്കുന്നതാണ്. എന്റെ ലക്‌ഷ്യം ഇതാണ്. അതിലേക്ക് ഞാൻ ഓരോ നിമിഷവും അടുക്കാൻ ശ്രമിക്കും. വിജയിക്കുകയും ചെയ്യും. ഇനിയുള്ള എഴുത്തുകൾ ആ ശ്രമങ്ങളെ വിവരിക്കും. കുറേകാലം കഴിഞ്ഞു ഞാൻ ഇത് വീണ്ടും വായിക്കും. ഞാൻ എടുത്ത തീരുമാനം ശരിയായിരുന്നുവെന്ന് അന്ന് സമ്മതിക്കും."
    ]
}