{
    "id": 120,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ചെറിയ കുട്ടിയായിരുന്നപ്പോൾ എനിക്ക് ഒരുപാട് തവണ migraine വന്നിട്ടുണ്ടായിരുന്നു. ചെറിയ കുട്ടി എന്ന് ഞാൻ ഉദ്ദേശിക്കുന്നത് അഞ്ചാം ക്ലാസ് മുതൽ പത്താം ക്ലാസ് വരെയുള്ള time period. Migraine ഒരു വൃത്തികെട്ട അസുഖമാണ്. ഭീതിപ്പെടുത്തുന്ന അനുഭവമാണ്. ഒരു ദിവസം ക്ലാസ് കഴിഞ്ഞ് ഓട്ടോ മാമന്റെ അടുത്തേക്ക് നടക്കുമ്പോൾ എന്റെ ക്ലാസ്സിലുള്ള ഒരുത്തനോട് ഞാൻ ഇതിനെ പറ്റി സംസാരിക്കുകയായിരുന്നു. അവന് migraine എന്താണെന്ന് അറിയില്ല. പക്ഷെ അവന്റെ വിചാരത്തിൽ അതെന്തോ high tech രോഗമാണ്. ‘നമ്മൾക്കൊക്കെ സാധാരണ രോഗങ്ങളേ വരാറുള്ളൂ, വിവേകിന് പക്ഷെ കേട്ടു കേൾവി ഇല്ലാത്ത variety രോഗങ്ങളേ ഉള്ളൂ’ എന്ന് അവൻ എന്നോട് മൊഴിഞ്ഞു. ഞാൻ ചിരിക്കണോ കരയണോ?",
        "Migraine വരുന്നതിന് മുൻപ് എനിക്ക് അത് കുറച്ച് സിഗ്നലുകൾ തരാറുണ്ട്. ഛർദിക്കാൻ വരുന്ന പോലെ, ഒരു പ്രത്യേകതരം തലവേദന വരുന്ന പോലെ ഒക്കെ തോന്നാൻ തുടങ്ങും. പിന്നെ എന്റെ നെഞ്ചിടിപ്പ് കൂട്ടുന്ന പ്രധാന സിഗ്നൽ വരും. കണ്ണിന്റെ ദൃഷ്ടിയുടെ മദ്ധ്യത്തിൽ, right in the middle of vision, ഒരു pulsating ആയിട്ടുള്ള സാധനം വരും. നമ്മൾ bright ആയിട്ടുള്ള light ഉള്ളിടത്തേക്ക് നോക്കി, തൊട്ടടുത്ത നിമിഷം വേറെ എവിടേക്കെങ്കിലും നോക്കി കഴിഞ്ഞാൽ ആ light ഉണ്ടായിരുന്ന canvas-ന്റെ സ്ഥാനത്ത് അതിന്റെ ghost ഉണ്ടാവില്ലേ? അത് പോലെ. പക്ഷെ അത് ആരംഭിക്കുമ്പോൾ ഒരു ചെറിയ പൊട്ടിന്റെ അത്ര വലുപ്പമേ ഉണ്ടാവൂ. പിന്നെ പിന്നെ അത് വലുതാവാൻ തുടങ്ങും. ഞാൻ പേടിച്ചിട്ട് കണ്ണ് രണ്ടും പൂട്ടും. എന്നിട്ട് അത് വേഗം പോവാൻ വേണ്ടി പ്രാർത്ഥിക്കും. ആരോടൊക്കെയോ കെഞ്ചും. അത് പോവില്ല. ഒന്നൊന്നര മണിക്കൂർ എന്നെ harass ചെയ്യാൻ വേണ്ടിയാണ് അത് വന്നത്. അതിന്റെ ലക്‌ഷ്യം നിറവേറ്റിയിട്ടേ അത് പോവൂ. ആ ചെറിയ പൊട്ടിന്റെ ആകൃതിയിൽ നിന്നും അത് spread ചെയ്ത് കണ്ണിന്റെ ദൃഷ്ടിയുടെ എല്ലാ വശങ്ങളിലേക്കും uneven ആയി spread ചെയ്യാൻ തുടങ്ങും. പക്ഷെ കുറച്ച് vision മാത്രം അത് ബാക്കി വയ്ക്കും. ആ ഭാഗം ഒഴികെ ബാക്കിയെല്ലാം pulsate ചെയ്തു കൊണ്ടിരിക്കും, making it impossible to see beyond that pulsating veil. As I said, ഈ torture കുറെ നേരം persist ചെയ്ത് കൊണ്ടേ ഇരിക്കും. No matter what you do, അതവിടെ തന്നെ ഉണ്ടാകും. കണ്ണടിച്ചിട്ട് കാര്യമില്ല. Relax ചെയ്തിട്ട് കാര്യമില്ല. ഒരു breathing exercise ചെയ്തിട്ടും കാര്യമില്ല. വെള്ളം കുടിച്ചത് കൊണ്ട് എവിടേക്കും ഇത് പോവില്ല. ഇത് വെറും മനസ്സിന്റെ സങ്കൽപ്പമാണ് എന്ന് self-assure ചെയ്താലും ഇത് പോവില്ല. Physical pain-നെ overcome ചെയ്യാൻ വേണ്ടിയാണ് ഞാൻ ഈ self-assurance ചെയ്യാറുള്ളത്. മിക്ക സമയങ്ങളിലും അത് work ചെയ്യും. ഇവിടെ അത് നടക്കില്ല.",
        "Part of the reason why it’s scary is because it’s unpredictable. എപ്പോഴാണ് പണി വരുന്നത് എന്ന് സ്വപ്നത്തിൽ പോലും കാണാൻ പറ്റില്ല. ഞാൻ ചിലപ്പോൾ wonder അടിക്കാറുണ്ട് - ഞാൻ എന്ത് കുന്തം ചെയ്തിട്ടാണ് ഇത് വന്നത് എന്ന്. പക്ഷെ പ്രത്യേകിച്ചൊരു കാരണം ഇതിന് ആവശ്യമില്ല എന്ന conclusion-ലേക്കാണ് ഞാൻ അവസാനം ചെന്നെത്തിയത്. ഈ unpredictability എനിക്ക് tension ഉണ്ടാക്കുന്ന സാഹചര്യങ്ങളിൽ കൂടുതൽ കൂടുതൽ tension-ലേക്ക് തള്ളി വിട്ടിട്ടുണ്ട്. അതിന്റെ പ്രധാന example exams-സാണ്. Exams-ന്റെ ഇടയിൽ migraine വന്നാൽ പിന്നെ തീർന്നു! Question paper-ൽ നോക്കിയാൽ ഒന്നും കാണില്ല. Answers എഴുതുമ്പോൾ ഒന്നും കാണില്ല. Because everything is behind this wretched veil! ഒരു  sentence വായിച്ചെടുക്കണമെങ്കിൽ പോലും കുറെ പണിപ്പെടണം. Vision obstruct ചെയ്യപ്പെടാത്ത ഭാഗം കണ്ടെത്തി അതിലൂടെ questions വായിക്കണം. But when everything is moving around making you nauseate, it becomes more of a challenge than the question paper itself. There was a time period in my life when I used to get migraines every other day. Multiple times a day. അപ്പോഴൊക്കെ ഞാൻ വിചാരിക്കും കാര്യങ്ങൾ ഇതിനേക്കാൾ ഒരിക്കലും മോശമാവാൻ പോകുന്നില്ല എന്ന്. പക്ഷെ അതൊക്കെ എന്ത്! ഇപ്പോഴത്തെ സാഹചര്യം നോക്കുമ്പോൾ migraine ഒക്കെ വെറും അശുവാണ്."
    ]
}