{
    "id": 122,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "!PRE_Carpe diem - latin phrase meaning ‘seize the day’; live in the moment and make use of now.",
        "!PRE_Carpe noctem - latin phrase meaning ‘seize the night’; enjoy the pleasures of night.",
        "കുട്ടിക്കാലത്ത് കക്കോടിയിൽ താമസിക്കുമ്പോൾ സ്ഥിരം എന്റെ മുടി മുറിയ്ക്കാൻ വേണ്ടി അച്ഛൻ എന്നെ ഒരു barber-റുടെ വീട്ടിൽ കൊണ്ടു പോകുമായിരുന്നു. വീട്ടിന്റെ ഏറ്റവും അടുത്തുള്ള barber shop ആയത് കൊണ്ടാകും അങ്ങോട്ടേക്ക് മുടി മുറിക്കാൻ കൊണ്ടു പോവാറുള്ളത്. Barber കുറച്ച് വയസ്സുള്ള ഒരാളാണ്. അവരുടെ ഓടിട്ട വീട്ടിന്റെ തൊട്ടടുത്ത് ഒരു tarpaulin shed-ന്റെ അകത്താണ് മുടിവെട്ട് നടത്താറുള്ളത്. കക്കോടി ഒരു ‘greenworld’ എന്ന് അവിടുത്തെ നാട്ടുകാർ വിളിക്കുന്ന ഒരു സ്ഥലമുണ്ട്. പൂനൂർ പുഴയുടെ തീരത്തുള്ള ഒരു പച്ച പരവതാനിയാണ് അത്. അതിൽ വലിയ മരങ്ങളുണ്ട്, ഈറ്റ കാടുണ്ട്, അങ്ങനെ variety സംഭവങ്ങൾ പലതുണ്ട്. ഈ തീരത്തുള്ള ഒരു മരത്തിന്റെ കുറ്റിയാണ് ഞാൻ പുഴയിൽ നീന്താൻ വേണ്ടി ചാടാറുള്ള പ്രധാന point. Chipko movement-ന്റെ നേതൃസ്ഥാനം വഹിച്ച സുന്ദർലാൽ ബഹുഗുണ ഒക്കെ ഇവിടം സന്ദർശിച്ചിട്ടുണ്ട്. ഞാൻ മൂപ്പരെ green world-ൽ കണ്ടിട്ടുണ്ട്. നന്നേ പ്രായമായ ഒരു അപ്പൂപ്പൻ. പക്ഷെ 2004-ൽ അദ്ദേഹം മരിച്ചു പോയി. എന്ന് വച്ചാൽ അദ്ദേഹം green world സന്ദർശിച്ചിട്ട് വളരെ കുറച്ച് കാലം കഴിഞ്ഞപ്പോൾ തന്നെ ഇഹലോകം വെടിഞ്ഞു എന്ന് സാരം. Green world-ഡും ഇപ്പോൾ ഏറെ കുറെ മരിച്ചു കഴിഞ്ഞു. അന്ന് സുന്ദർലാൽ ബഹുഗുണ അവിടം സന്ദർശിച്ചപ്പോൾ ഒരു ആൽമരത്തിന്റെ തൈ നട്ടിരുന്നു. നട്ടതിന്റെ പിറ്റേന്ന് ചില സാമൂഹ്യ ദ്രോഹികൾ അത് പിഴുതെറിഞ്ഞു. ഐറ്റാ type നാറികളുള്ള സ്ഥലം കൂടിയാണ് അത്. അത് വലിയ surprising ഒന്നുമല്ല. എവിടെയാണ് ഇത്തരക്കാർ ഇല്ലാത്തത്? എന്തായാലും പറയാൻ വന്നത് barber-റെ പറ്റിയാണ്. Barber-ക്ക് ഒരു മോളുണ്ട്. എന്റെ ഏതാണ്ട് അതേ പ്രായം. എന്നെ കാണുമ്പോൾ അവൾക്ക് സന്തോഷമാണ്. സമപ്രായക്കാരെ കണ്ടുകിട്ടാറില്ലാത്തത് കൊണ്ടാകും. പക്ഷെ എനിക്കവളെ പേടിയാണ്. അച്ഛൻ കുറെ എന്നോട് അവളോട് അന്വേഷണങ്ങൾ ചോദിയ്ക്കാൻ പറയും. പക്ഷെ എനിക്ക് പേടിയാണ്. എന്തിന് സമപ്രായക്കാരിയായ ഒരാളെ പേടിക്കണം? കാരണം പറഞ്ഞുതരാം. അവൾക്ക് down syndrome ഉണ്ട്. നല്ല mental retardation ഉണ്ട്. ചെറിയ കുട്ടിയായ എന്റെ മനസ്സിൽ മറ്റുള്ളവരെ പോലെ അവൾ പെരുമാറാത്തത് കൊണ്ട് അവൾ എന്നോട് എങ്ങനെ പെരുമാറും എന്ന unpredictability കൊണ്ട് എനിക്കെപ്പോഴും അവളോട് പേടിയായിരുന്നു. ഇപ്പൊ ഞാൻ അന്ന് അവളോട് കാണിച്ച അകൽച്ച എനിക്ക് വല്ലാത്ത guilty feeling തരുന്നു. ഞാൻ അകൽച്ച കാണിച്ചത് അവളുടെ അച്ഛനമ്മമാർ കണ്ടിട്ടുണ്ടാകില്ലേ? അല്ലെങ്കിലേ അവരുടെ എല്ലാ ദിവസവും അവൾ കാരണം ദുരിതപൂർണമായിരിക്കണം. അതിന്റെ കൂടെ എരിതീയിൽ എണ്ണയെന്ന പോലെ സമപ്രായത്തിലുള്ള ഒരു കുട്ടി അവരുടെ സ്വന്തം മോളോട് കൂട്ടുകൂടാൻ മടിക്കുന്നത് കാണുമ്പോൾ അവർക്കെത്ര വിഷമം ഉണ്ടാകും? ഇതൊന്നും ഞാൻ ചിന്തിച്ചില്ല. ഞാൻ എന്തോ വലിയ തെറ്റ് ചെയ്ത പോലെ എനിക്ക് തോന്നുന്നു. അവളിന്നില്ല. Kidney failure വന്നിട്ടാണെന്നു തോന്നുന്നു, അവൾ മരിച്ചു പോയി. Barber-റും കുടുംബവും കക്കോടിയിൽ നിന്ന് എങ്ങോട്ടോ എന്നേക്കുമായി പോയി. "
    ]
}