{
    "id": 123,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എല്ലാ ദിവസവും എന്തെങ്കിലും ‘celebration’ ഉണ്ടാകും. ഏതൊക്കെയോ വലിയ ആളുകളുടെ ജന്മദിനങ്ങൾ, ഏതൊക്കെയോ സാങ്കൽപ്പിക കഥാപാത്രങ്ങളുടെ വലിയ വിജയങ്ങളെ സ്മരിക്കൽ, ചരിത്രപ്രധാനമായ ദിവസങ്ങൾ, എന്നിങ്ങനെ തുടങ്ങുന്ന ഒരു നീണ്ട list. എല്ലാ ദിവസവും പ്രത്യേകതയുള്ളതാവുന്നു. എല്ലാ ദിവസവും ആഘോഷിക്കേണ്ടതാകുന്നു. വല്ലാത്ത boring ആണത്. ഞാൻ പഠിക്കുമ്പോൾ note എഴുതിയെടുക്കുന്നത് മാതിരിയാണ് ആൾക്കാർ ഓരോ ദിവസവും ആഘോഷിക്കുന്നത്. എന്താണ് പ്രധാനപ്പെട്ടത്, എന്താണ് അല്ലാത്തത് എന്ന വേർതിരിവ് ഇല്ല. ഉള്ളതെല്ലാം പോരട്ടെ എന്ന മട്ടിലാണ് modus operandi. നാളെയും മറ്റന്നാളും famous ആയിട്ടുള്ള ആളുകൾ വീണ്ടും ജനിക്കില്ലേ? ഒരു അൻപത്ത് അറുപത്ത് വർഷം കഴിഞ്ഞാൽ അവരുടെ ജന്മദിനങ്ങളും ആഘോഷിക്കേണ്ടി വരില്ലേ? ഇത് എത്ര നാൾ തുടരും? ",
        "ജെങ്കിസ് ഖാൻ ജനിച്ചപ്പോൾ അയാൾക്കിട്ട പേര് തെമുജിൻ എന്നായിരുന്നു. മൂപ്പര് മംഗോളിയയിലെ ഒറ്റപ്പെട്ട ഗോത്രങ്ങളെ കീഴടക്കി ഒന്നിച്ചപ്പോൾ പേര് ജെങ്കിസ് ഖാൻ എന്നാക്കി മാറ്റിയതാണ്. ആ പേരിന്റെ അർഥം സമുദ്രങ്ങളുടെ ചക്രവർത്തി എന്നോ മറ്റോ ആണ്. ഈ അടുത്തിടെയായി ഞാൻ കുറെ geoguessr കളിക്കാറുണ്ട്. ലോകത്തിന്റെ പല ഭാഗങ്ങളുടെയും google street view കണ്ട് കണ്ട് ഏകദേശം ലോകത്തിന്റെ ഏത് കോണിലാണ് ഞാൻ ഉള്ളത് എന്ന് ഊഹിക്കാനുള്ള കഴിവ് സ്വൽപ്പം എനിക്ക് വന്നു കഴിഞ്ഞു. ബാക്കി ഉള്ള സ്ഥലങ്ങളെ അപേക്ഷിച്ച് മംഗോളിയ തികച്ചും വ്യത്യസ്തമാണ്. ഒരു alien world ആയി പലപ്പോഴും എനിക്ക് മംഗോളിയയെ തോന്നാറുണ്ട്. മംഗോളിയയുടെ majority വെറും arid ആയിട്ടുള്ള, ഒരു ഉപയോഗവുമില്ലാത്ത ഭൂമിയാണ്. Street view-ൽ ലോകത്തിന്റെ ഏതെങ്കിലും കോണിൽ ചെല്ലുമ്പോൾ ഞാൻ വെറുതെ അവിടെ ജനിച്ച് പോയ ഒരാളാണെങ്കിൽ ഉള്ള അവസ്ഥ വെറുതെ സങ്കൽപ്പിച്ച് നോക്കാറുണ്ട്. മംഗോളിയയുടെ case-ൽ ഒരിക്കലും അഞ്ച് ആറ് മണിക്കൂറിന് മുകളിൽ എനിക്ക് അവിടെ survive ചെയ്യാൻ പറ്റുമെന്ന് തോന്നുന്നില്ല. ഞാൻ ഒരു example കാണിച്ച് തരാം.",
        "!IMG_130422/mongolia.png_mongolian alien world",
        "ഈ situation-ൽ ഞാൻ പെട്ടാൽ എനിക്ക് എന്ത് കുന്തമാണ് ചെയ്യാൻ സാധിക്കുക? One thing is sure - ചാവുന്നതിന് മുൻപ് മൂത്ത വട്ട് വരും. ഇവിടെയെറ്റാൻ വണ്ടി break down ആയാൽ ഉള്ള അവസ്ഥ!",
        "മംഗോളിയയെ പറ്റി എന്റെ ആദ്യത്തെ encounter അവിടുത്തെ കുറെ memory experts-നെ base ചെയ്തിട്ടാണ്. ഒരുപാട് talented ആയിട്ടുള്ള memory experts Mongolia ഉണ്ടാക്കിയിട്ടുണ്ട്. അതിൽ Shijir-Erdene  Bat-Enkh ഉണ്ട്, Yanjaa Wintersoul ഉണ്ട്, അങ്ങനെ memory community-യിൽ അറിയപ്പെടുന്ന ഒരുപാട് ആളുകൾ മംഗോളിയയിൽ നിന്നാണ്.",
        "!LNK^https://www.youtube.com/watch?v=OApSOU7NIAw^Shijir memorizing a deck of cards in less than 13 seconds",
        "Over the top background music ignore ചെയ്‌താൽ ഈ ചങ്ങായിയുടെ brilliance കാണാം. Throat singing-ങ്ങും മംഗോളിയയിൽ മാത്രമേ കണ്ടിട്ടുള്ളൂ.",
        "!LNK^https://www.youtube.com/watch?v=6WlI24rv__g^Mongolian throat singing",
        "ഇതിന്റെ താഴെയുള്ള comments വായിച്ച് ചിരിച്ച് മടുത്തു.",
        "ഞാൻ വെറുതെ curiosity തോന്നിയിട്ട് ഭൂമിയുടെ south pole-ന്റെ videos വെറുതെ കണ്ടിരുന്നു. Aurora Borealis പോലെ അങ്ങ് താഴെ അന്റാർട്ടിക്കയിലും പച്ച വെളിച്ചത്തിന്റെ പ്രവാഹങ്ങൾ ഉണ്ടാകാറുണ്ട്. North Pole-ന് സമീപത്തുള്ളതിനെ Aurora Borealis അഥവാ northern lights എന്നാണ് വിളിക്കുന്നതെങ്കിൽ, South Pole-ന് സമീപം ഇതിന് സമാനമായ പ്രതിഭാസത്തിന് നൽകിയ പേര് Aurora Australis അഥവാ southern lights എന്നാണ്. ഈ video കണ്ട് നോക്ക്:",
        "!LNK^https://www.youtube.com/watch?v=t57DPnH06V0^South pole aurora",
        "എന്തൊരു ഭംഗിയാണ് ആകാശത്തിന്! ഈ visuals-സും, അതിന് accompanying ആയിട്ടുള്ള music-ക്കും ചേർന്ന് കിട്ടുന്ന feel എനിക്ക് goosebumps തരുന്നു! ഇത് കാണുമ്പോൾ എനിക്കും northern lights കാണാൻ പൂതിയാവുന്നു. എന്റെ bucket list-ൽ ആകെ ഒരു item മാത്രമേ ഉള്ളൂ. അച്ഛനും അമ്മയും മരിച്ചാൽ അവരുടെ കൂടെ പോകാൻ മാത്രമേ plan ഇട്ടിട്ടുള്ളൂ. അതിന്റെ കൂടെ ഇതും ചേർക്കാം. അമ്മയ്ക്കും അച്ഛനും കൂടി കാണിച്ച് കൊടുക്കണം. അമ്മ അങ്ങനെ എങ്ങോട്ടും tour ഒന്നും പോയിട്ടില്ല. ഒരു തവണ കന്യാകുമാരിയിൽ പോയത് ഞങ്ങടെ കുടുംബത്തിന്റെ history-യിൽ വച്ച് ഏറ്റവും horrifying ആയിട്ടുള്ള ഒരു അനുഭവത്തിന്റെ കൂട്ടത്തിലാണ് ഞാൻ പെടുത്തിയിരിക്കുന്നത്. Maybe ‘മിഥുന’ത്തിലെ ഊട്ടി trip പോലെ Northern lights കാണാനുള്ള യാത്ര കന്യാകുമാരിക്ക്‌ വേണ്ടിയുള്ള redemption കൂടിയാക്കാം."
    ]
}