{
    "id": 124,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Geoguessr-ൽ interest വന്നത് മുതൽ അതിൽ  ജയിക്കാൻ വേണ്ടി ഞാൻ ഒരുപാട് useless ആയിട്ടുള്ള കാര്യങ്ങൾ പഠിച്ചു. Infact ഞാൻ deliberate ആയിട്ട് ഈ useless information collect ചെയ്ത് ഒരു digital notebook-ൽ (Zim Wiki) എഴുതി വയ്ക്കാറുണ്ട്. My compendium of useless knowledge! Aspie vibes എനിക്കുള്ളത് കൊണ്ട് ഈ behavior എന്റെ മനസ്സിൽ justified ആണ്. Geographical ആയിട്ടുള്ള കാര്യങ്ങളായ vegetation-നും, soil-ലും, topography-യും, കാലാവസ്ഥയും, അതിന് പുറമെ മനുഷ്യരുടെ features-സും ഒക്കെ പഠിക്കുന്നത് നല്ലതാണ്. പക്ഷെ ഏത് random location-ൽ ആണ് നമ്മൾ നിൽക്കുന്നത് എന്ന് അതിന്റെ base-ൽ കൃത്യമായിട്ട് pinpoint ചെയ്യാൻ പറ്റില്ല. ഉദാഹരണത്തിന് mediterranean രാജ്യങ്ങൾ തന്നെ നോക്കാം. അവിടുത്തെ മണ്ണിന് ഒരു പ്രത്യേക നിറവും texture-റും ഉണ്ട്. പക്ഷെ അതിന്റെ അടിസ്ഥാനത്തിൽ ഉറപ്പിച്ച് നമ്മൾക്ക് croatia-യിലാണോ, അതോ greece-ൽ ആണോ നമ്മളുടെ location എന്ന് കൃത്യമായി പറയാൻ പറ്റില്ല. നല്ല expert ആയിട്ടുള്ള ആളുകൾക്ക് ചെറിയ വ്യത്യാസങ്ങൾ മനസ്സിലാക്കി location identify ചെയ്യാൻ പറ്റും. പക്ഷെ അവരോടപേക്ഷിച്ച് പ്രാണികളായ എന്നെ .പോലുള്ളവർക്ക് അത് പറ്റിയെന്ന് വരില്ല. പിന്നെ എങ്ങനെ ഇത്തരക്കാരോട് പൊരുതും? അവർക്കെതിരെ എങ്ങനെ ജയിക്കും? അവിടെയാണ് ഈ useless knowledge കടന്നുവരുന്നത്. ഓരോ രാജ്യങ്ങൾക്കും man made ആയിട്ടുള്ള വ്യത്യാസങ്ങൾ ഉണ്ട്. ഓരോ രാജ്യങ്ങളിലും കണ്ടു വരുന്ന വീടുകൾ, electric pole-ളുകൾ, bollard-ഡുകൾ, റോഡിലെ painted വരകൾ, വാഹനങ്ങളിലെ license plate-റ്റുകൾ, sign post-റ്റുകൾ തുടങ്ങിയവയെല്ലാം നമുക്ക് സഹായമായി വരും. ഭാഷയിലും നേരിയ വ്യത്യാസങ്ങൾ അറിഞ്ഞു വച്ചാൽ ഏത് പ്രദേശമാണെന്ന് നമുക്ക് എളുപ്പം തിരിച്ചറിയാം. ഉദാഹരണത്തിന് ഉക്രേനിയൻ ഭാഷയും മംഗോളിയൻ ഭാഷയും cyrillic script ആണ് ഉപയോഗിക്കുന്നതെങ്കിലും ചില അക്ഷരങ്ങൾ അതത് ദേശങ്ങളിൽ മാത്രമേ കാണാറുള്ളൂ. ആ അക്ഷരം ഏതെങ്കിലും sign post-ലോ, വാഹനത്തിന് മേലെയോ കണ്ടാൽ പിന്നെ ഒന്നും നോക്കണ്ട, 99% ശതമാനവും നമ്മൾ ആ രാജ്യത്തിലായിരിക്കും. ഇങ്ങനെ മനുഷ്യനിർമിതമായ വ്യത്യാസങ്ങൾ Geoguessr കളിക്കുന്നവർ യഥേഷ്ടം ഉപയോഗിക്കാറുണ്ട്. വേറെ ചില aspects metagaming-ന്റെ ഭാഗമാണ്. Google-ന്റെ camera footage-ൽ നിന്നും ഏത് generation camera ആണ് ഉപയോഗിച്ചത് എന്ന് കണ്ടു പിടിച്ചാൽ അതുപയോഗിക്കാത്ത രാജ്യങ്ങളെ ഒഴിവാക്കി, process of elimination മുഖേന നമുക്ക് ഏത് രാജ്യത്തിലാണ് നമ്മൾ എത്തിപ്പെട്ടത് എന്ന് മനസ്സിലാക്കാം. Google car-ന്റെ പ്രത്യേകതകളും ആളുകൾ മനഃപാഠമാക്കി രാജ്യത്തെ guess ചെയ്യാൻ ഉപയോഗിക്കാറുണ്ട്. Although geography പഠിക്കുക എന്ന ഉപാധിയായി geoguessr-നെ കാണുന്നവർ മേൽപ്പറഞ്ഞ aspects കഴിവതും ഉപയോഗിക്കാതിരിക്കാൻ ശ്രദ്ധിക്കണം എന്നാണ് എന്റെ അഭിപ്രായമെങ്കിൽ പോലും I have to admit that there is fun in using these absurd clues. ഉദാഹരണത്തിന് license plates തന്നെ എടുത്ത് നോക്കുക. European Union-ന്റെ ഭാഗമായ രാജ്യങ്ങളിൽ മിക്കവാറും license plate-ന്റെ ഇടത് വശത്ത് ഒരു blue strip ഉണ്ടാകും. ഈ blue strip കണ്ടാൽ നമുക്ക് മനസ്സിലാക്കാം നമ്മൾ European Union-ൽ പെട്ട ഒരു രാജ്യത്താണ് ഉള്ളതെന്ന് (Ofcourse, cars travel! Oftentimes, we might find Italian license plates in Tunisia). Google street view-ൽ ആൾക്കാരുടെ security-യും privacy-യും മാനിച്ച് ആളുകളുടെ മുഖവും, license plate-റ്റും ഒക്കെ blur ചെയ്യപ്പെട്ടിട്ടുണ്ട്. അത് കൊണ്ട് ഒരു blurry ആയിട്ടുള്ള blue left end ആണ് നമ്മൾ EU-ൽ ആണെന്നതിനുള്ള clue നല്കുന്നത്. Italian, french license plates കണ്ടാൽ നമുക്ക് വളരെ എളുപ്പം തിരിച്ചറിയാം. കാരണം അതിൽ both left and right side-ലും ഇതേ blue strip ഉണ്ടാകും. കൂടാതെ Italian license plates french plates-നെ അപേക്ഷിച്ച് കുറച്ച് കുറുകിയതാണ്. So ഒരു European vibe ഉള്ള പ്രദേശത്ത് നീണ്ട, രണ്ട് side-ലും blue strips ഉള്ള രണ്ടോ മൂന്നോ license plates കണ്ടാൽ പിന്നെ ഒന്നും നോക്കണ്ട, നമ്മൾ France-ലാണ് ഉള്ളത്. ഞാൻ license plates-നെ പറ്റി പറയാൻ വന്നതിന് ഒരു കാരണമുണ്ട്. ഈ game-ൽ ഒരുപാട് license plates-നെ ശ്രദ്ധിക്കുന്നത് മൂലം real life-ലും ഞാൻ ഓരോ വണ്ടികളുടെ license plates-സും ശ്രദ്ധിക്കാൻ തുടങ്ങി. അപ്പൊ ഒരു interesting ആയിട്ടുള്ള സാധനം ഞാൻ observe ചെയ്തു. എന്റെ campus-ൽ ഉള്ള ചില bike-കളുടെയും കാറുകളുടെയും license plates-സിൽ EU-ന്റെ blue left strip ഉണ്ട്! ആ left strip-ന്റെ അകത്ത് EU-ന്റെ flag-ൽ symbol-ന്റെ അരികെ ‘IND’ എന്ന് എഴുതി വച്ചിരിക്കുന്നു. ദാ ഇത് പോലെ:",
        "!IMG_140422/euLicense.jpeg_Indian license plates with EU symbol",
        "EU flag:",
        "!IMG_140422/eu.png_EU flag symbol",
        "That’s ridiculous! ഞാൻ ഇപ്പോൾ ഇതിന്റെ കാരണത്തെ പറ്റി നെറ്റിൽ തിരഞ്ഞപ്പോൾ ‘Hindustan Times’-ന്റെ 2016 March മാസം എഴുതിയ ഒരു news report കണ്ടു. അതിൽ നിന്നും കിട്ടിയ explanation താഴെ ചേർക്കാം.",
        "!PRE_Cars bearing number plates like those used in the scenic continent –with EU’s flag of twelve yellow stars arranged in a circle against a blue background – along with the acronym ‘IND’ beneath it are common these days._These ‘German Style’ plates, as they are called, are quite the rage, said plate makers and dealers in Karol Bagh — a hub of auto accessories and spare parts._‘These are presently our best selling plates. Car owners like them because their cars look so foreign with these new number plates’, said Sonu Srivastav, who runs a registration-plate shop in Karol Bagh. The plates are sold at Rs 800 a piece._He said customers even replace their high-security registration plates ( HSRP) with the ‘German Style’ ones.",
        "ആളുകളുടെ fascination with the west പുതിയ frontiers കീഴടക്കി കൊണ്ടിരിക്കുകയാണ് എന്ന് ചിന്തിക്കുമ്പോൾ എനിക്ക് ഒന്നും തോന്നുന്നില്ല. കാരണം ഞാൻ പ്രത്യേകിച്ച് ഒരു moral high ground എടുക്കാൻ അർഹനല്ല. ഇത്ര mundane ആയിട്ടുള്ള കാര്യങ്ങളിൽ പോലും ആളുകളുടെ intentions imprint ചെയ്തു വരുന്നത് quite curious ആയിട്ടുള്ള കാര്യമാണ്. ഇതാണ് എന്റെ conclusion. ",
        "On a totally different note, Geoguessr കളിക്കുന്നത് മൂലം ഞാൻ എത്ര മണ്ടനാണെന്ന് വീണ്ടും എനിക്ക് തെളിയിക്കപ്പെട്ടു. Netherlands എന്ന രാജ്യത്തിൻറെ പേരിനെ പറ്റി ഞാൻ മുൻപ് ഒരിക്കലും ചിന്തിച്ചിട്ടില്ല. Nether എന്നത് കൊണ്ട് ഉദ്ദേശിക്കുന്നത് low lying ആയിട്ടുള്ള പ്രദേശം എന്നാണ്. Netherlands completely flat ആണ്. അതിൽ തന്നെ ഒരുപാട് area sea level-ന് താഴെയാണ്. ഇതാണ് പേരിന് പിന്നിലെ തത്വം. ഇത്രയും കാലം ഞാൻ ഇതിനെ പറ്റി ചിന്തിച്ചിട്ടില്ല. എന്തൊരു നാണക്കേടാണത്! Netherlands-ൽ വളരെ ഭംഗിയുള്ള കുറെ പ്രദേശങ്ങളുണ്ട്. Street view-ൽ Netherlands-ൽ എത്തിപ്പെട്ടോ എന്ന് മനസ്സിലാക്കണമെങ്കിൽ (again) വണ്ടികളുടെ license plates ശ്രദ്ധിച്ചാൽ മതി. മുന്നിലും പിന്നിലും license plates-ന്റെ background നിറം yellow ആയിരിക്കും. ഒരുപാട് brick roads-സും, ഒരുപാട് cycles-സും ഒക്കെ netherlands-ൽ കാണാൻ സാധിക്കും. Cyclists-കൾക്ക് വേണ്ടി ഒരു narrow lane തന്നെ മിക്ക പ്രധാനപ്പെട്ട റോഡുകൾക്കും ഡച്ചുകാർ നിർമിച്ചിട്ടുണ്ട്. ആ narrow lane-ന്റെ ഇരു വശവും കുറുകിയ വെള്ള വരകളും കൊടുത്തിട്ടുണ്ട്. ഒരുപാട് അരുവികളും, പുഴകളും, തടാകങ്ങളും Netherlands-ൽ ഉണ്ട്. Baltic countries ആയ Lithuania, Latvia, Estonia തുടങ്ങിയവയും low lying ആയിട്ടുള്ള regions ആണ്. പക്ഷെ Netherlands-സുമായി താരതമ്യം ചെയ്യുമ്പോൾ അവയെ വേർതിരിക്കാൻ വളരെ എളുപ്പമാണ്. മിക്ക സമയവും baltic region-ൽ എത്തിപ്പെടുമ്പോൾ നമ്മൾ ഏതെങ്കിലും വലിയ വയലിന് നടുവിലുള്ള road-ലായിരിക്കും. അകലെ മരങ്ങളുടെ കൂട്ടമല്ലാതെ യാതൊരു വിധത്തിലുള്ള കുന്നോ, കയറ്റമോ ഈ പ്രദേശങ്ങളിൽ പ്രതീക്ഷിക്കേണ്ടതില്ല. വേറെ ഒരു കാര്യവും ഞാൻ ഇതിനിടെ Netherlands-നെ പറ്റി പഠിച്ചു. Holland എന്നത് Netherlands-ന്റെ മറ്റൊരു പേരല്ല. Holland Netherlands-ന്റെ ഒരു ഭാഗം മാത്രമാണ്. Wikipedia-യിൽ നിന്നുമുള്ള ഇതിനെ പറ്റിയുള്ള ഒരു image താഴെ കൊടുത്തിട്ടുണ്ട്:",
        "!IMG_140422/holland.png_Holland region inside Netherlands"
    ]
}