{
    "id": 125,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ സ്വമേധയാ നടപടികളെടുത്തില്ലെങ്കിൽ ഇവിടം എനിക്ക് വേണ്ടി ഞാൻ നടത്തുന്ന infodumping കേന്ദ്രമായി മാറും. അതിന് തടയിടുവാൻ ഞാൻ വെറുതെ വേറെ എന്തെങ്കിലും ഒക്കെ സംസാരിക്കാം.",
        "എന്നെ ഇവിടെ നിന്ന് അധികം വൈകാതെ പുറത്താക്കും. അച്ഛനും അമ്മയ്ക്കും അതിൽ വിഷമം ഉണ്ടാകും. അവരെ വിഷമിപ്പിക്കുന്ന ഒന്നും ചെയ്യാതിരിക്കാൻ വേണ്ടിയാണ് ഞാൻ ശ്രമിക്കാറുള്ളത്. പക്ഷെ ഇത് inevitable ആണ്. ഇന്നലെ വൈകുന്നേരം കുറെ ദിവസങ്ങൾക്ക് ശേഷം ആദ്യമായി മഴ പെയ്തു. വൈകുന്നേരം നാലര മണിക്ക് ഞാൻ സാധാരണ മെസ്സിൽ നിന്ന് snacks തിന്നാൻ വേണ്ടി പോകുന്ന സമയത്ത് അർധരാത്രി പോലെ മാനം കറുത്തിരുന്നു. പോരാതെ നല്ല മഴയും, ഇടിയും, മിന്നലും! അത് നന്നായി എന്നാണ് എന്റെ ഒരു ഇത്. കാരണം സാധാരണ ഗതിയിൽ ഞാൻ റൂമിന്റെ ജനാല തുറന്നിട്ടാൽ അതിലൂടെ പൊടിയും മണ്ണും അകത്തേയ്ക്ക് കയറി  വരും. പോരാതെ വാഹനത്തിന്റെ ഇരമ്പലും കാതിൽ കുത്തി കയറും. ഇതിപ്പോ full മഴയായത് കൊണ്ട് അന്തരീക്ഷം less dusty ആണ്, മഴ പെയ്യുന്ന sound മൂലം വാഹനത്തിന്റെ ഇരമ്പൽ കേൾക്കാനുമില്ല. മഴയുടെ sound ആണ് car-ന്റെയും lorry-യുടെയും sound-നേക്കാളും ഞാൻ prefer ചെയ്യുന്നത്. മഴ നമ്മളുടെ മനസ്സിലുള്ള വികാരം ഏത് തന്നെയായാലും അതിനെയൊക്കെ amplify ചെയ്യും എന്നാണ് ഞാൻ മുൻപ് വിചാരിച്ചിരുന്നത്. പക്ഷെ ഇന്നലെ മഴ പെയ്തപ്പോൾ ആ ചിന്ത തെറ്റാണെന്ന് മനസ്സിലായി. ഇന്നലത്തെ മഴയിൽ ഞാൻ കുറെ nostu അടിച്ചു പോയി. പണ്ട് സ്കൂളിലേക്ക് മഴയത്ത് ഓട്ടോയിലും, ജീപ്പിലും, school bus-ലും ഒക്കെ പോയ സന്ദർഭങ്ങൾ ഓർമ വന്നു. കക്കോടി പൂനൂർ പുഴയുടെ മേലെയുള്ള പാലം കഴിഞ്ഞ് ഒരു make shift bus stop-ന്റെ അടുത്ത് ഒരു ഇറക്കമുണ്ട്. അതിന്റെ അടുത്ത് school bus നിർത്തും. ആ ഇറക്കത്തിലൂടെ നടന്നാണ് ഞാനും ചേച്ചിയും വീട്ടിലേക്ക് പോകാറുള്ളത്. മഴക്കാലമാകുമ്പോൾ പൂനൂർ പുഴ നിറഞ്ഞൊഴുകും. ‘Green world’ ഒക്കെ അതിന്റെ ചളിവെള്ളത്തിന് അടിയിലാകും. പുഴ ഒഴുകുന്നതിന്റെ speed കാണുമ്പോൾ നമ്മളുടെ ഉള്ള് കിടുങ്ങും. അതിൽ വീണാലുള്ള കഥ ഓർത്ത് വിറയ്ക്കും. ആ ഒഴുക്കിൽ നമ്മൾ വീണാൽ പിന്നെ അറബിക്കടലിൽ നിന്നും നമ്മളുടെ dead body പൊക്കിയെടുക്കേണ്ടി വരും എന്നാണ് എന്റെ സങ്കല്പം. എന്തായാലും school വിട്ട് ഇറക്കം ഇറങ്ങുമ്പോൾ മഴ കാരണം കുറെ ചാലുകളും ഇറക്കത്തിലൂടെ പോകുന്നുണ്ടാകും. ചാലുകൾ ഇറക്കത്തിന്റെ അവസാനം സമ്മേളിക്കും. എന്നിട്ട് ഒരു വെള്ളക്കെട്ട് രൂപീകരിക്കും. അതിൽ മഴത്തുള്ളികൾ വീഴുമ്പോൾ കുമിളകൾ ഉണ്ടാകും. അത് കാണുമ്പോൾ എനിക്ക് അച്ഛൻ എന്നോട് അച്ഛന്റെ കുട്ടികാലത്തെ പറ്റി പറഞ്ഞത് ഓർമ്മവരും. അച്ഛന് ഈ കുമിളകളെ നോക്കുമ്പോൾ തൊപ്പിയിട്ട പട്ടാളക്കാരുടെ ജാഥയായിട്ടാണ് തോന്നാറുള്ളത്. ഞാനും അത് പോലെ സങ്കൽപ്പിച്ചു നോക്കി. ശരിയാണല്ലോ! തൊപ്പിയിട്ട പട്ടാളക്കാർ. മഴയുടെ ആരവത്തിൽ അവരുടെ ‘ജയ്’ വിളികളുണ്ട്. ഞാൻ ശ്രദ്ധിക്കാത്തത് കൊണ്ടാണ് അതൊന്നും കേൾക്കാത്തത്. മഴയെ പറ്റിയുള്ള പാട്ടുകൾ ഓർത്തപ്പോൾ ‘മഴ ഞാനറിഞ്ഞിരുന്നില്ല എന്ന പാട്ട്’ മനസ്സിലേക്ക് വന്നു. അത് മഴയെ പറ്റിയൊന്നുമല്ല. എന്നാലും ഹരിഹരൻ പാടിയ നല്ല പാട്ടാണ്.",
        "!LNK^https://www.youtube.com/watch?v=CFriZwG_LVU^മഴ ഞാനറിഞ്ഞിരുന്നില്ല",
        "!PRE_മഴ ഞാൻ അറിഞ്ഞിരുന്നില്ല_നിന്റെ കണ്ണുനീർ എന്നുള്ളിൽ ഉതിരും വരെ_വെയിൽ ഞാൻ അറിഞ്ഞിരുന്നില്ല_എന്റെയുള്ളിൽ നിൻ ചിരി നേർത്ത്‌ പടരും വരെ_ (മഴ ഞാൻ അറിഞ്ഞിരുന്നില്ല..)__വേനൽ നിലാവിന്റെ മൗനം_നീരൊഴുക്കിൻ തീരാത്ത ഗാനം_ദൂരങ്ങളിൽ നിന്നുമേതോ_പാട്ടു മൂളും കുയിലിൻ സ്വകാര്യം_അറിയാതെ നിമിഷങ്ങളൂർന്നു_പാതിരാവിന്റെ യാമങ്ങൾ മാഞ്ഞു_എന്റെയുള്ളിൽ നിൻ നിശ്വാസം ഉതിരും വരെ_ (മഴ ഞാൻ അറിഞ്ഞിരുന്നില്ല..)__ഗ്രീഷ്മാതപത്തിന്റെ ദാഹം_പാറിയെത്തും ശിശിരാഭിലാഷം_പൂക്കും വസന്ത ഹർഷം ...._വർഷസന്ധ്യാമൂകാശ്രുഭാരം_അറിയാതെ ദിനരാത്രമേതൊ_പാഴിലച്ചാർത്തു പോൽ വീണൊഴിഞ്ഞു_എന്റെയുള്ളിൽ നിൻ കാൽ ചിലമ്പുണരും വരെ_ (മഴ ഞാൻ അറിഞ്ഞിരുന്നില്ല..)"
    ]
}