{
    "id": 126,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "!PRE_Désolé, Tous mes fantômes sont bleus - French phrase meaning ‘sorry, all my ghosts are blue’",
        "സാധാരണ ഗതിയിൽ ഞാൻ പാട്ടിന്റെ വരികൾ ശ്രദ്ധിക്കാറില്ല. Maybe I’m too dumb to enjoy both the music and lyrics together. പക്ഷെ ഇടയ്ക്ക് curiosity തോന്നിയിട്ട് ഞാൻ ചില വരികൾ ശ്രദ്ധിക്കും. മുകളിലെ French phrase എനിക്ക് Gorillaz-ന്റെ Désolé എന്ന പാട്ടിൽ നിന്ന് കിട്ടിയതാണ്. ആ വരിക്ക് എന്ത് പ്രത്യേകതയാണുള്ളത്? സത്യത്തിൽ ഞാൻ ആ പാട്ടിന്റെ മുഴുവൻ വരികളുടെ അർഥം നെറ്റിൽ തിരഞ്ഞിരുന്നു. English-ൽ ഉള്ള translation അല്ല, പകരം അർത്ഥമായിരുന്നു എനിക്ക് വേണ്ടത്. സാധാരണ ഒരു lyrics-ന്റെ അർഥം മനസ്സിലായില്ലെങ്കിൽ ഞാൻ നേരെ genius.com-ലേക്ക് പോവാറാണ് പതിവ്. ഇവിടെയും അത് ചെയ്തു. പക്ഷെ മുകളിലെ french phrase അല്ലാതെ വേറെ ഒന്നിനും ആരും അർഥം കൊടുത്തിട്ടില്ലായിരുന്നു. That irked me. പക്ഷെ I wasn’t hell bent on knowing their meaning. So കിട്ടിയത് വച്ച് ഞാൻ adjust ചെയ്തു. പക്ഷെ ഈ lyric ശരിക്കും എത്ര മനോഹരമാണ് എന്നത് അതിന്റെ explanation വായിച്ചാൽ മനസ്സിലാകും. ഞാൻ അത് ചുവടെ ചേർക്കാം.",
        "!PRE_“Sorry, all my ghosts are blue”__One interpretation of the song and music video’s theme is that of someone moving on from an abusive or taxing relationship; this line may be the singer saying that although they’re sorry to leave, all of the memories are too miserable to go back.",
        "ശരിക്കും നല്ല lyrics അല്ലേ? അല്ലാ? ",
        "രാത്രി മൂത്രമൊഴിക്കാൻ toilet-ൽ പോയപ്പോൾ അതിന്റെ ഒരു corner-ൽ ആരോ തൂറി വച്ചിരിക്കുന്നു. ആ തീട്ടത്തിന്റെ gory description കൊണ്ട് ആരെയും പേടിപ്പിക്കാൻ ഞാൻ ഉദ്ദേശിക്കുന്നില്ല. പക്ഷെ ഒരു കാര്യം പറയാം. ഒരു മനുഷ്യന്റെ feces-ന്റെ appearance-സും smell-ല്ലും അതിനുണ്ട്. സാധാരണ പൂച്ചകളാണ് ആ പരിസരത്തിൽ ഇത്തരം പണിയൊപ്പിക്കാറുള്ളത്. ഒരു നാൾ ഏതോ ഒരു പൂച്ച ഒരു പ്രാവിനെ കൊന്ന് അതിന്റെ ജഡം ഇതേ toilet-ന്റെ പരിസരത്ത് ഉപേക്ഷിച്ചിട്ടുണ്ടായിരുന്നു. അപ്പോൾ ഈ feces-ന്റെ ചുമതലയും ഏതെങ്കിലും ഒരു പൂച്ചയുടെ തലയിൽ കെട്ടി വയ്ക്കാം. പക്ഷെ അങ്ങനെ ചെയ്യാൻ വരട്ടെ. ഈ feces-ന്റെ വലുപ്പമനുസരിച്ച് ഒരു ശരാശരി പൂച്ചയ്ക്ക് ഇത് produce ചെയ്യാൻ പറ്റില്ല. ഒരു ശരാശരി പൂച്ചയുടെ asshole-ന്റെ diameter ഈ feces produce ചെയ്യാൻ മാത്രം wide അല്ല. Although I’m joking around, ഇതിൽ സത്യമുണ്ടെന്നാണ് എന്റെ ഒരു തോന്നൽ. ഇനി വല്ല അലവലാതി ചാവാലി പട്ടിയെങ്ങാൻ ഒപ്പിച്ച പണിയാകുമോ ഇത്? പക്ഷെ ആ area-യിൽ ഞാൻ ഇന്ന് വരെ ഒരു പട്ടിയെയും കണ്ടിട്ടില്ല. Which leads me to a horrifying theory. അത് human feces ആണ്. ബോധമില്ലാതെ ഒരുത്തൻ ചെയ്തു വച്ച പണിയാണിത്. Horrifying part ഇതല്ല. ആ ഒരുത്തൻ ഞാനാണെങ്കിലോ? ഇതൊരു തരം fucked up paranoia inducing self-gaslighting ആണ്. ഞാൻ അറിയാതെ, ബോധമില്ലാതെ ചെയ്ത് വച്ച പണിയാണെങ്കിലോ? ബോധമില്ലാതാകാൻ ലഹരിയുടെ ആവശ്യം ഒന്നും ഇല്ലല്ലോ. ഉറക്കത്തിൽ എഴുന്നേറ്റ് നടക്കുന്നവർ ഇല്ലേ? ചില somnambulism ഉള്ളവർ എഴുന്നേറ്റ് നടക്കുക മാത്രമല്ല, kitchen-ൽ ചെന്ന് omelet ഉണ്ടാക്കുക വരെ ചെയ്ത വർത്തകളില്ലേ? How do you know that you’re in full control of yourself? മണിച്ചിത്രത്താഴിലെ ഗംഗയെ പോലെ രാത്രി നിലാവത്ത് അഴിച്ചിട്ട കോഴി മാതിരി നടന്ന് ഓരോ toilet-ന്റെയും കോണിൽ തൂറി വയ്ക്കുന്നതാണ് എന്റെ സ്ഥിരം പരിപാടി എന്ന് എനിക്കെങ്ങനെ സ്വയം നിരാകരിക്കാൻ പറ്റും? ‘അന്യനി’ലെ അമ്പിയെ പോലെ അന്യൻ ഒപ്പിക്കുന്ന കിണുതാപ്പുകളിൽ കുടുങ്ങുന്നത് അമ്പിയല്ലേ? ഇതൊക്കെ സിനിമയിൽ മാത്രമല്ല, വാർത്തകളിലും ഞാൻ കണ്ടിട്ടുണ്ട്. Which brings me to the next point. I’ve never tried videotaping myself while I’m asleep. ഇതിനെ പറ്റി ഒന്നാലോചിച്ചു നോക്കൂ. ഉറക്കത്തിൽ എന്ത് കുന്തമാണ് നിങ്ങൾ കാട്ടിക്കൂട്ടുന്നത് എന്ന് ആലോചിക്കാറില്ലല്ലോ. Creepy ആയിട്ടുള്ള എന്തെങ്കിലും ആ recording-ൽ കണ്ടാലോ? തീർന്നില്ലേ മനസ്സമാധാനം!  ഏതോ ഒരു പെണ്ണുങ്ങൾ രാത്രി ഉറങ്ങുമ്പോൾ ഉള്ള അവരുടെ ചുറ്റുപാടിലെ sounds record ചെയ്തിട്ടുണ്ടായിരുന്നു. ഒറ്റയ്ക്ക് ഒരു വീട്ടിൽ താമസിക്കുന്ന ആ സ്ത്രീ ഈ recording-ൽ അപരന്മാരായ ആണുങ്ങളുടെ ശബ്ദം കേട്ടു. അവരുടെ മനഃസമാധാനം ഗുദാ ഗവഃ! പിന്നെ ജീവിതത്തിൽ ഉറങ്ങാൻ പറ്റുമോ? Final verdict ഇതാണ്. അത് ആരുടെ feces വേണമെങ്കിലും ആയിക്കോട്ടെ. ശരിക്കുമുള്ള suffering തുടങ്ങുന്നത് ഇന്ന് നേരം പുലരുമ്പോൾ അത് തുടച്ച് കളയാൻ വേണ്ടി വരുന്ന cleaner-ക്കാണ്. അയാളുടെ misery ഓർക്കുമ്പോൾ ചെറുതായി ദുഃഖം വരുന്നു. പക്ഷെ ഞാൻ അവിടെ ചെന്ന് അത് clean ചെയ്യാൻ മിനക്കെടില്ല. എന്റെ സഹതാപം രേഖപ്പെടുത്തുന്നു. അത്ര മാത്രം. അതേ ഒക്കൂ.",
        "ഇപ്പൊ തന്നെ ഇതിനെ പറ്റി ഞാൻ എഴുതി കൊണ്ടിരുന്നപ്പോൾ എന്റെ പിറകിൽ bed-ന്റെ മീതെ വച്ച water bottle നിലത്തേക്ക് താനേ വീണു. In fact അത് bed-ന്റെ മുകളിൽ തന്നെയായിരുന്നോ എന്ന് പോലും എനിക്ക് വലിയ ഉറപ്പില്ല. അത് നിലത്ത് വീണ ശബ്ദം കേട്ടിട്ട് I was scared out of my wits. Seems like എന്റെ കൂടെയുള്ള പ്രേതത്തിന് ഞാൻ ഇതിനെ പറ്റി എഴുതുന്നതിനോട് വലിയ യോജിപ്പില്ല. എന്റെ റൂമിലുള്ള രണ്ട് tubelights-ൽ ഒന്ന് malfunctioning ആണ്. അത് കൊണ്ട് സദാ സമയവും അത് മിന്നിക്കൊണ്ടിരിക്കും. ഈ പ്രേത സിനിമയിൽ ഒക്കെ കാണുന്നത് പോലെ. ആദ്യമൊക്കെ എനിക്ക് പേടിയുണ്ടായിരുന്നു. ഇപ്പോൾ അതില്ല. തികച്ചും പ്രേതാത്മകമായ ambience-ൽ പ്രേതസിനിമയിൽ കാണുന്ന പോലെ ഉള്ള poltergeist activity-ക്ക് നടുവിൽ ഇരുന്ന് കൊണ്ട് (ഇടയ്ക്കിടെ തിരിഞ്ഞ് നോക്കും, അഥവാ പ്രേതം പ്രത്യക്ഷപ്പെട്ടാലോ?) I’m pretending that everything is fine. ",
        "!IMG_150422/thisIsFine.jpg_dog saying this is fine meme",
        "ഇടയ്ക്കിടെ curtain-ന്റെ പിന്നിൽ ഇരുൾ വെളിച്ചത്തിൽ തുടിച്ചു നിൽക്കുന്ന കാട്ടിലേക്കും നോക്കും. പ്രേതം ഏത് ദിക്കിൽ നിന്നാണ് വരുന്നത് എന്ന് പറയാൻ പറ്റില്ലല്ലോ. സമയം പാതിരാ കഴിഞ്ഞ് രണ്ടരയായി എന്നുള്ളത് situation-ന് തീരെ helpful അല്ല. Funny how it started with blue ghosts and ended up with full on ghost discussion.",
        "Talking about dog shit, ഞാൻ അടുത്ത topic-ലേക്ക് segue ചെയ്യട്ടെ. Teenager ആയിരുന്ന സമയത്ത് ഞാൻ ഒരുപാട് ഒരുപാട് ഈ ബ്ലോഗിലുള്ള മാതിരി ഒരു പുസ്തകത്തിൽ എന്റെ ജീവിത കുറിപ്പുകളും അനുഭവങ്ങളും എഴുതുമായിരുന്നു. ഈ ബ്ലോഗിലുള്ളത് സത്യൻ അന്തിക്കാട് direct ചെയ്ത മലയാളം family entertainer  പടമാണെങ്കിൽ, ആ ബുക്കിലുള്ളത് Michael Bay direct ചെയ്ത explosions-സും, action sequences-സും നിറഞ്ഞ ഒരു english പടമാണ്. അതിലെഴുതിയ പലതും bizarre ആയിട്ടുള്ള കാര്യങ്ങളാണ്. Cringe-o-meter പലപ്പോഴും അതിന്റെ high amplitude cringe കാരണം പൊട്ടിത്തെറിക്കാറുണ്ട്. അതിന്റെ abridged and simplified version ഇവിടെ എഴുതാൻ ഞാൻ plan ചെയ്യുന്നില്ല. കാരണം അതിന്റെ എരിവും പുളിയും ഒക്കെ ആ മാറ്റിയെഴുത്തിൽ നഷ്ടപ്പെട്ടു പോയേക്കാം എന്നുള്ളതിനാൽ. ഞാൻ ഇവിടെ publish ചെയ്യാതെ മൊത്തം പുസ്തകത്തിലെ വരികളും ഒരുനാൾ type ചെയ്യുന്നുണ്ട്. മൊത്തം type ചെയ്തിട്ട് പതിയെ പതിയെ ഓരോന്നും ഈ ബ്ലോഗിന്റെ ‘ചവറ്റുകുട്ട’ section-ൽ എനിക്ക് മനസ്സ് വരുമ്പോൾ ചേർക്കാം. എങ്ങനുണ്ട് idea?"
    ]
}