{
    "id": 128,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "‘മയൂഖം’ എന്ന മലയാള സിനിമയിൽ എനിക്ക് ഇഷ്ടപ്പെട്ട ഒരു പാട്ടുണ്ട്. ‘ഭഗവതി കാവിൽ വച്ചോ, അമ്പലക്കടവിൽ വച്ചോ’ എന്ന് തുടങ്ങുന്ന ഒരു പാട്ട്. ഞാൻ അത് കേൾക്കാൻ പൂതി തോന്നി Youtube-ൽ അത് തപ്പി കണ്ടുപിടിച്ച് play ചെയ്തു. പക്ഷെ എം. ജി. ശ്രീകുമാർ പാടിയതാണ് ആ പാട്ടെന്ന് ഓർമ വന്നതോടെ എന്റെ mood പോയി. എനിക്ക് അവരുടെ sound ഇഷ്ടമല്ല. യേശുദാസിന്റെയോ, പി. ജയചന്ദ്രന്റെയോ, വേണുഗോപാലിന്റെയോ voice-സും കഴിവും ഒക്കെയായി compare ചെയ്യുമ്പോൾ ശ്രീകുമാറിന്റെതിന് personally എനിക്ക് ഒരു പ്രത്യേകതയും തോന്നിയിട്ടില്ല. അങ്ങേര് upbeat, peppy ആയ ചില പാട്ടുകൾ പാടിയത് എനിക്ക് ഇഷ്ടമാണ്. പക്ഷെ  ‘മയൂഖ’ത്തിലെ ഈ പാട്ട് അങ്ങേർക്ക് പകരം പി. ജയചന്ദ്രൻ പാടിയാൽ മതിയായിരുന്നു എന്ന് ഞാൻ വെറുതെ ആശിച്ചു പോയി.",
        "Lately ഞാൻ ഒരു ചെറിയ pursuit-ൽ ആണ്. എനിക്ക് ഏറ്റവും ഇഷ്ടപ്പെട്ട പാട്ട് ഏതാണെന്ന് കണ്ടുപിടിക്കാനുള്ള ഒരു pursuit. സാധാരണ ഞാൻ ആരോടെങ്കിലും അവർക്കിഷ്ടപ്പെട്ട പാട്ടേതാണെന്ന് ചോദിക്കുമ്പോൾ അവർ അപ്പോൾ മനസ്സിൽ വന്ന അവർക്കിഷ്ടപ്പെട്ട ഏതെങ്കിലും ഒരു പാട്ടിന്റെ പേര് പറയും. പക്ഷെ അതാണോ അവരുടെ number 1 ഇഷ്ടപ്പെട്ട പാട്ടെന്ന് ചോദിച്ചാൽ അവർ വേറെ ഇഷ്ടപ്പെട്ട പാട്ടുകളുടെ പേരും കൂടി പറയും. അവിടെയാണ് ഈ pursuit-ന്റെ പ്രസക്തി വരുന്നത്. എന്തൊക്കെ ഘടകങ്ങളാണ് ഒരു പാട്ടിനെ നിങ്ങളുടെ absolute favorite ആക്കുന്നത്? എന്റെ മനസ്സിൽ ആദ്യം വന്ന ഘടകം എന്താണെന്ന് വച്ചാൽ ആ ഇഷ്ടമുള്ള പാട്ടിന്റെ ആദ്യം മുതൽ അവസാനം വരെയുള്ള music-ക്കും, വരികളും, vocals-സും ഒക്കെ നിങ്ങൾക്ക് ഇഷ്ടമായിരിക്കണം. ഉദാഹരണത്തിന് അനുപല്ലവിയുടെ ഒടുക്കം 0.1 സെക്കന്റ് നേരത്തേക്ക് ചൂളമടിച്ച ഭാഗം നിങ്ങൾക്ക്  ഇഷ്ടമില്ലെങ്കിൽ പിന്നെ ആ പാട്ട് നിങ്ങളുടെ absolute favorite പാട്ടല്ല. രണ്ടാമത്തെ ഘടകം ആ പാട്ട് നിങ്ങളുമായി resonate ചെയ്യണം. ഞാൻ ഉദ്ദേശിക്കുന്നത് എന്താണെന്നാൽ whenever ഞാൻ ഈ പാട്ട് കേൾക്കുമ്പോൾ എനിക്ക് അതുമായി ഒരു ബന്ധം feel ചെയ്യാൻ പറ്റണം. ഒന്നിലധികം പാട്ടുകൾ ഏറ്റവും ഇഷ്ടപ്പെട്ടാൽ എന്താണ് കുഴപ്പം? ഒരു set of പാട്ടുകൾക്ക് ഇഷ്ടം വീതം വയ്ക്കാൻ പറ്റില്ലേ? കൊടുക്കുംതോറും നിറയുന്ന അക്ഷയഖനിയൊന്നുമല്ലല്ലോ ഇഷ്ടം. അത് കൊണ്ട് വീതം വയ്ക്കുമ്പോൾ നമ്മുടെ utmost ഇഷ്ടം എല്ലാ പാട്ടിനും കിട്ടില്ല. ആളുകൾ കവിതകളിലും മറ്റും ഇഷ്ടം മേൽപ്പറഞ്ഞ അക്ഷയഖനിയാണെന്നൊക്കെ വാദിക്കും. പക്ഷെ in reality, എല്ലാത്തിനും ഒരുപോലെ ഒരേ maximum ഇഷ്ടം കൊടുക്കാൻ പറ്റില്ല. അതിനും മാത്രം സമയം ഈ ദുനിയാവിലില്ല. അല്ലെങ്കിലും ഇതൊക്കെ പാട്ടുകളല്ലേ? Who cares?! മാത്രവുമല്ല, സമയം നീങ്ങിക്കൊണ്ടു പോകുമ്പോൾ നമ്മളും മാറില്ലേ? നമ്മുടെ ഇഷ്ടങ്ങളും മാറും. അത് കൊണ്ട് ഇഷ്ടപ്പെട്ട പാട്ടും ചിലപ്പോൾ മാറിയെന്നിരിക്കും. എന്തിനാണ് കാര്യങ്ങളെ complicate ചെയ്യുന്നത്? കാലം ഒഴുകി പോട്ടെ. അതിലെ ഓരോ മരക്കമ്പുകളും ഇലകളും പോലെ പാട്ടുകൾ കടന്നു പോകുമ്പോൾ അത് പോകുന്നതും നോക്കി രസിച്ചിരിക്കാം. വെറുതെ അതിന്റെ യാത്രയെ തടസ്സപ്പെടുത്തി, അതിനെയും കെട്ടി പിടിച്ച് കൊണ്ടിരിക്കുന്നതെന്തിന്? ഈ കാരണത്താൽ മുൻപ് പറഞ്ഞ pursuit ഇവിടെ അവസാനിപ്പിക്കാം. പക്ഷെ ‘മയൂഖ’ത്തിലെ ആ പാട്ട് എം. ജി. ശ്രീകുമാർ പാടിയതിൽ എനിക്ക് വിഷമമുണ്ട്. ഞാൻ വേറെ ആരെങ്കിലും ഇതേ പാട്ടിന്റെ cover പാടിയിട്ടുണ്ടോ എന്ന് നെറ്റിൽ തിരഞ്ഞു നോക്കി. ഒരു റിസൾട്ടും കിട്ടിയില്ല. നജീം അർഷാദ് ഒക്കെ ഈ പാട്ട് പാടിയിരുന്നെങ്കിൽ എന്ത് രസമായേനെ. ച്ചെ."
    ]
}