{
    "id": 129,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ genuinely മണ്ടൻ കൊണാപ്പനാണെന്ന് തെളിവ് സഹിതം എനിക്ക് ബോധ്യമായി. കുറെ കാലമായി ഒരു chrome extension ഉണ്ടാക്കണം എന്ന് വിചാരിക്കുന്നു. പക്ഷെ എന്തെങ്കിലും useful ആയിട്ടുള്ള ഒന്ന് ഉണ്ടാക്കാനുള്ള idea മനസ്സിൽ വന്നില്ല. പക്ഷെ മിനഞ്ഞാന്ന് ഒരു idea വന്നു. അതെന്താണെന്ന് പറയാം:",
        "സാധാരണ ഗതിയിൽ ഞാൻ എനിക്കിഷ്ടപ്പെട്ട ഒരു online forum ഒരുപാട് നേരം വായിക്കുമ്പോൾ അതിൽ വായിക്കാൻ പറ്റുന്ന maximum number of posts ഞാൻ വായിച്ച് തീർക്കും. അതിൽ കൂടുതൽ entries load ചെയ്ത് വായിക്കാൻ  website സമ്മതിക്കില്ല. ഈ situation-നെ overcome ചെയ്യാൻ ഞാൻ archive.org-ന്റെ ഭാഗമായ wayback machine തുറന്ന് അതിൽ എന്റെ forum-ന്റെ പേര് കൊടുക്കും. Wayback machine ഒരു time machine പോലെയാണ്. അത് routinely മിക്ക website-റ്റുകളുടെയും പണ്ടത്തെ snapshot archive ചെയ്ത് വച്ചിട്ടുണ്ടാകും. ഇപ്പൊ suppose നമുക്ക് 2020-ൽ March മാസത്തിൽ ഒരു website എങ്ങനെയുണ്ടായിരുന്നു എന്ന് കാണണമെങ്കിൽ wayback machine-ൽ ആ website തുറന്ന് നമുക്ക് വേണ്ട date click ചെയ്‌താൽ മതിയാകും. ഈ idea ഉപയോഗിച്ച് ഞാൻ എനിക്കിഷ്ടപ്പെട്ട forum-ന്റെ പണ്ടത്തെ snapshot തുറക്കും. അതിൽ ഞാൻ കാണാത്ത കുറെ post-ന്റെയും link ഉണ്ടാകും. എന്നിട്ട് അത് ഓരോന്ന് വീതം തുറന്ന് ഞാൻ വായിക്കും. പക്ഷെ ഒരു പ്രശ്നമുണ്ട്. ഓരോ link-ങ്കും അതിന്റെ original forum-ലേക്ക് redirect ചെയ്യേണ്ടതിന് പകരം ആ link-ന്റെ wayback machine-ലെ snapshot-ലേക്കാണ് പോവുക. അവിടെയാണ് issue. കാരണം ഒരു popular ആയിട്ടുള്ള website archive ചെയ്യുമ്പോൾ അതിന്റെ എല്ലാ post-കളെയും archive ചെയ്‌തെന്ന് വരില്ല. അത് കൊണ്ട് archive ചെയ്യാത്ത പോസ്റ്റുകളായിരിക്കും മിക്കവയും. ഒരുപാട് ഇങ്ങനെ 404 error കണ്ടപ്പോൾ എനിക്ക് irritation വന്നു. Wayback machine-ലെ link-ന് പകരം original link-ലേക്ക് redirect ചെയ്യാൻ ഞാൻ manually web address edit ചെയ്യേണ്ടി വന്നു. ഉദാഹരണം: Suppose original link example.com ആണെങ്കിൽ wayback machine-ൽ കാണിക്കുന്ന link web.archive.org/web/20210731132048/example.com പോലെ എന്തെങ്കിലും ആയിരിക്കും. അപ്പൊ address bar-ൽ ചെന്നിട്ട് example.com ഒഴികെ ബാക്കിയുള്ള ഭാഗം മൊത്തം നമ്മൾ delete ചെയ്യണം. ഒന്നോ രണ്ടോ പോസ്റ്റുകൾ നോക്കുന്നവർക്ക് ഇത് ഒരു problem അല്ലേയല്ല. പക്ഷെ ഒരുപാട് പോസ്റ്റുകൾ ഒറ്റയടിക്ക് നോക്കുന്ന എനിക്ക് ഇത് inconvenience ആണ്. ",
        "എന്താണ് ഈ issue-ന് ഒരു പോംവഴി? Automatic ആയിട്ട് നമ്മൾ link click ചെയ്യുമ്പോൾ original link-ലേക്ക് പോവുക. അത്ര തന്നെ. ഈ automatization-ന്  വേണ്ടിയാണ് ഞാൻ ഒരു ചെറിയ chrome extension ഉണ്ടാക്കാൻ plan ഇട്ടത്. Basic idea എന്ന് പറഞ്ഞാൽ number of human inputs minimize ചെയ്യുക എന്നതാണ്. ഒറ്റ click. അതിൽ നമുക്ക് വേണ്ടത് കിട്ടണം. പക്ഷെ ഞാൻ plan execute ചെയ്തപ്പോൾ വളഞ്ഞ വഴി സ്വീകരിക്കേണ്ടി വന്നു. ആദ്യം address bar-ന്റെ right side-ൽ ഉള്ള extensions-ന്റെ icons-ന്റെ കൂട്ടത്തിൽ എന്റെ extension പെടുത്തി. അതിൽ click ചെയ്ത് copy ചെയ്ത link address paste ചെയ്ത് പിന്നെ പുതിയ tab open ചെയ്യാൻ ഒരു click കൂടി. Too many inputs. അത് discard ചെയ്യേണ്ടി വന്നു. രണ്ടാമത്തെ വഴി ലിങ്കിന് മേൽ right click ചെയ്യുമ്പോൾ വരുന്ന context menu-ൽ original link open ചെയ്യാനുള്ള ഒരു choice കൊടുക്കുക. Click, scroll down, click. Again too many inputs. അതും discard ചെയ്യേണ്ടി വന്നു. മൂന്നാമത്തെ ശ്രമം website load ചെയ്യുമ്പോൾ തന്നെ എല്ലാ link-നും ഒരു custom onclick function കൊടുക്കുക. ആ function-ൽ എന്റെ content script-ൽ നിന്നും background script-ലേക്ക് പുതിയ link തുറക്കാനുള്ള message കൈമാറുക. Content script-ന് website page-മായി സംബന്ധിച്ച limited ആയിട്ടുള്ള permissions-സേ ഉള്ളൂ. അത് കൊണ്ട് പുതിയ tab തുറക്കാൻ browser centric ആയ background script-നെ ആശ്രയിക്കണം. അത് കൊണ്ടാണ് ഈ message കൈമാറുന്ന shenanigans കടന്നു വരുന്നത്. പക്ഷെ ഇതിന്റെ പ്രശ്നം എന്താണെന്ന് അറിയുമോ? Onclick-ന്റെ അടിസ്ഥാനത്തിലുള്ള custom function-നു ഒരു tab തുറക്കുന്നതിന് പുറമെ link click ചെയ്യുമ്പോൾ default ആയി link തുറക്കുകയും കൂടെ ചെയ്യുന്നു. അപ്പൊ ഒരു tab തുറക്കേണ്ട ഇടത്ത് രണ്ട് tabs തുറക്കുന്നു എന്നായി. ആ extra tab ഓരോ തവണയും അടയ്‌ക്കേണ്ടേ? അത് even more annoying ആണ്. ഒടുക്കം ഇന്നലെ ഉറങ്ങാൻ കിടന്നപ്പോൾ ഏറ്റവും straight forward ആയ, simplest ആയ solution കിട്ടി. വെറും മൂന്ന് lines of code മാത്രം മതി ഈ solution-ന്. ഓരോ തവണ website load ചെയ്യുമ്പോഴും നമുക്കാവശ്യമുള്ള links collect ചെയ്ത് അതിന്റെ href original link-ലേക്ക് point ചെയ്യും വിധമാക്കുക. അത്രേ ചെയ്യേണ്ട ആവശ്യമുള്ളൂ. ഒരു background script-റ്റും വേണ്ട, ഒരു മണ്ണാങ്കട്ടയും വേണ്ട. ഇതിനാണ് ഞാൻ ഇത്ര സമയം കളഞ്ഞത്. ഒരൊറ്റ click മാത്രം മതി. ഈ നിസ്സാര കാര്യത്തിന് ഇങ്ങനെ കിടന്ന് circus കളിക്കണമെങ്കിൽ ഞാൻ വെറും ബുദ്ദൂസല്ലേ? ച്ചെ. നാണക്കേട്."
    ]
}