{
    "id": 13,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "റഷ്യൻ chess കളിക്കാർക്ക് variety പേരുകളാണുള്ളത്. നേപോംനിയാച്ചി, ഗോര്യേച്കിന, ഷുവലോവ,  കോസ്റ്റാൻയുക്, ചെപ്പറിനോവ്, എസിപെങ്കൊ അങ്ങനെ അങ്ങനെ. ചരിത്രത്തിൽ തന്നെ ഏറ്റവും പ്രായം കുറഞ്ഞ rapid chess champion ആയി അബ്ദുസത്താറോവ് നോദിർബിക്ക് മാറിയിരിക്കുന്നു. ഞാൻ അവസാനത്തെ റൗണ്ടിന് മുൻപുള്ള എല്ലാ റൗണ്ടുകളും കണ്ടിരുന്നു. കുറച്ച് luck-ഉം കുറെ അധികം talent-ഉം കൊണ്ടാണ് നോദിർബിക് ജയിച്ചത്. ഗുകേഷുമായുള്ള റൗണ്ടിൽ അവസാനം വരെ ആധിപത്യം നിലനിർത്തിയ ഗുകേഷിനെ ചെറിയൊരു കുരുക്കിൽ തള്ളിയിട്ട് സമനില പിടിച്ചെടുക്കുന്നത് കാണേണ്ട കാഴ്ച തന്നെയായിരുന്നു. ഇപ്പൊ ഉസ്‌ബെക്കിസ്താന്റെ തന്നെ സിന്ദാറോവ് blitz-ൽ മുന്നിട്ട് നിൽക്കുന്നതാണ് കാണുന്നത്. OG കളിക്കാരായ കാൾസനും നാകാമുറയും നെപോയും ഗ്രിഷ്ചുക്കും ആരോണിയനും ഒക്കെ ആദ്യ പത്തു സ്ഥാനങ്ങളിൽ ഇല്ല. പുതിയ കളിക്കാരുടെ യുഗപ്പിറവിയാണ് ഇവിടെ കാണുന്നത്.",
        "എന്റെ വീടിനടുത്തുള്ള ഒരാൾ ആത്മഹത്യ ചെയ്തു. ഞാൻ അച്ഛനെ video call ചെയ്ത സമയത്ത് അച്ഛനാണ് എന്നോട് ഇതിനെ പറ്റി പറഞ്ഞത്. സന്തോഷിപ്പിക്കുന്ന വർത്തകളേക്കാൾ കൂടുതൽ ഇത്തരം morbid ആയിട്ടുള്ള വാർത്തകൾ ആണെന്നതിൽ കുറച്ച് ആശങ്കയുണ്ട്. തലേ ദിവസം ഞാൻ ഒരു ചത്ത കാക്ക മരത്തിൽ തൂങ്ങിക്കിടക്കുന്നത് കണ്ടിരുന്നു. ഒരിക്കലും ഇങ്ങനത്തെ ഒരു കാഴ്ച ഞാൻ മുൻപ് കണ്ടിട്ടില്ല. ഹോസ്റ്റലിനു മുൻപിലെ ചെറിയ പാർക്ക് പോലുള്ള സ്ഥലം കൂറ്റൻ മറ കെട്ടി പണി സ്ഥലമായി മാറിയിരിക്കുകയാണ്. വൈകുന്നേരം-രാത്രി സമയങ്ങളിൽ മുൻപ് അവിടത്തെ ബെഞ്ചിൽ ഇരുന്ന് കൊണ്ട് കാമുകർ സല്ലപിക്കുമായിരുന്നു. ഇപ്പോൾ അതേ സ്ഥലത്ത് welding-ന്റെ വർക്കും മറ്റും നടന്നു കൊണ്ടിരിക്കുന്നു. എന്തൊക്കെയോ ചീഞ്ഞു നാറുന്നു. നല്ല ലക്ഷണമല്ല. ആത്മഹത്യ ചെയ്ത ആളെ എനിക്കറിയാം. അച്ഛന് പരിചയമുള്ള ആളാണ്. അച്ഛന്റൊപ്പം ബൈക്കിൽ പോകുമ്പോൾ ഇടക്ക് വഴിയിൽ അയാളെ കാണാറുണ്ട്. അയാളുടെ പട്ടിയെ നടത്താൻ പോവുകയായിരിക്കും മിക്ക സമയവും. BSNL-ൽ നിന്ന് retire ചെയ്ത് സ്വസ്ഥ ജീവിതം നയിക്കുകയായിരുന്നു അയാൾ. നല്ലൊരു വീട്ടിലായിരുന്നു താമസം. ആ വീടിന്റെ car porch-ന്റെ style പ്രത്യേകത നിറഞ്ഞതായിരുന്നു. കുറെ ചെടികളെ പരിപാലിക്കുന്നു, ചുറ്റുപാടും നല്ല വൃത്തിയോടെ സൂക്ഷിക്കുന്നു, അടുത്തുള്ള neighbours-മായി നല്ല സൗഹൃദം. എങ്ങനെയാണ് ഇങ്ങനെയുള്ള ഒരാൾക്ക് വിഷം കഴിച്ച് ആത്മഹത്യ ചെയ്യാൻ സാധിക്കുക? കാരണം ഞാൻ പറഞ്ഞു തരാം. അയാളുടെ ഭാര്യ കഴിഞ്ഞ കൊല്ലം covid വന്നു മരിച്ചു. സ്വന്തം ഭാര്യ മരിച്ചു പോയതിന് ശേഷം വല്ലാത്ത മനോസംഘർഷത്തിലായിരുന്നു അയാൾ. സ്വന്തം ശരീരം ശ്രദ്ധിക്കാതെയായി. താടി നീണ്ടു വളർന്നു. രണ്ടു മക്കളുണ്ടായിരുന്നു അവർക്ക്. ഒരുത്തൻ ഖത്തറിൽ ജോലി ചെയ്യുന്നു. മറ്റൊരുത്തന് പണിയുണ്ടെങ്കിൽ കൂടി കള്ളും കുടിച്ച് വീട്ടിൽ വന്ന് ദിവസേന വഴക്കുണ്ടാക്കുമായിരുന്നു. അയാൾ അയാളുടെ ജീവിതത്തിലെ വിഷമങ്ങൾ മണിക്കൂറുകളോളം അയലത്തെ കൗൺസിലിങ് ചെയ്യുന്ന ആളുടെ വീട്ടിൽ ചെന്ന് പറയും. അവർ നല്ല കമ്പനി ആണ്. കഴിഞ്ഞ ദിവസം അയാളുടെ വീട്ടിൽ വലിയതോതിൽ ഒച്ചയും ബഹളവും ഒക്കെ ആയിരുന്നു അത്രേ. കള്ളു കുടിച്ച് വന്ന് മൂത്ത ചെക്കൻ എന്തൊക്കെയോ തന്റച്ഛനെ അപമാനിച്ചു. അയാൾ ആത്മഹത്യയും ചെയ്തു. ഇത് എനിക്കുള്ളൊരു പാഠമാണ്. അല്ല, രണ്ടു പാഠങ്ങളാണ്. ഒരു കാലം വരുമ്പോൾ അച്ഛനോ അമ്മയോ ആദ്യം പോകും. അവർ എന്നും അടിപിടി ആണെങ്കിൽ കൂടി ഉള്ളിൽ ഭയങ്കര സ്നേഹമാണ്. ഒരാൾ മരിക്കുമ്പോൾ നികത്താനാവാത്ത ആ സ്നേഹത്തിന്റെ വിടവ് മായ്ച്ച് കളയേണ്ടത് എന്റെ കടമയാണ്. എനിക്ക് അതെങ്ങനെ ചെയ്യണം എന്നറിയില്ല. പക്ഷെ ചെയ്തേ മതിയാവൂ. ഞാൻ ഈ രണ്ടു പേരെയും ഇടയ്ക്കിടെ വിളിക്കുന്നതും അതിനു വേണ്ടി തന്നെയാണ്. വാതോരാതെ സംസാരിക്കുമ്പോൾ എല്ലാം കേട്ടിരിക്കുന്നതും അത് കൊണ്ട് തന്നെയാണ്. അവരുടെ സന്തോഷം എന്റെയും സന്തോഷമാണ്. DP മിശ്ര സാർ കാൺപൂരിൽ class എടുക്കുമ്പോൾ പറഞ്ഞിരുന്നു, മാതാപിതാക്കളാണ് മക്കളുടെ ഏറ്റവും വലിയ ശത്രു എന്നത്. മക്കളെ വളരാൻ അനുവദിക്കാതെ തങ്ങളുടെ കൈപ്പിടിയിൽ ഒതുക്കിപിടിച്ചു നടത്തുന്നത് സ്നേഹത്തേക്കാളുപരി നാശത്തിലേക്കാണ് വഴി വക്കുന്നതെന്ന് സാർ പറഞ്ഞിരുന്നു. എന്നാലും എനിക്ക് സന്തോഷം തരുന്ന കാര്യങ്ങളേ ഞാൻ ചെയ്യാൻ ഉദ്ദേശിക്കുന്നുള്ളൂ.",
        "അയാളുടെ മരണം പഠിപ്പിക്കുന്ന രണ്ടാമത്തെ കാര്യം എനിക്കും ഈ അവസ്ഥ വരാം എന്നുള്ളതാണ്. അച്ഛനും അമ്മയും പോകും. ഞാൻ തനിച്ചാകും. ഞാൻ അവർക്ക് മുൻപ് ചത്തില്ലെങ്കിൽ ഈ സാഹചര്യം എന്തായാലും വരും. അപ്പോൾ ഞാനും അയാളെ പോലെ എന്തെങ്കിലും ചെയ്താലോ? ഇല്ല. അവർ പോയാൽ എനിക്ക് കുറച്ച് കൂടി സ്വാതന്ത്ര്യം ലഭിക്കും. ഇത് എഴുതുമ്പോൾ എന്നോട് തന്നെ എനിക്ക് വെറുപ്പ് തോന്നുന്നു. എങ്കിലും ഇത് സത്യമാണ്. ആ സ്വാതന്ത്ര്യം എനിക്ക് commitments ഇല്ലാതെ സ്വന്തമായി ഇഷ്ടമുള്ള മേഖലകളിലേക്ക് ചുവടുകൾ വക്കാൻ അനുവാദം തരുന്നു. പിന്നെയുള്ള കാലം മരിക്കുന്നത് വരെ ഞാൻ ഒരു മ്യൂസിയം കാണാനെത്തിയ സന്ദർശകന്റെ കണ്ണുകളോടെ ലോകത്തെ നിരീക്ഷിക്കും."
    ]
}