{
    "id": 130,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "I just had a midnight revelation! Again! ഇത്തവണത്തേത് stimming-ങ്ങുമായി സംബന്ധിച്ചാണ്. Entrance coaching-ന്റെ സമയത്ത് Sunday special ആയിട്ട് ക്ലാസുകൾ നടക്കാറുണ്ടായിരുന്നു. ഇതൊക്കെ ഞാൻ താമസിച്ച hostel-ന്റെ തൊട്ടടുത്ത ഒരു girls hostel-ലാണ് നടക്കാറ്. അവിടെ ground floor-ൽ ഒന്ന് രണ്ട് classrooms ഉണ്ട്. Hostel-ൽ JEE-യ്ക്ക് prepare ചെയ്യുന്ന സകലവന്മാരും ഈ class attend ചെയ്യാൻ ആ ചെറിയ classroom-ലേക്ക് വരും. അവിടേക്ക് നിർബന്ധമായി പോകണം. ഇല്ലെങ്കിൽ warden-ന്റെ കയ്യിൽ നിന്നും കൂടിപ്പോയാൽ PC-യുടെ വായിൽ നിന്നും നല്ലണം കിട്ടും. എനിക്ക് അവിടെ പോകാൻ തീരെ ഇഷ്ടമില്ല. നല്ല top class standard ഉള്ള അടിപൊളി teachers ഒക്കെയാണ് ക്ലാസ് എടുക്കുക. Chemistry പഠിപ്പിക്കുന്ന കണ്ണിൽ താടയുള്ള ആജാനുബാഹുവായ ഒരു മാഷുണ്ട്. അങ്ങേരുടെ blackboard-ന് മുകളിലുള്ള chalk വച്ചുള്ള ഭംഗിയിലുള്ള എഴുത്തും diagrams-സും കാണുമ്പോഴൊക്കെ മനസ്സ് നിറഞ്ഞു തുളുമ്പി പോകും. അത്രയ്ക്ക് ഭംഗിയാണ്. പക്ഷെ അത് ആസ്വദിക്കാൻ എനിക്ക് ഒരിക്കലും പറ്റാറില്ല. കാരണം ഈ classroom-ലെ തിക്കും തിരക്കുമാണ്. മൂന്ന് മണിക്കൂർ നീളുന്ന marathon class-സുകളിൽ നമ്മൾക്ക് ഒരു ചെറുവിരൽ അനക്കാൻ പറ്റാത്ത രീതിയിൽ congested ആയിട്ട് ഈ തിക്കും തിരക്കും ഉള്ള ക്ലാസ്സിൽ ഇരിക്കണം. മുന്നിൽ അത്ര തിരക്കില്ല. പക്ഷെ അവിടെ ഇരുന്നാൽ എനിക്ക് സാർ ചോദിക്കുന്ന ചോദ്യങ്ങൾക്ക് മറുപടി പറയേണ്ടി വരും. എനിക്ക് speech impediment പോലെ എന്തോ ഉള്ളത് കൊണ്ട് ഉത്തരം അറിയാമെങ്കിലും അത് പറയാൻ പറ്റില്ല. തപ്പി തടഞ്ഞ് കളിക്കും. മാത്രവുമല്ല ഈ ചോദ്യം പ്രതീക്ഷിച്ച് പ്രതീക്ഷിച്ച് anxiety വന്ന് ക്ലാസ്സിൽ പഠിപ്പിക്കുന്നത് ശ്രദ്ധിക്കാൻ പറ്റില്ല. അത് കൊണ്ടൊക്കെ തന്നെ ഞാൻ ബാക്കിൽ ഈ ആൾക്കാരുടെ തിരക്കിനിടയിലാണ് ഇരിക്കാറ്. ഇനി revelation-ലേക്ക് വരാം. ചെറുവിരൽ അനക്കാൻ പറ്റില്ലെന്ന് ഞാൻ മുന്നേ പറഞ്ഞില്ലേ? അത് പോലെ തന്നെ കാലും അനക്കാൻ പറ്റില്ല. എന്റെ പ്രധാന stimming behaviour-ൽ ഒന്നാണ് കാൽ ഇളക്കി കളിക്കുന്നത്. ഈ shake ചെയ്യുന്നത് എന്റെ aspie stim-ന്റെ ഒരു പ്രധാനപ്പെട്ട ഭാഗമാണ്. ഞാൻ വെറുതെ കട്ടിലിൽ കിടന്ന് വിശ്രമിക്കുമ്പോഴും ഞാൻ അറിയാതെ കാൽ ഇളക്കി കൊണ്ടിരിക്കും. ഈ classroom-ൽ പക്ഷെ മൂന്ന് നേരത്തേക്ക് എനിക്കത് ചെയ്യാൻ സാധിക്കില്ല. May be എനിക്ക് എന്റെ stimming-ൽ ഏർപ്പെടാൻ പറ്റാത്തത് കൊണ്ടായിരിക്കും ഈ classes വല്ലാതെ horrifying ആയിട്ട് എനിക്ക് തോന്നാറുള്ളത്. ഞാൻ ഇത് claustrophobia ആണെന്ന് പറഞ്ഞ് തള്ളിക്കളയാൻ ശ്രമിക്കുകയാണ് ഇത് വരെ ചെയ്ത് കൊണ്ടിരുന്നത്. പക്ഷെ ഒന്നാലോചിച്ച് നോക്കിയപ്പോൾ എനിക്ക് claustrophobia ഇല്ല. ഇടുങ്ങിയ lift-ലും റൂമുകളിലും cabinet-റ്റുകളിലും ഒക്കെ ഒരുപാട് സമയം ചെലവഴിച്ചിട്ടും ആ classroom-ലെ horror ഞാൻ വേറെ എവിടെയും അനുഭവിച്ചിട്ടില്ല. ഞാൻ എന്നെ പറ്റി ഓരോ ദിവസവും കൂടുതൽ കൂടുതൽ മനസ്സിലാക്കുന്നുണ്ടെന്ന് തോന്നുന്നു. It’s like കുറെ തുണ്ട് paper കഷണങ്ങൾ ഒന്നിച്ച് വച്ച് വായിച്ചെടുക്കുന്നത് പോലെയാണ്. May be കുറച്ച് കാലത്തിനുള്ളിൽ എനിക്ക് ആ മുഴുവൻ എഴുത്തും വായിച്ചെടുക്കാൻ പറ്റും. അങ്ങനെ ചെയ്‌താൽ ഒരു stability എനിക്ക് ചിലപ്പം വരുമായിരിക്കും. ഒരു സ്ഥിരത.",
        "!IMG_180422/1.png_okay to be me"
    ]
}