{
    "id": 131,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Harry Lorayne famous ആയിട്ടുള്ള ഒരു American magician-നാണ്. പക്ഷെ അദ്ദേഹത്തെ പറ്റി ഞാൻ ആദ്യം അറിയുന്നത് ഒരു memory expert ആയിട്ടാണ്. ആൾക്കാരെ അമ്പരപ്പിക്കുന്ന കുറെ memory feats അദ്ദേഹം അദ്ദേഹത്തിന്റെ magic show-കളിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്. അതിലൊന്ന് ഒരു കൂട്ടം ആളുകളുടെ പേരുകൾ ഓർത്തെടുക്കുന്നതാണ്. അത് execute ചെയ്യുമ്പോൾ കാണികളെ അത്ഭുതപ്പെടുത്തുമെങ്കിലും underlying idea simple-ളാണ്. പ്രഥമദൃഷ്ട്യാ ഒരാളുടെ മുഖത്തിൽ ഉള്ള പ്രത്യേകത അയാളുടെ പേരുമായി ഏതെങ്കിലും വിധത്തിൽ ബന്ധിപ്പിക്കുക. ഉദാഹരണത്തിന് ഒരാളുടെ പേര് കാർത്തിക ആണെന്ന് വിചാരിക്കുക. അവരുടെ മുഖത്തിൽ താടിയെല്ലിന് താഴെ ഒരു മറുകുണ്ടെന്ന് കരുതുക. ഒരാൾ അവരുടെ മുഖത്തിൽ നോക്കുമ്പോൾ ഏറ്റവും എടുത്തു നിൽക്കുന്ന feature ഈ മറുകയായിരിക്കില്ലേ? അത് കൊണ്ട് ആ മറുകിനെ കാർത്തിക എന്ന പേരുമായി ബന്ധിപ്പിച്ചാൽ അടുത്ത തവണ കാർത്തികയെ കാണുമ്പോൾ ആ പേര് വേഗം ഓർമിച്ചെടുക്കാം. കാർത്തിക എന്ന പേരിനെ എങ്ങനെ മറുകുമായി ബന്ധിപ്പിക്കും?  അതിന് നമുക്ക് കാർത്തിക എന്ന പേരിനെ symbolize ചെയ്യുന്ന physical ആയിട്ടുള്ള ഒരു സാധനത്തിനെ ആലോചിക്കാം. കാർത്തിക = കാർ + തീ + ക. അപ്പോൾ തീ കത്തിക്കൊണ്ടിരിക്കുന്ന കാറിനെ സങ്കൽപ്പിച്ചൂടെ? ആ മറുക് ഒരു തുരങ്കമായി കരുതി അതിൽ നിന്നും തീ കത്തുന്ന ഒരു കാർ പുറത്തേക്ക് ചീറി പാഞ്ഞ് വരുന്നതായി imagine ചെയ്‌താൽ പിന്നെ ഒരുകാലത്തും കാർത്തികയെ മറക്കില്ല. ഇപ്പൊ suppose കാർത്തികയ്ക്ക് പകരം അനുപമയാണ് പേരെന്ന് കരുതുക. അനുപമ = ആന + പമ്മി പമ്മി നടക്കുക. Exact ആയിട്ട് ഒന്നും പേരിനെ interpret ചെയ്യേണ്ട ആവശ്യമില്ല. എന്താണോ മനസ്സിൽ ആദ്യം തോന്നുന്നത്, അത് ഉപയോഗിച്ചാൽ മതിയാകും. ഈ മറുകിന് മേൽ ആന പമ്മി പമ്മി ഇരുകാലിൽ നടക്കുന്നത് ആലോചിച്ചാൽ ആ മുഖം അനുപമയുടേതാണെന്ന് ഒരിക്കലും മറക്കില്ല. മുഖം മാത്രമല്ല, മറ്റുള്ളവരിൽ നിന്ന് distinct ആയിട്ടുള്ള ശരീര ഭാഗങ്ങൾ ഇവർക്കുണ്ടെങ്കിൽ അതും നമുക്ക് പേര് ഓർത്ത് വയ്ക്കാൻ ഉപയോഗിക്കാം. ഞാൻ ഏറ്റവും അവസാനമായി അങ്ങനെ ഓർത്ത് വച്ച പേര് Bridgette എന്നാണ്. അവർക്ക് peculiar ആയിട്ടുള്ള *cough* മുലകളുണ്ട് *cough*. അത് കൊണ്ട് അവരുടെ പേര് ഓർത്ത് വയ്ക്കാൻ ആ മുലകൾക്ക് മീതെ ഒരു പാലം സങ്കല്പിച്ചാൽ മതി. Bridgette = bridge. ആ ആളുടെ പേര് ഞാൻ ജീവിതത്തിലൊരിക്കലും മറക്കാൻ പോവുന്നില്ല. ഈ process silly ആണെന്നും, childlike ആണെന്നുമൊക്കെ തോന്നും. പക്ഷെ ഇതിന്റെ potential വളരെ വലുതാണ്. പരീക്ഷകൾക്കും മറ്റും ഞാൻ ഇതേ idea-യുടെ parallels ഉപയോഗിക്കാറുണ്ട്. Often times അത് helpful ആണ് താനും.",
        "Geoguessr കളിക്കുമ്പോൾ ചില റൗണ്ടുകളിൽ അമേരിക്കയിലോ കാനഡയിലോ നമ്മൾ ചെന്ന് പെടും. ഈ രണ്ട് രാജ്യങ്ങളും വളരെ വലുതാണ്. സാമ്യതകൾ ഏറെയുണ്ട് താനും. പക്ഷെ അമേരിക്കയിൽ മറ്റ് രാജ്യങ്ങളെ അപേക്ഷിച്ച് പലപ്പോഴും വലിയ വണ്ടികളാണ് കാണാൻ സാധിക്കുക. വലിയ കാറുകൾ, വലിയ RV-കൾ. ഇത്തരം വണ്ടികൾ കണ്ടാൽ നമ്മൾ US-ലാണെന്നതിന് നല്ല chance ഉണ്ട്. സാധാരണക്കാർക്ക് സഞ്ചരിക്കാൻ ചെറിയ കാറുകൾ ധാരാളമാണ്. പക്ഷെ ഇവർക്ക് മാത്രം എന്താണ് ഇത്ര പ്രത്യേകത? വലിയ കാറുകൾ US-ലാണെന്നത് ഓർത്ത് വയ്ക്കാൻ ഞാൻ കെട്ടിപ്പൊക്കിയ explanation ഇതാണ്: അമേരിക്കക്കാർ obese ആണ്. അവർക്ക് ബാക്കിയുള്ളവരെ അപേക്ഷിച്ച് കുറെ കാശുമുണ്ട്. അത് കൊണ്ട് അവർക്ക് കയറിയിരുന്ന് സഞ്ചരിക്കാൻ പറ്റുന്നത് ഇത്തരം വലിയ വാഹനങ്ങളിലാണ്. അത് വാങ്ങാനും maintenance-നും പെട്രോളടിക്കാനും ഒക്കെ അവർക്ക് ആവശ്യത്തിലധികം കാശുണ്ട്. In no way ഈ explanation ശരിയാണെന്ന് എനിക്ക് തോന്നുന്നില്ല. More than that, ഞാൻ ഒരു രാജ്യത്തിലെ ആളുകളെ മൊത്തം stereotype-പ്പ് ചെയ്യുകയും offend ചെയ്യുകയും ചെയ്തു. പക്ഷെ geoguessr-ൽ രാജ്യമേതാണെന്ന് ഓർത്ത് വയ്ക്കാൻ ഇത് ധാരാളമാണ്. നമ്മൾ മുന്നത്തെ paragraph പ്രകാരം ഒരാളുടെ പേര് ഓർത്ത് വച്ച് പിന്നെ കുറേക്കാലത്തിന് ശേഷം അവരുടെ പേര് ഓർത്തെടുത്ത് പറയുമ്പോൾ അവർക്ക് അത്ഭുതം തോന്നിയേക്കാം. എങ്ങനെ ഇത് സാധിക്കുന്നു എന്ന് അവർ ചോദിച്ചേക്കാം. Harry Lorayne-നോ Dominic O’brien-നോ ആരോ ഒരാളാണ് ഇത് പറഞ്ഞതെന്ന് തോന്നുന്നു, ഒരിക്കലും നമ്മൾ എങ്ങനെ അവരുടെ പേര് ഓർത്തു വച്ചു എന്ന് reveal ചെയ്യരുത്. ‘എനിക്ക് നല്ല memory ഉണ്ട്’ എന്ന് കള്ളം പറയുന്നതാണ് മറ്റ് options-നേക്കാൾ ബേദപ്പെട്ടത്. അതിന് കാരണം പലപ്പോഴും ഈ പേര് ഓർത്ത് വയ്ക്കാൻ നമ്മൾ അവർക്ക് offensive ആയ എന്തെങ്കിലും imagery ഉപയോഗിക്കുന്നത് കൊണ്ടാകാം. ‘നിങ്ങളുടെ നീണ്ട് വളഞ്ഞ മൂക്കിനുള്ളിൽ നിന്ന് ഹിമാലയ പർവ്വതവും ‘ചോട്ടാ മുംബൈ’ സിനിമയിലെ മോഹൻലാലിന്റെ കഥാപാത്രവും വീഴുന്നത് സങ്കൽപ്പിച്ചാണ് ഹേമലത എന്ന പേര് (‘ഹിമാലയം’ + ‘തല’) ഓർത്ത് വച്ചത് എന്ന് അവരോട് പറയാൻ പറ്റുമോ? കുഴപ്പമില്ലെന്ന് നമ്മൾ കരുതിയാലും they’ll find a way to take offense."
    ]
}