{
    "id": 133,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Terminal-ൽ എന്തെങ്കിലും command type ചെയ്യുമ്പോൾ ‘tab auto-completion’ ചെയ്യാൻ പറ്റില്ലേ? അത് പോലെയാണ് അമ്മയോട് സംസാരിക്കുമ്പോൾ എനിക്ക് തോന്നാറുള്ളത്. ഞാൻ ഒന്നും mention ചെയ്യാതെ തന്നെ എന്തിനെ പറ്റിയാണ് ഞാൻ സംസാരിക്കുന്നത് എന്ന് അമ്മയ്ക്ക് മനസ്സിലാകും. വല്ലാണ്ട് vague ആയ context ആണെങ്കിൽ പോലും അമ്മയ്ക്ക് ഏറെക്കുറെ അത് ഊഹിച്ചെടുക്കാം. അച്ഛനും കുറേശ്ശേ ആ കഴിവ് വരുന്നതായി എനിക്ക് തോന്നുന്നുണ്ട്. എനിക്ക് പക്ഷെ ഇത് തീരെയില്ല. എവിടുന്നാണ് ഈ superpower വരുന്നത് എന്ന് എനിക്ക് മനസ്സിലാകുന്നില്ല. സാധാരണ ആളുകൾ ഒക്കെ ഇങ്ങനെയാണോ? എഴുതുമ്പോഴും സംസാരിക്കുമ്പോഴും എന്റെ പ്രധാന പേടി context ഇല്ലാതാവുമോ എന്നാണ്. ആദ്യം ഇവിടെ എഴുതിത്തുടങ്ങിയ നാളുകളിൽ ഈ പ്രശ്നം എനിക്കുണ്ടായിരുന്നു. ഇപ്പൊ എത്രത്തോളം അതുണ്ടെന്ന് എനിക്കറിയില്ല. പക്ഷെ മുൻപത്തെ clumsiness-ൽ നിന്നും എത്രയോ ഭേദപ്പെട്ടിട്ടുണ്ട് എന്റെ എഴുത്ത് എന്നാണ് എന്റെ വിലയിരുത്തൽ.",
        "രണ്ട് മൂന്ന് ആഴ്ചക്കുള്ളിൽ ചേച്ചിയുടെ കല്യാണം വരുന്നുണ്ട്. എനിക്കതിൽ പങ്കെടുക്കാൻ താൽപ്പര്യമില്ല. ആരോടും ഇഷ്ടക്കുറവും പരിഭവവും ഉണ്ടായിട്ടല്ല. ഒരുപാട് ആളുകൾ പങ്കെടുക്കുന്ന ഒന്നിലും എനിക്ക് പോകാൻ താൽപ്പര്യമില്ല. എന്റെ അച്ഛന്റെ കുടുംബത്തിൽ cousins-ന്റെയിടയിൽ ഞാനാണ് ഏറ്റവും ഇളയത്. രണ്ട് cousins-ന്റെയും പിന്നെ ചേച്ചിയുടെയും കൂടി കല്ല്യാണം ബാക്കിയുണ്ട്. ഇത് വരെയുള്ള cousins-ന്റെ കല്ല്യാണങ്ങളിൽ ഒന്നിൽ മാത്രമേ ഞാൻ പങ്കെടുത്തിട്ടുള്ളൂ. കുറേയെണ്ണത്തിന് ഞാൻ പങ്കെടുക്കാത്തതിന്റെ കാരണം കാൺപൂരിൽ പഠിക്കാൻ പോയത് കൊണ്ടായിരുന്നു. ഒരുതരത്തിൽ പറഞ്ഞാൽ കാൺപൂരിൽ പോയി പഠിച്ചത് കൊണ്ടുള്ള ഒരു ഗുണം ഇതാണ്. Maximum ഇങ്ങനെ ഓരോ പരിപാടികളിൽ നിന്നും ഒഴിവാകാം. എന്തിനാണ് നമ്മൾ ഇത്ര dramatic ആയിട്ടുള്ള കല്യാണ ചടങ്ങുകൾ നടത്തുന്നത്? എന്റെ അച്ഛൻ ഞങ്ങൾ പണ്ട് കക്കോടിയിൽ താമസിച്ച വീട് വാടകയ്ക്ക് കുറെ നാൾ മുൻപ് ഒരു കൂട്ടർക്ക് കൊടുത്തിട്ടുണ്ടായിരുന്നു. അവർ കുറച്ച് പാവപ്പെട്ടവരാണ്. ഗൃഹനാഥന്റെ ജോലി അമ്പലത്തിൽ ഉത്സവങ്ങൾ നടക്കുമ്പോഴും, അത് പോലെ തന്നെ ബീച്ചിലും മറ്റും പൊരി വിൽക്കുന്ന പണിയായിരുന്നു. അത് കൊണ്ട് മൊത്തത്തിൽ financially നല്ല setup അല്ല. പക്ഷെ അവരുടെ മോൾ (അത്ര വല്യ പ്രായമൊന്നുമില്ല) വേഗം തന്നെ ഒരുത്തന്റെ ഒപ്പം ഒളിച്ചോടി പോയി register കല്ല്യാണം കഴിച്ചു. കുറച്ച് നാൾ പ്രേമിച്ചിട്ടുണ്ടാകണം. കല്യാണത്തിന് ഈ ഗൃഹനാഥൻ പ്രത്യേകിച്ച് ഒരു ചിലവും നടത്തേണ്ടി വന്നില്ല. പക്ഷെ കുറച്ച് നാൾ കഴിഞ്ഞപ്പോൾ തന്നെ ഈ പെണ്ണിന് കല്ല്യാണം കഴിച്ചവനെ മതിയായി. പിന്നെ ആകെക്കൂടെ situation കോഞ്ഞാട്ടയായി. ഞാൻ എന്തിനാ ആവശ്യമില്ലാത്ത കാര്യങ്ങൾ സംസാരിക്കുന്നത്? എന്തായാലും ചേച്ചിയുടെ കല്യാണത്തിന് വേണ്ടി അച്ഛൻ ഒരുപാട് പൈസ ഇപ്പോൾ തന്നെ ചിലവാക്കി കഴിഞ്ഞു. പെണ്ണ് വീട്ടുകാർക്കാണ് ചെറുക്കന്റെ വീട്ടുകാരെ അപേക്ഷിച്ച് കൂടുതൽ പൈസ ചെലവായത്. ചേച്ചിക്ക് പക്ഷെ അച്ഛന്റെ കഷ്ടപ്പാടിനോടൊന്നും വലിയ മതിപ്പില്ലെന്ന് തോന്നുന്നു. ചിലപ്പോൾ മതിപ്പുണ്ടാകും. പക്ഷെ അതൊരിക്കലും പ്രകടിപ്പിക്കുന്നത് ഞാൻ കണ്ടിട്ടില്ല. ചില സമയത്ത് നുണ പറഞ്ഞ്, നുണ പറഞ്ഞ് perfection-ലേക്ക് അടുക്കുകയാണ് ചേച്ചിയെന്ന് ഞാൻ ചിന്തിച്ചു പോകാറുണ്ട്. ചേച്ചിയുടെ നുണപറിച്ചിലിൽ ഞാൻ വീണുപോകാറുണ്ട്. മിക്കസമയവും. ഞാൻ trust ചെയ്യുന്ന ആര് എന്നോട് നുണ പറഞ്ഞാലും ഞാൻ വിശ്വസിക്കും. Gullible ആയ മൂഢനാണ് ഞാൻ! അമ്മ എന്നോട് നുണ പറയലുണ്ട്. പക്ഷെ വേദനിപ്പിക്കുന്ന നുണകൾ പറയില്ല. അച്ഛൻ relatively ഞാൻ വിരളമായേ നുണ പറയുന്നത് കേട്ടിട്ടുള്ളൂ. പക്ഷെ രണ്ട് സന്ദർഭങ്ങളിൽ രണ്ട് വലിയ നുണകൾ അച്ഛൻ പറഞ്ഞിട്ടുണ്ട്. ആ നുണയുടെ impact ബാക്കി ഏത് ചെറിയ നുണകളെയും തൂത്തു തുടയ്ക്കും വിധമായിരുന്നു. കാറപകടങ്ങൾ more frequent ആണെങ്കിലും അതിന്റെ seriousness അത്ര വലുതാകളില്ലല്ലോ. പകരം വിമാനാപകടങ്ങൾ വിരളമാണെങ്കിലും അതിന്റെ വിപത്ത് വളരെ വലുതായിരിക്കില്ലേ? അതിന് analogous ആണ് അച്ഛന്റെ അവസ്ഥ. ഞാനും നുണ പറയലുണ്ട്. പക്ഷെ എനിക്ക് അത് പറഞ്ഞ് ഫലിപ്പിക്കാനുള്ള കഴിവൊന്നുമില്ല. നുണ കേൾക്കുന്നവൻ പെട്ടെന്ന് തന്നെ എന്റെ കള്ളി വെളിച്ചത്താക്കും. നുണ പറയാതിരിക്കാൻ ഞാൻ ശിബി മഹാരാജാവൊന്നുമല്ലല്ലോ. പക്ഷെ കഴിവതും ഞാൻ സത്യം പറയാൻ ശ്രമിക്കും. ആരുടേയും benefit-നല്ല. പകരം എനിക്ക് മനസ്സമാധാനം കിട്ടാൻ വേണ്ടിയിട്ടാണ്. ചില സമയത്ത് നുണയല്ലാതെ വേറൊന്നും പറയാൻ നിവൃത്തിയില്ലായിരിക്കും. ഉദാഹരണത്തിന് അമ്മ വിളിച്ചിട്ട് എന്ത് ചെയ്യുകയായിരുന്നു എന്ന് ചോദിച്ചാൽ ‘ഞാൻ ആ പെണ്ണിനെ പറ്റി സ്വപ്നം കണ്ട് *കിടക്കുകയായിരുന്നു* എന്ന് പറയാൻ പറ്റുമോ?’ ഒരു ദിവസം പതിവ് പോലെ P C Thomas വിജയഗിരിയുടെ ഓഡിറ്റോറിയത്തിൽ വച്ച് എന്തൊക്കെയോ സംസാരിക്കുകയായിരുന്നു. ഞാനും എന്റെ കൂടെ പഠിക്കുന്നവരും audience-ന്റെ കൂട്ടത്തിലുണ്ട്. അതിനിടയിൽ അദ്ദേഹം masturbation-നെ പറ്റി കുറച്ച് നേരം സംസാരിച്ചു. ഒരുപാട് masturbate ചെയ്‌താൽ പിന്നെ കല്യാണം കഴിച്ച് കുട്ടികളെ ഉണ്ടാക്കാൻ നോക്കുമ്പോൾ സാധിക്കില്ല എന്നൊക്കെ എന്തൊക്കെയോ മണ്ടത്തരം മൈക്കിലൂടെ വിളംബരം ചെയ്തു. എനിക്ക് നല്ല ഉറപ്പുണ്ട്, അങ്ങേർക്ക് തന്നെ അങ്ങേര് പറയുന്നത് മണ്ടത്തരമാണെന്ന് നല്ല നിശ്ചയമുണ്ട്. Hostel കുട്ടികളെ പേടിപ്പിച്ച്, സ്വയംഭോഗം ചെയ്യുന്നതിൽ നിന്നും പിന്തിരിപ്പിച്ച്, ആ സമയം entrance exam-നായി പഠിക്കാൻ വേണ്ടി ഉപയോഗിക്കാനാണ് ആശാൻ ഇതൊക്കെ ശരിക്കും പറയുന്നത് എന്നാണ് ഞാൻ വിചാരിക്കുന്നത്. അല്ലെങ്കിൽ ക്രിസ്തീയതയിൽ കുറച്ച് അധികം വിശ്വാസം വന്ന് കുട്ടികളെ ‘ചെകുത്താന്റെ ബന്ധനത്തിൽ നിന്നും രക്ഷിച്ചെടുക്കാൻ’ വേണ്ടിയാകും ഇതൊക്കെ പറയുന്നത്. ഇതേ speech-ൽ ആയിരുന്നോ അതോ വേറെ ഏതെങ്കിലും speech-ൽ ആയിരുന്നോ എന്ന് എനിക്കറിയില്ല, ഒരു ചോദ്യം മൂപ്പർ ഞങ്ങളോടെല്ലാവരോടും കൂടി ചോദിച്ചിരുന്നു: ‘ഇത് വരെ ജീവിതത്തിൽ കള്ളം പറയാത്തവരായിട്ട് ആരുണ്ട് എന്ന്’! അങ്ങനത്തെ ആൾക്കാർ audience-ന്റെ ഇടയിൽ ഉണ്ടെങ്കിൽ എഴുന്നേറ്റ് നിൽക്കാനും പറഞ്ഞു. രണ്ട് മൂന്ന് പേര് എഴുന്നേറ്റ് നിന്നു. അത് ശരിക്കും surprising ആയിരുന്നു. ‘Who’s kidding who?’ എന്ന് പറയുന്നത് പോലെയാണിത്. സത്യം പറയാൻ ചില സമയങ്ങളിൽ വളരെ ബുദ്ധിമുട്ടല്ലേ? ഒന്നെങ്കിൽ ഈ എഴുന്നേറ്റ് നിന്നവർ വളരെ open ആയിട്ടുള്ള ആളുകളായിരിക്കണം. ആരോടും അവരുടെ adventures with Dr. Johnson-ന്റെ കഥ പറയാൻ മടിക്കില്ല. അല്ലെങ്കിൽ ഇവർ ഭൂലോക നുണയന്മാരായിരിക്കും. ഈ എഴുന്നേറ്റ് നിന്നതും അവരുടെ daily നുണകളിൽ ഒന്നുമാത്രം. ഈ രണ്ട് group-ലും പെടാത്ത ചിലരുണ്ട്. നുണ പറയാതെ തന്നെ സത്യം മൂടി വയ്ക്കുന്നവർ. ആ skill ഉള്ള ആളുകളാണെങ്കിൽ എനിക്കവരോട് അസൂയ തോന്നാതിരിക്കില്ല. അത് ശരിക്കും ഒരു കലയാണ്. ഈ കല execute ചെയ്യുന്നത് കാണുമ്പോൾ/കേൾക്കുമ്പോൾ തന്നെ നമുക്കൊക്കെ കുളിര് വരും. ഒരു തരം verbal parkour! ഒരു തരത്തിൽ acrobatics, gymnastics ഒക്കെയായി ഇത് പെടുത്താം. ഇവർ ഏത് true or false question-നെയും essay type question ആക്കി മാറ്റും. അവർക്ക് ഭാവി politicians-സും, ഏതെങ്കിലും വലിയ company-യിൽ chairman-നോ, CEO-യോ ഒക്കെ ആകാനുള്ള scope ഉണ്ട്. എന്റെ വിജയഗിരി ക്ലാസ്സിൽ ‘അനിരുദ്ധ്’ എന്ന് പേരുള്ള ഒരു കുട്ടിയുണ്ട്. അവനാണ് എനിക്കറിയുന്നവരിൽ വച്ച് ഏറ്റവും ധൈര്യശാലി. അവന് ഒരു സത്യവും ഏറ്റെടുക്കുന്നതിൽ പേടിയില്ല. നെഞ്ചും വിരിച്ച് ഏത് സത്യവും ഏറ്റെടുക്കും. ഞങ്ങൾ ബാക്കി കുട്ടികൾ വരാൻ പോകുന്ന negative consequences ഒഴിവാക്കാൻ വേണ്ടി സത്യം ഏറ്റെടുക്കില്ല. നുണ പറഞ്ഞില്ലെങ്കിലും സത്യം ഏറ്റെടുക്കില്ല. പക്ഷെ ഇവന് അതൊന്നും ഒരു വിഷയമേ അല്ല. ‘പോനാൽ പോകുട്ടും പോടാ’ എന്നതാണ് അവന്റെ ‘motto’ എന്ന് തോന്നുന്നു. അവൻ responsibility ഏറ്റെടുക്കുമ്പോൾ ഞാനുൾപ്പെടുന്ന ബാക്കിയുള്ളവർ കള്ള ഹറാം പിറന്ന നായ്ക്കളാണെന്ന് എനിക്ക് തോന്നും. അതിൽ സങ്കടപ്പെടും. അത് കൊണ്ട് തന്നെയാണ് ആ കോളേജിൽ എനിക്ക് ഏറ്റവും മതിപ്പും, respect-റ്റും ഒക്കെ അവനോട് തോന്നിയത്. കുറെ പഠിപ്പിസ്റ്റുകൾ ആ കോളേജിലുണ്ട്. കഷ്ടപ്പെട്ട് 24 മണിക്കൂറിൽ 36 മണിക്കൂറും പഠിക്കുന്നവർ. പത്ത് തലയുള്ള രാവണന്മാർ അതിലുണ്ട്. ഞാൻ കണ്ടിട്ടുള്ളതിൽ വച്ച് ഏറ്റവും ബുദ്ധിമാൻമാരായ കുട്ടികളുണ്ട് (IIT-ൽ പോലും ഞാൻ ഇത്ര ബുദ്ധിശക്തിയുള്ളവരെ കണ്ടിട്ടില്ല), ഒരുപാട് ഒരുപാട് തമാശകൾ പറഞ്ഞ് എല്ലാവരെയും പൊട്ടിച്ചിരിപ്പിക്കുന്ന കുട്ടികളുണ്ട്. നല്ല നല്ല മാഷുമ്മാരുണ്ട്, ടീച്ചറുമാരുണ്ട്, കോമാളികളായ പ്രിൻസിപ്പൽമാർ ഓരോ മൂന്ന് മാസം കൂടുമ്പോഴും മാറി മാറി വരലുണ്ട്. ഇവരുടെയൊക്കെ കൂട്ടത്തിൽ വച്ചാണ് ഇവനെ ഞാൻ ഏറ്റവും അധികം respect ചെയ്യുന്നത്."
    ]
}