{
    "id": 134,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ ഇന്ന് vivid ആയിട്ടുള്ള ഒരു സ്വപ്നം കണ്ടു. കുറെ നാളുകളുടെ ഇടയ്ക്ക്. നല്ല പോലെ autism ഉള്ള, നല്ല നീളമുള്ള, വെളുത്ത ഒരു പയ്യന്റെയൊപ്പം എങ്ങോട്ടോ ഞാൻ യാത്ര ചെയ്യുകയാണ്. Apparently ഈ ചെറുക്കൻ ഒരാളെ കാണാൻ വേണ്ടിയാണ് ഈ യാത്ര നടത്തുന്നത്. Land rover പോലത്തെ വലിയ വണ്ടിയിലാണ് ഞങ്ങളുടെ യാത്ര. ഞാനും ഈ പയ്യനും അല്ലാതെ മൂന്നാമതൊരു ആളും അതിനകത്തുണ്ട്. ഒരു African പെണ്ണ്. സാധാ ഷർട്ടും പാന്റും ഒക്കെ തന്നെയാണ് ഇവളുടെ വേഷവും. ഇവൾ ഞങ്ങളുടെ guide ആയിരിക്കണം. ഞങ്ങൾ ആഫ്രിക്കയിലുള്ള ഏതോ സ്ഥലത്ത് കൂടെ പോവുകയാണ്. സ്ഥലമേതെന്ന് അറിയില്ല. പുറത്തേതോ sign board-ലെ എഴുത്ത് വായിച്ച് ബറാക്കി എന്ന് പേരുള്ള സ്ഥലത്താണ് ഞങ്ങളുള്ളത് എന്ന് മനസ്സിലാക്കി. ആ സ്ഥലത്തിന്റെ പേര് ഞാൻ സന്തോഷ് ജോർജ് കുളങ്ങരയുടെ സഞ്ചാരം വീഡിയോയിൽ കണ്ടിട്ടുണ്ടത്രെ (ശരിക്കും അങ്ങനെ ഒന്നും നടന്നിട്ടില്ല). എന്തായാലും കൂടെയുള്ള autism ബാധിച്ച ചെറുക്കൻ ഞങ്ങളെ ഒരാളുടെ താമസസ്ഥലത്തേക്ക് നയിച്ചു. അവൻ ശരിക്കും ഈ ആളിൽ obsessed ആണ്. ഇടയ്ക്കിടെ അയാളുടെ പേര് repeated ആയിട്ട് പറയുന്നുണ്ട്. ‘മനാലി മുസ്തഫ’ (lol) എന്നാണത്രെ ഇവരുടെ പേര്. ഞങ്ങൾ അയാളെ അയാളുടെ താമസസ്ഥലത്ത് നിന്ന് കണ്ടുപിടിച്ച് വാഹനത്തിനുള്ളിൽ കയറ്റി.മുസ്തഫയും ഈ ചെറുക്കനും അടുത്തടുത്ത് ഇരുന്നു. മുസ്തഫയ്ക്ക് അറിയാമായിരുന്നു ഞങ്ങൾ വരും എന്നുള്ളത്. ഇരുന്നതിന് ശേഷം മുസ്തഫ കൂടെയുള്ള ഞങ്ങളോട് ഒരു കഥ പറഞ്ഞു. ഇന്ത്യയിൽ ജോലി ചെയ്തിരുന്ന രണ്ട് പോലീസുകാരുണ്ടായിരുന്നു. അവർ ഉറ്റ സുഹൃത്തുക്കളായിരിക്കണം. ഒരിക്കൽ ഏതോ protest മറ്റ് പോലീസ്‌കാരുടെ കൂടെ ഇവർ തടയാൻ വേണ്ടി ചെന്നിരുന്നു. Protest വലിയ ആക്രമണത്തിൽ കലാശിക്കുകയും ഈ രണ്ട് പോലീസ്‌കാർ കൊല്ലപ്പെടുകയും ചെയ്തു. അതിൽ ഒരു പൊലീസിന്റെ പേരാണ് ‘മനാലി മുസ്തഫ’. ഇയാൾ കൊല്ലപ്പെടുമ്പോൾ ഒരു മധ്യവയസ്കനായിരുന്നു. കൂടെ കൊല്ലപ്പെട്ട സുഹൃത്ത് നന്നേ ചെറുപ്പക്കാരനും. ഈ ചെറുപ്പക്കാരൻ സുഹൃത്തിന്റെ ആത്മാവാണ് ഈ നീണ്ട് വെളുത്ത autism ബാധിച്ച പയ്യനിലുള്ളിൽ ഉള്ളത്. മനാലി മുസ്തഫയിൽ മധ്യവയസ്കനായി കൊല്ലപ്പെട്ട പോലീസ്‌കാരന്റെ ആത്മാവും. വെളുത്ത പയ്യൻ ഇന്ത്യക്കാരൻ തന്നെയായിരിക്കണം. മനാലി മുസ്തഫയും appearance-ൽ ഇന്ത്യക്കാരൻ തന്നെയാണ്. പക്ഷെ താമസം ആഫ്രിക്കയിൽ ആണെന്ന് മാത്രം. എനിക്ക് ഇവരോട് ചോദിക്കാൻ ഒരുപാട് ചോദ്യങ്ങൾ ഉണ്ടായിരുന്നു. അതിലൊന്ന് എങ്ങനെ മുസ്തഫ ആഫ്രിക്കയിലെത്തിപ്പെട്ടു എന്നായിരുന്നു. മരിച്ചതിന് തൊട്ടടുത്ത നിമിഷം ആ fresh മൃദദേഹത്തിൽ അവശേഷിക്കുന്ന energy-ക്ക് സ്വമേധയാ സഞ്ചരിക്കാനുള്ള സ്വാതന്ത്ര്യം ഉണ്ടെന്നും, പക്ഷെ സഞ്ചാരത്തിനിടയിൽ ഈ energy ചുറ്റുമുള്ളതിലേക്ക് heavy dissipation-ന് വിധേയമാകാമെന്നും അങ്ങനെ ഒരു പരിധിയിലധികം dissipate ചെയ്‌താൽ ആ clump of energy-യുടെ identity എന്നേക്കുമായി നഷ്ടപ്പെടാം എന്ന് അവർ വിശദീകരിച്ചു. ഏറ്റവും അടുത്തുള്ള ജനിക്കാൻ പോകുന്ന കുട്ടിയുടെ fetus-നെ കണ്ടെത്തി സ്വന്തം energy merge ചെയ്യുകയാണ് ചെയ്തത് എന്ന് മുസ്തഫയും നീണ്ടു വെളുത്തവനും എന്നോട് explain ചെയ്തു. മുസ്തഫ മണ്ടൻ ആഫ്രിക്ക വരെ ഇങ്ങനെ ഒരാളെ കണ്ടുപിടിക്കാൻ യാത്ര ചെയ്തിട്ടുണ്ടാകും. വെളുത്തവന് തൊട്ടടുത്തുള്ള general hospital-ന്റെ പ്രസവ വാർഡിലേക്ക് പോയിട്ടുണ്ടാകും. എനിക്ക് ഒരുപാട് ചോദ്യങ്ങൾ ചോദിക്കണം എന്നുണ്ടായിരുന്നു. ചോദിക്കാൻ പറ്റിയതിൽ ഏറ്റവും പൊട്ട ചോദ്യം ഞാൻ അവരോട് ചോദിച്ച് സമയം കളഞ്ഞു. ശരിക്കും ചോദിക്കേണ്ടത് ഇതായിരുന്നു: തലച്ചോറിനകത്താണ് memory-യും consciousness-സും ഒക്കെ ഉള്ളതെങ്കിൽ പിന്നെ ആ തലച്ചോറിലെ configuration എങ്ങനെ ഈ clump of energy preserve ചെയ്യുന്നു എന്നൊക്കെ. Somehow മൊത്തം ordeal തീരെ convincing ആയിട്ട് എനിക്ക് തോന്നിയില്ല. എന്തോ bogus ആയിട്ടുള്ളത് പോലെ. പൊട്ട ചോദ്യം ചോദിക്കുന്നതിനിടയിൽ ഞാൻ ഉറക്കത്തിൽ നിന്നും എഴുന്നേറ്റു. കുറച്ച് interesting ആയിട്ടുള്ള സ്വപ്നം. കുറച്ച് പേടിപ്പിച്ചു കളഞ്ഞു. കുറച്ച് എന്നെ paranoid ആക്കി. ‘മനാലി മുസ്തഫ’ എന്തൊരു ridiculous ആയിട്ടുള്ള പേരാണ്. എങ്ങനെയാണ് എന്റെ brain ഈ പേര് കണ്ട് പിടിച്ചത്?! ഞാൻ ആ പേര് നെറ്റിൽ അടിച്ചു നോക്കി. അങ്ങനെ ഒരാളില്ല. പക്ഷെ ബറാക്കി എന്ന സ്ഥലം ആഫ്രിക്കയിലുണ്ട് - അങ്ങ് അൾജീരിയയിൽ. ‘Baraki africa’ എന്ന് നെറ്റിലടിച്ചപ്പോൾ ഈ photo കണ്ടു ഞാൻ പേടിച്ച് പോയി.",
        "!IMG_230422/africanBoy.jpg_African boy holding red flowers while looking up at the camera",
        "എന്തായാലും ഈ സ്വപ്നം ബാക്കിയുള്ളവയെ അപേക്ഷിച്ച് കുറച്ച് variety ഉള്ളതാണ്. അത് കൊണ്ട് തന്നെ പത്തിൽ എട്ട് rating (8/10) ഞാൻ ഇതിന് കൊടുക്കുന്നു. ഇതിനേക്കാൾ നല്ലത് ഇനി എപ്പോഴെങ്കിലും കാണുമോ എന്ന പ്രതീക്ഷയുമായി ‘നിങ്ങൾക്കുമാകാം കോടീശ്വരനി’ൽ വീണ്ടും കാണാം. അത് വരെ ശുഭ, നിദ്ര. സുഖ, നിദ്ര. നന്ദി നമസ്കാരം."
    ]
}