{
    "id": 135,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്ക് computer games ഒരുപാടിഷ്ടമായിരുന്നു. പണ്ട് കക്കോടിയിലെ വീട്ടിൽ അച്ഛൻ computer വാങ്ങിയ സമയം മുതൽ ഞാൻ വിജയഗിരിയിലേക്ക് 10+1-ന് പഠിക്കാൻ ഹോസ്റ്റലിലേക്ക് പോകുന്നത് വരെ ഉറങ്ങുന്നതിനേക്കാൾ കൂടുതൽ സമയം ഞാൻ computer games കളിക്കാൻ ഉപയോഗിച്ചിട്ടുണ്ടാകും. എന്റെ ഏറ്റവും പ്രധാനപ്പെട്ട special interest ആയിരുന്നു അത്. എന്റെ door to salvation! എനിക്ക് graphics-സും performance-സും ഒന്നും ഒരു വിഷയമില്ല. എന്റെ potato PC-ൽ കളിക്കാൻ ഒരിക്കലും കഴിയാത്ത game-കൾ ഞാൻ 10fps-ലും, 5fps-ലും ഏറ്റവും കുറഞ്ഞ resolution-ൽ കളിച്ചിട്ടുണ്ട്. കളിച്ച game-കളെല്ലാം pirate ചെയ്തവയാണ്. ‘Gulf bazaar’ എന്ന് പേരുള്ള town-ലുള്ള ഒരു building ഉണ്ട്. അതിനകത്ത് full knock off സാധനങ്ങളുടെ വില്പന നടത്തുന്ന കടകളുടെ കമനീയ ശൃംഖലയാണ്. അതിലൊരു കടയിൽ ഇങ്ങനെ games pirate ചെയ്ത് CD-ലാക്കി വിൽപ്പന നടത്താറുണ്ട്. Internet എന്നത് ചുരുക്കം ചില വീടുകളിലും, പിന്നെ internet cafe-യിലും മാത്രം ലഭിക്കുന്ന സമയത്തുള്ള കഥയാണിത്. നൂറ് രൂപയ്ക്ക് അവിടുന്ന് game വാങ്ങി വീട്ടിൽ കൊണ്ട് വന്ന് install ചെയ്ത് കളിക്കും. എന്താ അടിപൊളി ബിസിനെസ്സ്! Game-ന്റെ CD വാങ്ങാൻ വേണ്ടി മാത്രം അച്ഛന്റെയും അമ്മയുടെയും കാലു പിടിച്ച് കരഞ്ഞ്, അടിപിടിയുണ്ടാക്കി, ഒപ്പം കടയിലേക്ക് പോകുന്നത് വളരെ exciting ആയിട്ട് എനിക്ക് തോന്നിയിട്ടുണ്ട്. കടക്കാർക്കറിയാം കുട്ടികൾ വാശി പിടിച്ച് അച്ഛനമ്മമാരുടെ സ്വര്യം കെടുത്തി അങ്ങോട്ട് ചെല്ലുമെന്ന്. കുട്ടികൾക്കിഷ്ടപ്പെട്ട സാധനങ്ങൾ വിൽക്കുന്നത് എന്നും profitable ആയ business strategy ആണ്. ദുനിയാവിൽ കുട്ടികളുള്ളിടത്തോളം കാലം ഈ ബിസിനസ്സുകളെല്ലാം തഴച്ച് വളരും. Although മേൽപ്പറഞ്ഞ വിധം ഞാനും അതിനൊരു victim ആണെങ്കിലും ആ സമയത്ത് game കളിക്കാൻ വേറെ ഒരു വഴിയില്ലായിരുന്നു. Original game-ന് gulf bazaar-ലെ കടയിലെ CD-യുടെ വിലയേക്കാൾ പതിന്മടങ്ങ് വിലയുണ്ട്. അത് കൊണ്ട് അച്ഛൻ അതൊരിക്കലും വാങ്ങാൻ പോകുന്നില്ല. ഇപ്പൊ ഈ കടക്കാരെ പറ്റി ചിന്തിക്കുമ്പോൾ അവർ ദൈവദൂതരാണോ അതോ ചെകുത്താന്റെ കൂടപ്പിറപ്പാണോ എന്ന് എനിക്ക് നിർണയിക്കാൻ പറ്റുന്നില്ല. Miserable-ളായ ജീവിതം ആളുകൾക്ക് മയക്കുമരുന്ന് വിൽക്കുന്നവരോട് analogous ആയിട്ടാണ് എനിക്ക് ഈ കടക്കാരെ പറ്റി തോന്നുന്നത്.",
        "എന്റെ ഒരു cousin-ന്റെ മകൻ ഇടയ്ക്ക് അവന്റെ അച്ഛമ്മയുടെ (എന്റെ aunty-യുടെ) കൂടെ ഞങ്ങളുടെ വീട്ടിൽ വരലുണ്ട്. അവൻ മിക്ക സമയത്തും മറ്റ് കുട്ടികളെ പോലെ തന്നെ അങ്ങോട്ടും ഇങ്ങോട്ടും ഓടി കളിക്കുകയും കിന്നരിക്കുകയും അടിപിടി കൂടുകയും ഒക്കെ ചെയ്യും. പക്ഷെ ചില സമയങ്ങളിൽ അവന്റെ അച്ഛമ്മയുടെ ഫോണിൽ കുത്തികളിക്കലാണ് അവന്റെ പണി. അതിനകത്ത് ഏതൊക്കെയോ games install ചെയ്തിട്ട് അവൻ അവന് അറിയും വിധത്തിൽ കളിക്കുകയാണ്. ആ സമയത്ത് phone തൊട്ടാൽ ചുട്ട് പൊള്ളും വിധത്തിൽ ചൂടുണ്ടാകും. ഞാൻ അവനെ game-ൽ സഹായിക്കാനെന്ന വ്യാജേന ഫോൺ എടുത്തിട്ട് വെറുതെ കളിച്ചു നോക്കും. എന്താണ് സംഭവമെന്ന് അറിയാൻ എനിക്കും ആകാംഷ കാണില്ലേ? ആ ഫോണിൽ രണ്ടോ മൂന്നോ games അവൻ install ചെയ്തിട്ടുണ്ട്. എല്ലാ മൂന്ന് കളികളും ഒരേ പോലുള്ളതാണ്. ഒരു open world exploration game. കാറോടിക്കാം, പോലീസ്‌കാരെ വെടി വയ്ക്കാം. Basically GTA-യുടെ ഒരു barebones version. മൂന്ന് game-ലും ആകെയുള്ള significant ആയ വ്യത്യാസം പ്രധാന character-ൽ മാത്രമാണ്. അല്ലറ ചില്ലറ വ്യത്യാസം surroundings-നും വില്ലന്മാർക്കും ഉണ്ട്. പക്ഷെ അതിൽ കവിഞ്ഞ് കളിയുടെ experience-ന് യാതൊരു വ്യത്യാസവും നമുക്ക് feel ചെയ്യില്ല. ഓരോ മുപ്പത് second കൂടുംതോറും video ad play ചെയ്തുകൊണ്ടിരിക്കും. എപ്പോഴും phone-ന്റെ screen-ന്റെ താഴെ ഒരു banner ad ഉണ്ടാവുകയും ചെയ്യും. Interstitial ads പക്ഷെ എവിടെയും കണ്ടില്ല. ഈ game ഉണ്ടാക്കിയവർ കുട്ടികളെ ദുരുപയോഗം ചെയ്ത് business നടത്തുന്ന തെണ്ടികളാണ് എന്നത് പകൽ പോലെ വ്യക്തമാണ്. എന്റെ cousin-ന്റെ മക്കളെപോലുള്ള ചെറിയ കുട്ടികളെ സ്വാധീനിച്ച് അവർ ഉപയോഗിക്കുന്ന device ഒരു 24/7 ad farm ആക്കി മാറ്റി പൈസയുണ്ടാക്കലാണ് ഇവരുടെ ഒരേ ഒരു ലക്ഷ്യം. ഈ game ഉണ്ടാക്കുന്നതിൽ developer ഒരു passion-നും കാണിച്ചിട്ടില്ല. വെറും flashy ആയിട്ടുള്ള കണ്ണിൽ കാണുന്ന എല്ലാ elements-സും combine ചെയ്ത് ഉണ്ടാക്കിയ horrendous ആയിട്ടുള്ള UI ഉള്ള വൃത്തികെട്ട ഒരു game! എനിക്ക് ഈ games-സൊന്നും ആ ഫോണിൽ നിന്ന് delete ചെയ്യാൻ പറ്റില്ല. Cousin-ന്റെ മോൻ കിടന്ന് നിലവിളിച്ച് എന്നോട് അടികൂടാൻ വരും. ഞാൻ അവൻ കളിക്കുന്നത് നിർത്താൻ കുറെ അടവുകൾ പയറ്റി നോക്കി. ഒന്നും വില പോയില്ല. അവസാനം അവന്റെ അച്ഛമ്മ വന്ന് phone അവന്റെ കയ്യിൽ നിന്ന് പിടിച്ച് പറിച്ച് വാങ്ങിയെടുത്ത് അവനെ കുറെ ശകാരിക്കേണ്ടി വന്നു. എന്നിട്ട് അവന് കയ്യെത്താത്ത fridge-ന്റെ മുകളിൽ phone charge ചെയ്യാൻ വേണ്ടി വച്ചു. ഞാൻ play store-ൽ ചെന്ന് ഈ game-ന്റെ details തപ്പി. Sketchy ആയിട്ടുള്ള ഏതോ company-യുടെ game ആണിത്. മൊത്തം 28 games അവർ ഉണ്ടാക്കിയിട്ടുണ്ട്. അതിൽ എല്ലാം ഒരേ game-ന്റെ ചെറിയ variations മാത്രമാണ്. Cyprus-ലെ Russian minority-ൽപ്പെട്ട ഒരാളാണ് ഈ company-യുടെ പ്രധാന developer. I don’t like anything about this. എല്ലാം കൂട്ടിയിണക്കി നോക്കുമ്പോൾ situation വളരെ depraved ആയിട്ട് തോന്നുന്നു."
    ]
}