{
    "id": 136,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ആൾക്കാർ ചെയ്യാത്ത കാര്യത്തിന് അവർ അഭിമാനം കൊള്ളുന്നത് എന്ത് വിചിത്രമായ concept-റ്റാണ്! Sure, നമ്മൾ support ചെയ്യുന്ന team ഏതെങ്കിലും match ജയിക്കുമ്പോഴോ, അല്ലെങ്കിൽ കപ്പടിക്കുമ്പോഴോ ഒക്കെ സന്തോഷം വരാം. അത് സ്വാഭാവികം. പക്ഷെ അഭിമാനം തോന്നുന്നത് എന്ത് കൊണ്ടാണ്? അച്ഛൻ ഇടയ്ക്ക് പറയും, എത്രയോ വലിയ വലിയ ആളുകൾ പഠിക്കുന്ന സ്ഥലത്താണ് ഞാൻ പഠിക്കുന്നത്, അത് എന്തൊരു വലിയ കാര്യമാണ് എന്നൊക്കെ. പക്ഷെ എനിക്കൊരിക്കലും അങ്ങനെ തോന്നിയിട്ടല്ല. അവർ നല്ല കോളേജ് ആയത് കൊണ്ട് വന്നു, പഠിച്ചു, പോയി. എനിക്കുറപ്പുണ്ട്, ഇവിടുന്ന് പഠിച്ച് പുറത്തിറങ്ങിയ ഏതെങ്കിലും ഒരുത്തൻ ഇപ്പോ എന്തോ വലിയ കുറ്റം ചെയ്തതിന് ജയിലിൽ ഉണ്ടാകും/ഉണ്ടായിരിക്കണം. ഞാൻ curiosity തോന്നി നെറ്റിൽ ഇതിനെ പറ്റി അടിച്ചു നോക്കി. ഉണ്ട്! എന്റെ കോളേജിൽ നിന്ന് PhD ചെയ്തുകൊണ്ടിരുന്ന രണ്ട് മണ്ടന്മാർ Panna Tiger Reserve-ൽ അനുവാദമില്ലാതെ കയറി ചെന്ന് നായാട്ട് നടത്തിയതിന് രണ്ട് ദിവസം ജയിലിൽ കിടന്നിട്ടുണ്ട്. സംഭവം നടന്നത് 2012-ലാണ്. അവർ IISc-ൽ പഠിച്ചുകൊണ്ടിരിക്കുന്നവരാണ് എന്നുള്ളത് കൊണ്ടാണ് ഈ news-ൽ institute-ന്റെ പേര് വന്നത്. ഇവിടെ നിന്ന് പഠിച്ചിറങ്ങിയ ചില ആളുകളും ഇത് പോലെ കള്ളത്തരം കാണിച്ച് ജയിലിലായിട്ടുണ്ടാകില്ലേ. ആ സമയത്ത് എവിടെ പഠിച്ചു എന്നുള്ളത് news-ൽ കാണിക്കണം എന്ന് നിർബന്ധമൊന്നുമില്ലല്ലോ. ഞാൻ പറഞ്ഞു വരുന്നത് ഏത് കോളേജിലായാലും വലിയ ഉന്നതിയിൽ എത്തിപ്പെട്ട ആളുകളും, പാതാളത്തിലേക്ക് താഴ്ന്നു പോയവരും ഉണ്ടാകും. അവർ ഉന്നതിയിൽ എത്തിപ്പെട്ടത് കഷ്ടപ്പെട്ട് അധ്വാനിച്ചതു കൊണ്ടോ, അവരുടെ കഴിവുകൾ ഉപയോഗിച്ചോ, അല്ലെങ്കിൽ തട്ടിപ്പോ വെട്ടിപ്പോ നടത്തിയിട്ടോ, എങ്ങനെയെങ്കിലുമാകാം. ഇതിലേതാണ് അവരുടെ കർമവഴിയെന്ന് തിട്ടപ്പെടുത്താൻ ആളുകൾ മുതിരാറില്ല. Often ആൾക്കാർ അവരുടെ role models-നെ തിരഞ്ഞെടുക്കുമ്പോൾ ശരിയായി ഇവരുടെ ജീവിതത്തെ പറ്റി ശരിക്ക് നോക്കാറില്ല. ഓ, ഇയാൾ ഇത്ര സമ്പന്നനാണ്, ഇത്ര successful ആണ് എന്നത് മാത്രമേ പ്രത്യക്ഷത്തിൽ കാണുന്നുള്ളൂ. ഞാൻ ഇയാളെ പറ്റി കുറെ books വായിച്ചിട്ടുണ്ട്, ലേഖനങ്ങൾ വായിച്ചിട്ടുണ്ട്, videos കണ്ടിട്ടുണ്ട്. അതിൽ അങ്ങനെ പറഞ്ഞിട്ടുണ്ട്, ഇങ്ങനെ പറഞ്ഞിട്ടുണ്ട്, blah blah blah. കണ്ടും കേട്ടും വായിച്ചും അറിയുന്നതൊക്കെ പാടെ വിശ്വസിക്കുന്നത് മണ്ടത്തരമാണ്. ഞാൻ ഈ trap-ൽ കുറെ പ്രാവശ്യം വീണിട്ടുണ്ട്. ഇങ്ങനെ കുഴിയിൽ വീണ്, കുഴിയിൽ വീണ്, ഒടുക്കം ആരെന്തു പറഞ്ഞാലും അതൊക്കെ sceptical ആയിട്ട് എടുത്തുതുടങ്ങി. എങ്ങനെ പൂർണമായി ഒരു കാര്യത്തെ പറ്റി വിശ്വസിക്കാൻ പറ്റും? ആൾക്കാർക്ക് confident ആയിട്ട് ഒരു കാര്യത്തെ പറ്റി എന്തടിസ്ഥാനത്തിൽ സംസാരിക്കാൻ പറ്റും? അവർ കണ്ടും, കേട്ടും, വായിച്ചും ഒക്കെ അറിഞ്ഞ ലോകം പൂർണമായി ശരിയാണെന്ന് അവർക്കെങ്ങനെ സ്ഥാപിക്കാൻ കഴിയുന്നു? അത് കൊണ്ടാണ് അവരുടെ വിശ്വാസത്തെ ചോദ്യം ചെയ്യുമ്പോൾ അവരെ അത് personal ആയിട്ട് impact ചെയ്യുന്നത്. അവർ വിശ്വസിച്ചത് തെറ്റായ ഒരു കാര്യത്തെയാണെന്ന് തെളിവ് സഹിതം അവതരിപ്പിക്കുമ്പോൾ അത് അവരുടെ വികാരങ്ങളെ വ്രണപ്പെടുത്തുന്ന തരത്തിൽ കലാശിക്കുന്നു. ഞാൻ Mathew Samuel അതിഥിയായ  ‘ചരിത്രം എന്നിലൂടെ’ എന്ന സഫാരി channel-ലെ എപ്പിസോഡുകൾ മുഴുവനായി കണ്ടിരുന്നു. അദ്ദേഹം ഒരു തരത്തിൽ പറഞ്ഞാൽ പ്രഥമമായും ഒരു investigative journalist ആണ്. അദ്ദേഹം തന്റെ ജീവിതത്തിലെ പല കഥകളെ കുറിച്ചും പരിപാടിയിൽ പറയുന്നുണ്ട്. Again, അതിൽ പറയുന്നത് പൂർണമായും ശരിയാകാം, ചിലപ്പോൾ തെറ്റുകളാകാം. അതൊക്കെയാണെങ്കിലും പറഞ്ഞ കഥകൾ കേട്ടിരിക്കാനെങ്കിലും intriguing ആണ്. അദ്ദേഹത്തിന്റെ ജീവിതത്തിലെ ഏറ്റവും pivotal ആയിട്ടുള്ള സമയം Operation West End എന്ന sting operation നടത്തുമ്പോഴാണ്. അതിൽ രാഷ്ട്രീയ പാർട്ടികളുടെ ക്രൂരമാർന്ന അധികാര ദുർവിനിയോഗത്തിന്റെ പരാമർശമുണ്ട്, അദ്ദേഹം നേരിടേണ്ടി വരുന്ന പ്രലോഭനങ്ങളും, repercussions-സും, pressure-റും, ചതികളും ഒക്കെയുണ്ട്. ഇതിനെയൊക്കെ അതിജീവിച്ച കഥകൾ കേൾക്കുമ്പോൾ അദ്ദേഹത്തെ കുറിച്ച് വല്ലാത്ത മതിപ്പ് നമുക്ക് തോന്നി പോകും. അദ്ദേഹത്തിന്റെ കഥകൾ ഒക്കെ യാഥാർഥ്യത്തിൽ നടന്നതാണ്. ഇന്ത്യയൊട്ടുക്കും അതേൽപ്പിച്ച പ്രഹരം അലയടിച്ചിട്ടുണ്ട് എന്നുള്ളത് പണ്ടത്തെ news report-ട്ടുകൾ നോക്കുമ്പോൾ മനസ്സിലാകും. ഈ കാരണത്താൽ ഈ കഥകൾ വിശ്വാസയോഗ്യമാണെന്ന് നിർണയിക്കാം. കുട്ടിക്കാലത്തിൽ പഠിക്കാൻ അത്ര മിടുക്കനല്ലായിരുന്നു Mathew. മാതാപിതാക്കളുടെയും മറ്റ് കുടുംബാംഗങ്ങളുടെയും പഴിയും പുച്ഛവുമെല്ലാം അത് കാരണം ഏറ്റ് വാങ്ങേണ്ടി വന്നിട്ടുണ്ട്. പക്ഷെ പഠിതാവായി ശോഭിച്ചില്ലെങ്കിലും അദ്ദേഹം പറഞ്ഞ് വച്ചതിനെ കൂട്ടിയിണക്കുമ്പോൾ അദ്ദേഹം ഒരു networking-ൽ ഒരു genius ആണ്. Social engineering-ലെ mastermind ആണ്. ഈ sting operations ഒക്കെ വിജയകരമായി ചെയ്യുന്നവർ സത്യത്തിൽ ‘hackers on steroids’ ആണ്. ഞാൻ കുറച്ച് ദിവസം മുൻപ് Jim Browning-നെ പോലുള്ള scambaiters-ന്റെ കുറെ videos കണ്ടിരുന്നു. Jim തന്റെ scambaiting കഴിവുകൾ ഉപയോഗിച്ച് ഡൽഹിയിൽ നടന്ന് കൊണ്ടിരുന്ന ഒരു scam call centre-നെ പുറത്ത് കൊണ്ട് വന്നിരുന്നു. BBC-യുടെ panorama-യുടെ സഹായത്തോടെ അത് വലിയ വർത്തയാവുകയും അതിനെ തുടർന്ന് സ്വതവേ corrupt ആയ police-ന് മറ്റ് വഴികളില്ലാതെ കുറ്റക്കാരെ തുറുങ്കിലടയ്‌ക്കേണ്ടി വരികയും ചെയ്തു. The whole thing was spectacular. ഈ scam call centres നടത്തുന്നത്തിൽ പ്രധാനിയായ ഒരു Amit Chauhan ഉണ്ട്. അയാൾക്ക് സ്വന്തമായി Porsche കാറും, ബംഗ്ലാവും, apartment-ന്റും എല്ലാമുണ്ട്. അയാളുടെ ജീവിതശൈലി ശ്രദ്ധിച്ചാൽ ഒരു കാര്യം വ്യക്തമാണ്. അയാൾ പൂർണമായും materialistic ആണ്. അയാളുടെ birthday cake-ന്റെ design-ൽ അയാളുടെ Porsche-ഷും, മണിമാളികയും, നോട്ടുകെട്ടുകളും എല്ലാമുണ്ട്. Mathew Samuel-നെ പോലുള്ളവർ physical world-ൽ scambaiting നടത്താൻ വേണ്ടി മൂന്ന് ‘W’-സിനെ ഉപയോഗിക്കാറുണ്ട്: Wine, wealth and women. Time and time again, അദ്ദേഹത്തിന്റെ കഥകളിൽ എലിപ്പെട്ടിയിൽ വച്ച തേങ്ങാപൂള് മാതിരി ഈ ‘W’s കടന്ന് വരാറുണ്ട്. ഒരുപാട് parallels Jim-ന്റെ scambaiting-ങ്ങും, Mathew-ന്റെ sting operations-ലും ഉണ്ട്. പക്ഷെ Mathew-ന്റെ പണി ചെയ്യാൻ വേണ്ട ധൈര്യവും, കഴിവും, ബുദ്ധിയും എല്ലാം എനിക്ക് ആലോചിക്കാൻ കൂടി സാധിക്കുന്നില്ല. പിടിക്കപ്പെടാനുള്ള risk എത്രയോ വലുതാണ്. ഇത്പോലെയുള്ള പ്രവർത്തനങ്ങൾ ചെയ്തിട്ട് പിടിക്കപ്പെട്ട ആളുകളെ പറ്റി ലോകത്തെ മനഃപൂർവം അറിയിക്കാറുണ്ടാകില്ല. ഈ spy work ഒക്കെ ചെയ്യുന്നവരുടെ അവസ്ഥ അതിനേക്കാൾ ദയനീയമാണ്. ഇത് നോക്കൂ. Washington-ലെ International Spy Museum-ൽ നിന്നുള്ളതാണിത്.",
        "!IMG_250422/spy.png_Indian spy caught,tortured and killed in Pakistan",
        "!LNK^https://en.wikipedia.org/wiki/Ravindra_Kaushik^Ravindra Kaushik"
    ]
}