{
    "id": 137,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ കുറെ മുൻപ് blogspot-ലൊക്കെ ഇവിടെ എഴുതുന്നത് മാതിരി എഴുതാൻ വേണ്ടി നോക്കിയിരുന്നു. ആ സമയത്ത് കഥകളും കവിതകളും ഒക്കെ സ്വയം എഴുതാൻ ശ്രമിച്ചു. പക്ഷെ active ആയിട്ട് അത് തുടരാൻ ആശയദാരിദ്ര്യം കൊണ്ടും, കഴിവില്ലായ്മ കൊണ്ടും പറ്റിയില്ല. കവിതയും കഥയുമൊക്കെ എഴുതുമ്പോൾ സമയം ചറ പറ പോവുന്നത് നമ്മൾ അറിയില്ല. കവിതയെഴുതിത്തീർന്ന് സമയം നോക്കുമ്പോൾ നാലഞ്ച് മണിക്കൂർ കഴിഞ്ഞിട്ടുണ്ടാകും. പണ്ടൊക്കെ കവിത എഴുതാനൊക്കെ മിടുക്കനാണ് ഞാൻ എന്നായിരുന്നു എന്റെ വിശ്വാസം. കുറെ prize ഒക്കെ അതിന് കിട്ടിയപ്പോൾ തോന്നിയതാണ്. പക്ഷെ ജില്ലാ തല കലോത്സവത്തിൽ മലയാള കവിത രചനയിൽ എന്റെ കവിതയ്ക്ക് D grade ആണ് കിട്ടിയത്. അതോടെ എനിക്ക് ബോധ്യമായി ഞാൻ വലിയ കവിയൊന്നും അല്ലെന്ന്. പക്ഷെ കുറച്ച് ആളുകൾ ചേർന്ന് ഒരു കവിതയ്ക്ക് D grade തന്നത് കൊണ്ട് എന്റെ കവിതകൾ മോശമാകുമോ? എനിക്ക് എന്റെ കവിതകൾ ഇഷ്ടമാണ്. ചിലപ്പോൾ എന്നെ പോലെ മനസ്സുള്ളവർക്ക് എന്റെ കവിതകളും ഇഷ്ടമായിക്കൂടെ? പിൽക്കാലത്ത് പ്രശസ്തരായ പല എഴുത്തുകാരുടെയും രചനകൾ ആദ്യകാലത്ത് തള്ളിക്കളയപ്പെട്ടിട്ടുണ്ട്. എന്നിട്ടും ഇവർ ഇവരുടെ മികവ് തെളിയിച്ചില്ലേ? അപ്പോൾ എന്തടിസ്ഥാനത്തിലാണ് ഈ D grade എന്റെ കവിതകളുടെ മികവിന് അടയാളമാകുന്നത്? Why am I whining in the middle of the night? Because ആ grade എന്നെ വേദനിപ്പിച്ചു. അതിനെ നിസ്സാരവൽക്കരിക്കാൻ വേണ്ടിയാണ് ഞാൻ ഈ ന്യായീകരണം കെട്ടിപ്പൊക്കുന്നത്. ഈ discussion എവിടെയും എത്താൻ പോകുന്നില്ല. എന്തായാലും blogspot എഴുത്ത് അധികകാലം നീണ്ടില്ല. പിന്നെ കഴിഞ്ഞ വർഷം December-ൽ ഞാൻ വീണ്ടും blog തുടങ്ങാൻ ഉദ്ദേശിച്ചപ്പോൾ പിന്നേം blogspot-ൽ തന്നെ എഴുതിയാൽ പോരെ എന്ന് ചിന്തിച്ചു. പിന്നെ വേണ്ടെന്നു വച്ചു. പ്രധാന കാരണം എനിക്ക് സ്വന്തമായി ഒരു blogging-ന് വേണ്ടിയുള്ള website ഉണ്ടാക്കാൻ ഉള്ള ആഗ്രഹം കൊണ്ടായിരുന്നു. ആദ്യം simple ആയിട്ടുള്ള HTTP/CSS/JS കൊണ്ട് ഉണ്ടാക്കി. പിന്നെ പിന്നെ എഴുത്തുകൾ ഒരുപാടായപ്പോൾ bookkeeping ബുദ്ധിമുട്ടായി തോന്നിത്തുടങ്ങി. അതിന് പ്രധിവിധിയായിട്ടാണ് മൊത്തമായും blog React ഉപയോഗിച്ച് ഉണ്ടാക്കിയത്. ഈ blog-ലെ content-ന്റും, programming-ങ്ങും ഒക്കെ എന്റേതാവണം എന്ന് വിചാരിച്ചാണ് എല്ലാം ഞാൻ തന്നെ ചെയ്തത്. ശരിക്കും simple ആയി Jekyll പോലെ simple markdown ഒക്കെ ഉപയോഗിക്കുന്ന blog ഉണ്ടാക്കിയാൽ മതി. പക്ഷെ React-നെ പറ്റി കൂടുതൽ പഠിച്ച സമയമായതിനാൽ ഞാൻ അത് apply ചെയ്യാൻ വേണ്ടിയുള്ള opportunity ആയിട്ട് ഈ blog-നെ കണ്ടു. സമയം ലാഭിക്കാൻ ഞാൻ രണ്ട് മൂന്ന് external library-കൾ ഉപയോഗിച്ചിട്ടുണ്ട്. ആദ്യമൊക്കെ അറിവില്ലായ്മ കൊണ്ട് ഞാൻ coding ചെയ്തപ്പോൾ കുറെ മണ്ടത്തരങ്ങൾ ചെയ്തുവച്ചിട്ടുണ്ട്. ഇപ്പോഴും React-റ്റുമായി എനിക്ക് അത്ര സ്വരച്ചേർച്ചയില്ല. എന്നാലും കാര്യം സാധിക്കാനുള്ള കുറുക്കുവഴികൾ പലതും എന്റെ മണ്ടയിലുണ്ട് താനും. ചെയ്ത മണ്ടത്തരങ്ങൾ പിന്നീട് rectify ചെയ്യാൻ പറ്റാതെ കുറേകാലം site performance-നെ ബാധിച്ച് നിലനിന്നിരുന്നു. രണ്ട് മൂന്ന് ദിവസങ്ങൾ കൊണ്ട് ഞാൻ എല്ലാത്തിനും പരിഹാരമുണ്ടാക്കി. പ്രധാനമായും monolithic ആയ content file-നെ സംബന്ധിച്ചായിരുന്നു പ്രശ്നങ്ങൾ പലതും. ഈ file site തുറക്കുമ്പോൾ മൊത്തമായും load ചെയ്യും. രണ്ട്-മൂന്ന് തവണ ഈ file read ചെയ്യേണ്ടതായി വരും. ഇത് ഏറ്റവും silliest mistakes-ൽ ഒന്നാണ്. ഞാൻ ഒരു ചെറിയ python script എഴുതി ആ monolithic file-ലെ ഓരോ entries-നെയും ഓരോ ചെറിയ file-കളാക്കി തിരിച്ചു. എന്നിട്ട് ഒരു ചെറിയ json file index-ങ്ങിനും വേണ്ടി ഉപയോഗിച്ചു. ഇതിന്റെ ഉപകാരം എന്താണെന്ന് വച്ചാൽ ആ വലിയ monolithic file process ചെയ്യുന്നതിനേക്കാളും വേഗത്തിൽ ഈ ചെറിയ index file വായിച്ച് വേണ്ട entries വേണ്ട സമയത്ത് മാത്രം load ചെയ്താൽ മതി. ഈ entries-ന് lazy loading കൂടി കൊടുത്തതോടെ പിന്നെ website ശടപടെ ശടപടെ ന്നങ്ങട് load ചെയ്യാൻ തുടങ്ങി. ആദ്യം 10 second വേണം site load ചെയ്യണമെന്നുണ്ടെങ്കിൽ (ആരും ചിരിക്കേണ്ട) ഇപ്പോൾ ഒരു second-ന് ചോടെ മാത്രം മതിയാകും ഇതേ loading-ന്. ഞാൻ കുറച്ച് ശ്രദ്ധിച്ചിരുന്നെങ്കിൽ ഈ പ്രശ്നങ്ങളൊക്കെ ആദ്യം തന്നെ കണ്ടെത്തി ഒഴിവാക്കാമായിരുന്നു. ഇനി എത്ര entries വന്നാലും ഒരു പ്രശ്നവും വരാൻ പോകുന്നില്ല (technically ശരിയല്ല, എന്നാലും കുറെ കാലത്തേക്ക് പ്രശ്നങ്ങൾ ഒന്നും വരില്ല). ഞാൻ പോയി പഠിക്കട്ടെ. അല്ലെങ്കിൽ എന്റെ anki-യിലുള്ളത് revise ചെയ്യട്ടെ. ഉറക്കം എന്തായാലും വരാൻ പോകുന്നില്ല. ശരിക്കും routinely anki-യിലുള്ളത് revise ചെയ്താൽ മാത്രമേ spaced repetition-നെ കൊണ്ടുള്ള ഉപയോഗമുണ്ടാകൂ. എന്റെ കാര്യങ്ങളൊക്കെ തോന്നുംപടിയാണ്. ഒരു പേക്കൂത്ത്."
    ]
}