{
    "id": 138,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാനിന്നും ഒരു സ്വപ്നം കണ്ടു. രാത്രി റോഡിനരികെയുള്ള pavement-ൽ street light-റ്റുകൾ വിരിച്ച മഞ്ഞ വെളിച്ചത്തിന്റെ പരവതാനിയിലൂടെ ഒറ്റയ്ക്ക് ഞാൻ എങ്ങോട്ടോ പോവുകയാണ്. തീർത്തും വിജനമായ road. പരിസരത്തെങ്ങും ആരുമില്ല. കുറച്ച് ദൂരം നടന്നപ്പോൾ വഴിയരികെ ഒരു പട്ടിക്കുട്ടി ചൊറിയും കുത്തി ഇരിക്കുന്നത് കണ്ടു. നന്നേ ശോഷിച്ച ശരീരം. വെളുത്ത രോമക്കുപ്പായം അഴുകിത്തുടങ്ങിയിരിക്കുന്നു. തൊലിനെന്തോ allergy പോലെ വന്നിട്ടുണ്ട്. ആരോ ഉപേക്ഷിച്ച് പോയതാണ്. ഞാൻ അതിനെയും നോക്കി കൊണ്ട് നടന്നകന്നു. കുറച്ച് ദൂരം മുൻപോട്ട് പോയപ്പോൾ എനിക്ക് അവനെ വീട്ടിലേക്ക് കൊണ്ടുപോകുവാൻ പെട്ടെന്നൊരു തോന്നൽ തോന്നി. നന്നേ ചെറിയ പ്രായം. ഈ തെരുവുകൾ ഉണർന്നു കഴിയുമ്പോൾ അവനെ ആരെങ്കിലും ഉപദ്രവിക്കും. അധികം വൈകാതെ ചത്തു പോകും. ഞാൻ മറ്റൊന്നും ആലോചിക്കാൻ മിനക്കെടാതെ തിരിച്ച് അവന്റടുത്തേക്ക് നടന്നു. പക്ഷെ അവനെ കണ്ടിടത്തെത്തിയപ്പോൾ അവനെ മാത്രം കാണാനില്ല. എവിടെ പോയി? അടുത്തൊരു side road ഉണ്ട്. ഇനി അതിലൂടെങ്ങാൻ പോയോ? ഞാൻ side road-ന്റെ അവിടേക്ക് നോക്കിയപ്പോൾ ആ റോഡിന്റെ ഇടത് വശം പറ്റി ഒരു വെളുത്ത പഞ്ഞിക്കെട്ട് നീങ്ങുന്നത് കണ്ടു. അത് അവനാണ്. ഞാൻ അവന്റടുത്തേക്ക് ഓടി ചെന്നു. എന്നിട്ട് അവനെ തൂക്കി കയ്യിലെടുത്തു. അവൻ ഒരു resistance-സു പോലും കാണിച്ചില്ല. കുരച്ചില്ല. എന്റെ മുഖത്തേക്ക് പോലും നോക്കിയില്ല. നന്നേ ക്ഷീണിതനായിരുന്നു അവൻ. അവനെ കയ്യിൽ പിടിച്ചപ്പോൾ അവന്റെ കഴുത്തിന് താഴെ എന്തോ ഒലിക്കുന്നത് പോലെ എനിക്ക് തോന്നി. Allergy വന്ന് pus രൂപപ്പെട്ട ഭാഗത്തിൽ നിന്നാണ് ഒലിക്കുന്നത്. For a moment, എനിക്ക് അറപ്പായി. കയ്യിൽ മൊത്തം ഈ smelly pus ആയിരിക്കുന്നു. പക്ഷെ അതൊന്നും സാരമില്ലെന്ന് നടിച്ച് ഞാൻ അവനെയും എടുത്ത് കൊണ്ട് തിരിച്ച് വീട്ടിലേക്ക് നടന്നു. കുറെ ദൂരം ഇങ്ങനെ നടന്നപ്പോൾ ആ pus വരുന്ന ഭാഗം dry ആയി. പട്ടിയുടെ ശരീരം കുഴപ്പങ്ങളൊന്നുമില്ലാതായി. അവൻ ക്ഷീണിതനല്ലാതായി. അവന്റെ വെളുത്ത രോമക്കൂട്ട് surf excel-ന്റെ പരസ്യത്തിലെ വെള്ള shirt-നേക്കാൾ തിളങ്ങാൻ തുടങ്ങി. മനുഷ്യരുടെ ശബ്ദത്തിൽ പല വാക്കുകളും തുടങ്ങി. സ്വപ്നത്തിൽ എനിക്ക് അതിനെ പറ്റി വലിയ അത്ഭുതം ഒന്നും തോന്നിയില്ല. ഞാൻ പലതും അവനോട് ചോദിച്ചു. അവൻ ആ side road-നരികെയുള്ള ഒരു building-ന്റെ air conditioner-ന്റെ work ചെയ്യാത്ത ഒരു outdoor fan-ന്റെ ഉള്ളിലാണ് താമസമെന്ന് എന്നോടവൻ പറഞ്ഞു. കുറെ കാലം അതിനകത്തായിരുന്നുവത്രെ. ഒരുപാട് കഷ്ടപ്പാടുകളും ബുദ്ധിമുട്ടുകളും അവൻ നേരിട്ടതിനെ പറ്റി എനിക്കവൻ പറഞ്ഞു തന്നു. അതൊന്നും ഓർമയിലില്ല. അവന്റെ കഥകളും കേട്ട് വീട്ടിലേക്ക് ഞാൻ നടന്നു പോയി. അടുത്ത scene ഏതോ അമ്പലത്തിന് അടുത്തുള്ള പുഴയ്ക്കടുത്താണ് നടക്കുന്നത്. ഒരു വലിയ ചെങ്കൽകൊണ്ട് നിർമിച്ച പടവുകളിൽ ഏറ്റവും മുകളിലായി ഞാനും എന്റെ maternal relatives-സും ഒക്കെ ഇരിക്കുന്നുണ്ട്. എന്റെ മടിയിൽ ആ പട്ടികുട്ടിയുമുണ്ട്. അവൻ ഉറക്കത്തിലാണ്. കുറെ നേരം ഉറങ്ങി ഉറങ്ങി അവന്റെ ശരീരം നേർത്ത് നേർത്ത് ഒരു കടലാസിന്റെ അത്ര നേർത്ത് പോയിരിക്കുന്നു. അടുത്തിരുന്നു സൊറ പറയുന്ന ചേച്ചിയുടെ ശബ്ദം കേട്ട് ഞെട്ടിയുണർന്ന അവൻ വീണ്ടും പഴയ ആകൃതിയിലേക്ക് balloon എന്ന പോലെ തിരിച്ചു വന്നു. ഇപ്പോൾ അവൻ നല്ല ഉഷാറിലാണ്. ആരോഗ്യവാൻ. ഒരു ശാരീരിക പ്രശ്നവും ഇല്ല. ആഹ്ലാദത്തിൽ കുരയ്ക്കുന്നുമുണ്ട്. ഞങ്ങൾ രണ്ടു പേരും പിന്നെ പുഴയിൽ നീന്താൻ വേണ്ടി പോയി. വലിയ ആഴമൊന്നുമില്ലാത്ത പുഴ. കാൽ ഒന്ന് മടക്കിയാൽ അടിത്തട്ടിലിരിക്കാൻ പറ്റും. Veegaland-ലെ pool-ന്റെ അത്ര ആഴമേ ഉള്ളൂ. ഇങ്ങനെ നീന്തി കളിക്കുന്നതിനിടെ പല വിധ sequences മനസ്സിൽ play ചെയ്യുന്നതിനിടയിൽ ഉറക്കത്തിൽ നിന്നും എഴുന്നേറ്റു. എന്താണ് ഈ സ്വപ്നത്തിനെ കുറിച്ച് എനിക്ക് പറയാനുള്ളത്? ആ പുഴ അച്ഛമ്മയ്ക്ക് വേണ്ടി ബലിയിട്ട തിരുനാവായ നവാമുകുന്ദ ക്ഷേത്രത്തിന്റെ അരികെ ഒഴുകുന്ന ഭാരതപ്പുഴയുമായി സാമ്യമുണ്ട്. ആ പടവുകളിൽ കുത്തിയിരുന്നാണ് ആളുകൾ സാധാരണ ബലിതർപ്പണ ക്രിയകൾ ചെയ്യുക. ഞാൻ അവിടെ രണ്ട് തവണ പോയിട്ടുണ്ട്. ഒന്ന്: അമ്മയുടെ അമ്മമ്മ മരിച്ചപ്പോൾ ബലിയിടാനും, രണ്ട്: അച്ഛമ്മ മരിച്ചപ്പോൾ ബലിയിടാനും. വെളുത്ത പട്ടിക്കുട്ടി എവിടുന്ന് വന്നു എന്ന് മനസ്സിലാകുന്നില്ല. ഇതേ വെളുത്ത പട്ടിക്കുട്ടി പണ്ടൊരു സ്വപ്നത്തിൽ വന്നിട്ടുണ്ട്. കുറെ പട്ടിക്കുട്ടികളെ വിൽപ്പനയ്ക്കായി വച്ചപ്പോൾ ബാക്കി വന്ന പട്ടികുട്ടിയായി അതുണ്ടായിരുന്നു. ഞാൻ അതിനെ വാങ്ങാൻ വേണ്ടി adoption centre നടത്തുന്നവരെ ഏൽപ്പിച്ചെങ്കിലും, പിന്നീട് ഞാൻ എന്റെ കയ്യിലപ്പോൾ ഉണ്ടായിരുന്ന പൈസയുമായി തിരികെ വന്നപ്പോൾ കുറച്ച് മുൻപേ അവർ മറ്റാർക്കോ അതിനെ വിറ്റുകളഞ്ഞു. ചിലപ്പം മറ്റവർ ഇതിനെ വഴിയരികിൽ ഉപേക്ഷിച്ചതായിരിക്കണം. സാധാരണ കാണുന്ന nightmares-സും അല്ല, creepy ആയിട്ടുള്ള Manali Mustafa-യെ പോലുള്ള സ്വപ്നങ്ങളുമല്ല എന്നുള്ളത് കൊണ്ട് ഞാൻ happy ആണ്."
    ]
}