{
    "id": 139,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്ന് ഞാൻ ഒളോപ്പാറ എന്ന സ്ഥലത്ത് പോയി. എന്റെ പണ്ടത്തെ കക്കോടിയുടെ അടുത്താണ് സ്ഥലം. ആന്റിയും കുടുംബവും അവിടേക്ക് outing-ന് പോയപ്പോൾ കാറിൽ സ്ഥലം അധികം വന്നതിനാൽ ഞാനും അച്ഛനും കൂടെ കിട്ടിയ chance മുതലെടുത്ത് അവർക്കൊപ്പം പോയതാണ്. പുഴയുടെ കരയിൽ നിർത്തിയിട്ട ഒരു ബോട്ടിനകത്ത് ഉച്ച ഭക്ഷണം, പുഴയിലൂടെ വേറൊരു ബോട്ടിൽ ഒരു പത്തിരുപത് നേരത്തോളം ബോട്ട് യാത്ര. ഇതാണ് അവിടെ ചെയ്തത്. പുഴയുടെ പേര് അകലാപ്പുഴ എന്നാണ്. എനിക്ക് ബോട്ട് യാത്രയിൽ ഏറ്റവും curious ആയിട്ട് തോന്നിയത് ബോട്ട് ഓടിക്കുന്ന ആൾ ഒരു ദിശയിലേക്ക് ചൂണ്ടിയിട്ട് അവിടുന്നാണ് അകലപ്പുഴ ഉറവിടുന്നത് എന്ന് പറഞ്ഞപ്പോഴാണ്. ഞാൻ ആ ദിശയിൽ നോക്കിയപ്പോൾ വിശാലമായി പരന്നു കിടക്കുന്ന പുഴയുമായി ബന്ധപ്പെട്ടു കിടക്കുന്ന ഒരു bottle neck പോലത്തെ region ആണ്. എങ്ങനെയായിരിക്കും ഈ പുഴ ഉത്ഭവിക്കുന്നത് എന്ന് അറിയാൻ ഒരു കൗതുകം. കുറെ ചെറിയ ചെറിയ നീരുറവകളിൽ നിന്നുമായിരിക്കണം. അല്ലാതെങ്ങനെ? ആ നീരുറവകൾ trace ചെയ്ത് നടന്ന് നടന്ന് ഒടുക്കം വിശാലമായ പുഴയിൽ എത്തിപ്പെടുന്നത് നല്ല രസമായിരിക്കും. ഞാൻ ഒറ്റക്ക് അത് ഒരുനാൾ ചെയ്യും. ഒറ്റയ്ക്ക് വിനോദസഞ്ചാരത്തിൽ പോകാനാണ് സത്യത്തിൽ രസമുള്ളത്. കൂടെയുള്ളവർ നമ്മളുടെ ആസ്വാദന സ്വാതന്ത്ര്യത്തിൽ കൈ കടത്തും. എപ്പോഴും അവരുടെ ഇഷ്ടാനിഷ്ടങ്ങൾക്ക് ബന്ധനസ്ഥനായിരിക്കും. സാധാരണ tour പോകാൻ വിളിക്കുമ്പോൾ ഞാൻ അവർക്കൊപ്പം പോകാൻ മടിക്കുകയാണ് പതിവ്. അവർ വിളിക്കുമ്പോഴും പാതി മനസ്സാലെയാണ് വിളിക്കുക. അപ്പോൾ തന്നെ നമുക്ക് മടിയാകും. എന്തിനാണ് അവരുടെ കൂട്ടു കൂടിയുള്ള സ്വകാര്യ നിമിഷങ്ങളിൽ നമ്മൾ കട്ടുറുമ്പ് പോലെ സൈഡിൽ നിൽക്കുന്നത്. അതിന്റെ ആവശ്യമില്ല. ഓളോപ്പാറയ്ക്ക് ആ പേര് വരാൻ കാരണം ആ പ്രദേശത്ത് തലയുയർത്തി നിൽക്കുന്ന ഒരു വലിയ പാറക്കെട്ട് കാരണമാണ്. അതിൽ കുറച്ച് കാലം മുൻപ് വരെ വ്യാപകമായി quarry പ്രവർത്തനങ്ങൾ നടന്നിരുന്നു. പാറക്കെട്ടിന്റെ പകുതി already quarrying കാരണം ഇല്ലാതായിരിക്കുന്നു. ബോട്ടിൽ പോകുമ്പോൾ ഭീമാകാരമായ ആ പാറക്കെട്ട് അങ്ങനെ നിൽക്കുന്നത് കാണാം. നമ്മളേൽപ്പിച്ച മുറിവുകൾക്കിടയിലും അതിന്റെ പ്രഭാവം നമ്മൾക്ക് തിരിച്ചറിയാം. ഞാൻ ഒരു bucket list ഉണ്ടാക്കി കോഴിക്കോടിലും സമീപത്തും കാണാൻ കൊള്ളാവുന്ന സ്ഥലങ്ങൾ കണ്ടെത്തി ഭാവിയിൽ visit നടത്തിയാലോ എന്ന് വെറുതെ ചിന്തിച്ചു. പണിയൊക്കെ കിട്ടിയാൽ ഞാൻ അങ്ങനെ പലതും ചെയ്തെന്നിരിക്കും. വയലടയിൽ ഇങ്ങനെ ആന്റിക്കൊപ്പം അച്ഛനും മാളേച്ചിയും ഒരിക്കൽ പോയിരുന്നു. ആ കുന്നിന്മേൽ വളരെ മനോഹരമാണത്രെ! ഞാൻ അവസാനമായി trekking ചെയ്തത് കുഞ്ഞു പ്രായത്തിൽ ബാലുശ്ശേരിയിലുള്ള ഒരു മലയിലൂടാണ്. ആ മലയുടെ ഒരു വശത്ത് അച്ഛന് കുറച്ച് സ്ഥലമുണ്ടായിരുന്നു. അത് കണ്ടതിന് ശേഷം മലയ്ക്ക് മുകളിലേക്ക് ഒരു പോക്ക് പോയി. നല്ല ഭംഗിയാണ് അതിന് മുകളിൽ. അങ്ങകലെ ബീച്ചും പുഴകളും വലിയ കെട്ടിടങ്ങളുടെ തീപ്പെട്ടി രൂപങ്ങളും ഒക്കെ അതിന് മുകളിൽ നിന്ന് നോക്കിയാൽ കാണാം.",
        "!IMG_300522/1.jpeg_oloppara 1",
        "!IMG_300522/2.jpeg_oloppara 2",
        "!IMG_300522/3.jpeg_oloppara 3"
    ]
}