{
    "id": 14,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ ഈ സാധനങ്ങൾ എഴുതുന്നതിന് വലിയ planning ഒന്നും കൊടുത്തിട്ടില്ല. എല്ലാ എഴുത്തുകളും ഒറ്റ html file-ൽ ഒരുമിച്ചു കിടക്കുകയാണ്. ശരിക്കും systematic ആയിട്ട് ചെയ്യുകയാണെങ്കിൽ ഓരോ മാസവും ഓരോ ദിവസവും ഫോൾഡറുകൾ ആയി തിരിച്ച് ഓരോ entry-യും separate ആയിട്ടുള്ള html files ആക്കുകയാണ് വേണ്ടത്. അപ്പോൾ easy ആയിട്ട് topic അനുസരിച്ച് sort ചെയ്യാനും മറ്റും കഴിയും. തത്കാലം ഇങ്ങനെ പോകട്ടെ. എന്റെ സ്വഭാവമനുസരിച്ച് ഈ എഴുത്തിന്റെ interest താമസിയാതെ നിൽക്കും. എന്നിട്ട് അടുത്ത ഭ്രാന്ത് കണ്ടു പിടിച്ച് അതിൽ മുഴുകും. I feel like ഞാൻ എഴുതുന്നത് മൊത്തം എന്റെ മനസ്സിലുള്ള കാര്യങ്ങൾ മാത്രമാണെന്നാണ്. കുറച്ച് external ആയിട്ടുള്ള കാര്യങ്ങൾ കൂടി എഴുതണം. ",
        "ഇന്ന് കഴിഞ്ഞ ദിവസങ്ങളെ അപേക്ഷിച്ച് എനിക്ക് രാവിലെ ശ്വാസം മുട്ടൽ വന്നില്ല. കിടക്കാൻ നേരത്ത് ഞാൻ inhaler വലിച്ചിട്ടുണ്ടായിരുന്നു. എന്നിട്ട് sweater + beanie ഇട്ട് കിടന്നു. കൂടാതെ പുതപ്പു കൊണ്ടും മൂടി. സാധാരണ ഗതിയിൽ കിടക്കുമ്പോൾ എനിക്ക് ഒരുപാട് movements ഉണ്ടാവാറുണ്ട്. ഇടക്ക് കട്ടിലിൽ നിന്നും താഴെ വീഴാൻ ഒക്കെ നോക്കും. ഇങ്ങനെ കിടന്ന് അങ്ങോട്ടും ഇങ്ങോട്ടും നീങ്ങി കളിക്കുമ്പോൾ bedsheet അങ്ങ് ഊരി പോരും. അങ്ങനെ വരുമ്പോൾ ബെഡിൽ ഉള്ള പൊടിപടലങ്ങൾ മൂക്കിലേക്ക് കയറുകയും ശ്വാസം മുട്ടൽ ഉണ്ടാവുകയും ചെയ്യും. ഇത്തവണ അത് സംഭവിച്ചില്ല. ചിലപ്പോൾ അത് കൊണ്ടായിരിക്കും ഇന്ന് ശ്വാസം മുട്ടൽ ഉണ്ടാവാതെ ഇരുന്നത്. ഇന്നലെ രാത്രി മൊത്തം നല്ല കാറ്റുണ്ടായിരുന്നു. എന്റെ room-ന്റെ പുറകുവശത്ത് ചെറിയൊരു കാടുണ്ട്. കാറ്റടിക്കുമ്പോൾ ഇലകൾ vigorous ആയിട്ട് ആടിക്കളിക്കുന്നത് കാണാം. ഇന്നലെ ഉച്ചയ്ക്ക് ഉടുപ്പുകൾ തിരുമ്പി ആറിയിട്ടിരുന്നു. അതൊക്കെ handrail-ൽ തന്നെയുണ്ട്. എല്ലാം ഉണങ്ങിയാൽ മതിയായിരുന്നു.",
        "എന്റെ weight 87-ൽ എത്തിക്കൊണ്ടിരിക്കുന്നു. Covid തുടങ്ങുന്നതിന് മുൻപ് അത് 60 kg ആയിരുന്നു. പിന്നീടങ്ങോട്ട് കൂടി കൂടി 100 kg വരെ എത്തിയിരുന്നു. വീട്ടിൽ എത്തിയാൽ ഭക്ഷണം നിയന്ത്രിക്കാൻ പറ്റില്ല. അച്ഛനും അമ്മയും എന്നെ ഭക്ഷണം കഴിക്കാൻ പ്രലോഭിപ്പിക്കും. കുറെയൊക്കെ diet ചെയ്യുമ്പോൾ temptations വരാതിരിക്കാൻ ഞാൻ കഴിവതും അതിനിടയാക്കുന്ന സാഹചര്യങ്ങൾ പൂർണമായി ഒഴിവാക്കാൻ ആണ് ശ്രമിക്കാറുള്ളത്. വീട്ടിൽ ഉള്ളപ്പോൾ അത് ഒരിക്കലും നടക്കില്ല. അച്ഛമ്മക്ക് വയ്യാതായപ്പോൾ ഞാൻ stress-eating ചെയ്യാൻ തുടങ്ങി. ഇപ്പൊ ഏതായാലും കുറഞ്ഞ് കുറഞ്ഞ് വരുന്നുണ്ട് എന്ന് സമാധാനിക്കാം. ഞാൻ ഇടക്ക് paper-trading ഒക്കെ ചെയ്തിട്ടുണ്ടായിരുന്നു. ആ സമയത്ത് ഞാൻ support, resistance തുടങ്ങിയ concept-നെ കുറിച്ച് പഠിച്ചു. ഉള്ളതിൽ വച്ച് ഏറ്റവും powerful ആയിട്ടുള്ള technical indicators ആണ് ഇവ രണ്ടും എന്നാണ് എനിക്ക് എപ്പോഴും feel ചെയ്തത്. സാധാരണ ഗതിയിൽ nearest multiples of 5-ൽ ആണ് ഞാൻ നോക്കുമ്പോഴൊക്കെ SR levels ഉണ്ടാവാറുള്ളത്. അവിടേക്ക് stock price എത്തുമ്പോൾ ആൾക്കാർ ഒരു critical point-ൽ എത്തുന്ന പോലെ. അതുപോലെ തന്നെയാണ് ഞാൻ weight monitor ചെയ്യുമ്പോഴും തോന്നാറുള്ളത്. 95, 90, 85 തുടങ്ങിയ weight-ൽ എത്തുമ്പോൾ എന്റെ മാനസികാവസ്ഥക്കും മാറ്റം സംഭവിക്കാറുണ്ട്. Strong ആയിട്ടുള്ള motivation ഇല്ലെങ്കിൽ ഈ weight-കളിൽ കിടന്ന് നമ്മൾ oscillate ചെയ്യും. ഞാൻ കാൺപൂരിൽ കിടന്ന് 98 kg-ൽ നിന്ന് 58 kg-ൽ weight കുറച്ചപ്പോൾ എനിക്കുണ്ടായിരുന്നത് വളരെ strong ആയിട്ടുള്ള motivation ആയിരുന്നു. Temptations-നെ ഒഴിവാക്കുന്നതിന് പകരം ഞാൻ overcome ചെയ്യുകയാണ് ഉണ്ടായത്. ഇപ്പോൾ അത്ര strong ആയിട്ട് ഒന്നും motivation ഇല്ല. പക്ഷെ ഞാനും എന്റെ ശരീരവും ഒരു compromise-ൽ എത്തിയ പോലെയാണ്. ദിവസം രണ്ടു നേരം ഭക്ഷണം - രാവിലെയും വൈകീട്ടും. അതും limited ആയിട്ട്. തലേ ദിവസം ഒക്കെ വല്ലാണ്ടങ്ങ് weight കുറഞ്ഞിരുന്നു. പക്ഷെ അത് വെറും water weight-ന്റെ അഭാവമാണെന്ന് പിന്നീട് തിരിച്ചറിഞ്ഞു. Organic ആയിട്ട് അങ്ങ് കുറഞ്ഞാൽ മതി. വലിയ ദൃതിയൊന്നും എനിക്കില്ല.",
        "ഞാൻ ഭക്ഷണം കഴിക്കാനോ, അല്ലെങ്കിൽ library-ൽ പോകണോ അല്ലാതെ പുറത്തേക്ക് പോകാറില്ല. ഇനിയിപ്പോൾ offline ക്ലാസുകൾ തുടങ്ങുന്നതോടു കൂടി അതിനൊരു മാറ്റം വരും. റൂമിൽ തന്നെ ഇരിക്കാൻ എനിക്ക് വലിയ താത്പര്യമില്ല. പഠിക്കുന്ന ആളുകൾ ഉള്ളിടത് ചെന്നിരിക്കുമ്പോൾ താനേ നമുക്കും പഠിക്കാൻ തോന്നും. Online classes-നെ ഞാൻ വെറുക്കുന്നതും അത് കൊണ്ടാണ്. ലൈബ്രറിയിലേക്ക് ദിവസവും എന്റെ ലാപ്ടോപ്പും കീബോർഡും മൗസും തേങ്ങാക്കൊലയും ഒക്കെ കൊണ്ട് പോകുന്നത് എനിക്ക് അറപ്പുള്ള കാര്യമാണ്.",
        "റൂമിന്റെ ബാക്കിൽ കാടാണ് എന്ന് പറഞ്ഞല്ലോ. അതിന്റെയും പിന്നിൽ ഒരു road ഉണ്ട്. ബാംഗ്ലൂർ ആയത് കൊണ്ട് വാഹനങ്ങൾക്ക് യാതൊരു പഞ്ഞവുമില്ല. റോഡിൻറെ ഇരമ്പൽ കുറെ നേരം കേൾക്കുമ്പോൾ എനിക്ക് പ്രാന്ത് പിടിക്കും. ചെവിക്കകത് earphone കുത്തി വച്ച് ഞാൻ വല്ല പാട്ടും അന്നേരം വക്കും.",
        "Offline ക്ലാസുകൾ തുടങ്ങുന്നതിന്റെ ഭാഗമായി എല്ലാ കുട്ടികളും വീട്ടിൽ നിന്ന് campus-ൽ എത്തിയിട്ടുണ്ട്. IISC-ൽ join ചെയ്തതിന് ശേഷം ഒരു കൊല്ലമായിട്ട് campus കാണാത്തവർ അക്കൂട്ടത്തിൽ ഉണ്ട്. ആളും ആരവവും ഒക്കെ തുടങ്ങിയിരിക്കുന്നു. എനിക്ക് പക്ഷെ ആളുകളൊഴിഞ്ഞ campus ആണ് ഇഷ്ടം. ഇപ്പോൾ സദാസമയവും ആൾക്കാരുടെ പൊട്ടിച്ചിരിയും അട്ടഹാസവും വണ്ടികളുടെ ഇരമ്പലും ഒക്കെയാണ്."
    ]
}