{
    "id": 143,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ കുറെ പിറുങ്ങു മക്കളുടെ വകയിലെ അമ്മാവനാണ്. അതിൽ ചില പിറുങ്ങുകൾക്ക് എന്ത് കാര്യത്തിലും വലിയ വലിയ സംശയങ്ങളാണ്. കുട്ടികൾക്ക് സംശയങ്ങൾ വേണം. പക്ഷെ അതൊക്കെ തീർത്തു കൊടുക്കാൻ എത്ര പ്രാപ്തരാണ് മുതിർന്നവർ? ഞാൻ എനിക്ക് ആകുന്ന വിധത്തിൽ കുറെ doubts clear ചെയ്യും. Youtube ഉള്ളത് കൊണ്ട് ഇവർക്ക് പലതും പഠിപ്പിച്ചു കൊടുക്കാൻ visual aid-ന് വേറെ എങ്ങും തിരയേണ്ടതില്ല. സംശയങ്ങൾ കൊച്ചു കുട്ടികൾക്ക് മാത്രമല്ലല്ലോ ഉണ്ടാവുക. വളരുമ്പോഴും സംശയങ്ങൾ നില നിൽക്കും. In fact, വളരുമ്പോൾ സംശയങ്ങളും വലുതാകും. കുറെ സംശയങ്ങൾക്ക് നമ്മൾ assumptions വച്ച് ശമനമുണ്ടാക്കും. പക്ഷെ അതൊരിക്കലും ഉത്തരത്തിന് പകരമാവുന്നില്ല. ഞാൻ കുറച്ച് സംശയങ്ങൾ ഇവിടെ log ചെയ്യും. അതിന് ഉത്തരം ഏറ്റവും layman ആയിട്ടുള്ള terms-ൽ explain ചെയ്യും. വേറെ സ്ഥലം ഇല്ലാഞ്ഞിട്ടല്ല. Blog എഴുത്തും, പഠിത്തവും ഒക്കെ ഒരുമിച്ച് നടക്കട്ടെ എന്ന് കരുതിയിട്ടാണ്. വേറൊന്നും കൊണ്ടല്ല.",
        "സംശയം #1: Spectral Proper Orthogonal Decomposition എന്ന് പറഞ്ഞാൽ എന്താണ്?",
        "ഇതിനെ പറ്റി മനസ്സിലാക്കണമെങ്കിൽ ആദ്യം തന്നെ Proper Orthogonal Decomposition (POD) എന്താണെന്ന് മനസ്സിലാക്കണം.",
        "Q1. Proper Orthogonal Decomposition എന്താണ്?",
        "Lumley ആണ് ആദ്യമായിട്ട് POD-യെ ശാസ്ത്ര തലത്തിലേക്ക് കൊണ്ടുവന്നത്. Fluid Mechanics-ൽ നിന്നാണ് ഈ concept ഉരുതിരിഞ്ഞു വന്നതെന്ന് സാരം. ഒരു turbulent flow എടുത്തു നോക്കുമ്പോൾ ഒരു നിശ്ചിത സമയത്ത്, ഒരു നിശ്ചിത point-ൽ ഈ flow-നെ ഒരു set of variables കൊണ്ട് നമുക്ക് describe ചെയ്യാം. ആ variables-നെ നമുക്ക് state variables എന്ന് വിളിക്കാം. ആ flow-ന്റെ state-നെ at a point of time-ൽ, at a point in space-ൽ പൂർണമായി വിവരിക്കുന്നത് കൊണ്ടാണ് ഈ set of variables state variables ആയി മാറുന്നത്. ഈ set of variables-നെ നമുക്ക് ഒരു vector രൂപത്തിൽ അവതരിപ്പിക്കാം. സമയാനുസൃതമായി മാറ്റം സംഭവിക്കാവുന്ന ഒരു state vector. ഒരു spatial point-ലാണ് നമ്മൾ ഈ vector define ചെയ്തതെങ്കിൽ, across the space, across all the spatial points, നമുക്ക് ഒരു vector field വച്ച് നമ്മുടെ flow-നെ describe ചെയ്യാം. ഒരു turbulent flow നമ്മൾ പരിശോധിക്കുമ്പോൾ പ്രത്യക്ഷത്തിൽ അതിൽ നിന്നും കിട്ടുന്ന ഓരോ നിശ്ചിത സമയത്തിലെയും vector field random ആയിട്ട് നമുക്ക് തോന്നും.",
        "നമ്മൾ ഒരു കാര്യം മനസിലാക്കണം. മനുഷ്യൻ patterns തേടിയലയുന്ന ഒരു ജീവിയാണ്. അവന്റെ തലച്ചോർ patterns-നായിട്ട് അലഞ്ഞുകൊണ്ടേയിരിക്കുന്നു. പല അന്ധവിശ്വാസങ്ങളും തെറ്റായ pattern matching-ലൂടെ ഉരുതിരുഞ്ഞു വന്നതാണ്. സത്യം പറഞ്ഞാൽ യാഥാർത്യത്തെക്കാളും മനുഷ്യന് വിശ്വാസം patterns-ലാണ്. അത്കൊണ്ട് തന്നെയാണ് ഈ random field-ൽ ആർക്കും, ഒരു ശാസ്ത്രജ്ഞനും വിശ്വാസമില്ലാഞ്ഞത്. എവിടെയെങ്കിലും ഒരു pattern ഒളിഞ്ഞിരിപ്പുണ്ടാകും. അത്തരത്തിലൊരു pattern കണ്ടെത്താനുള്ള Lumley എന്ന ശാസ്ത്രജ്ഞന്റെ ശ്രമമായാണ് POD ഉത്ഭവിച്ചത്. Obviously നമ്മുടെ 'random' field basically space-ന്റെയും time-ന്റെയും അടിസ്ഥാനത്തിൽ മാറുന്ന ഒരു function ആണ്. ഈ complicated function-നെ അദ്ദേഹം ഒരുപാട് deterministic functions ആയി decompose ചെയ്തു. ഈ deterministic functions-ന്റെ ഒത്തുചേരൽ കൊണ്ടാണ് നമ്മുടെ random vector field കിട്ടുന്നതെന്ന് അദ്ദേഹം വിലയിരുത്തി. നമ്മുടെ turbulent flow-ന്റെ മൊത്തം fluctuating kinetic energy ഈ deterministic functions-ന് പല വിധേന വീതിച്ചു നൽകാൻ പറ്റും.",
        "By the by, ഈ deterministic functions എന്ന് വച്ചാൽ എന്താണ്? സാധാരണ functions input സ്വീകരിക്കും, തിരിച്ച് output തരും. പക്ഷെ ഒരിക്കൽ ഒരു input-ന് കിട്ടുന്ന output, അതേ input വീണ്ടും കൊടുത്താൽ കിട്ടിയില്ലെങ്കിലോ? നമ്മൾ ഒരു function-ന് same input കൊടുത്താൽ, ഒരിക്കൽ കിട്ടിയ output തന്നെ പിന്നെയും കിട്ടുകയാണെങ്കിൽ ആ function deterministic function ആണ്. different output കിട്ടിയാൽ non-deterministic function-നും. യാതൊരു input ഇല്ലാതെ output തരുന്ന functions-നെയും deterministic ആയിട്ടും non-deterministic ആയിട്ടും വേർതിരിക്കാം. ഉദാഹരണം എന്റെ കയ്യിൽ ഒരു print function-നുണ്ട്. എപ്പോൾ ആ function-നെ വിളിച്ചാലും അതിന്റെ output 'vivek' എന്നാണ്. എത്ര തവണ വിളിച്ചാലും output 'vivek' എന്നാണ്. അങ്ങനെയാണെങ്കിൽ എന്റെ print function ഒരു deterministic function-നാണ്. അതെ സമയം എന്റെ കയ്യിൽ വേറൊരു function ഉണ്ടെന്ന് കരുതുക. ഈ function current സമയം atomic clock-ന്റെ precision-ൽ തരുന്ന function ആണെങ്കിൽ നമ്മൾ ഓരോ സമയവും ഈ function-നെ വിളിക്കുമ്പോഴും സമയാനുസൃതമായി അതിന്റെ output മാറിക്കൊണ്ടേയിരിക്കും. അത് non-deterministic function-ന്റെ സ്വഭാവമാണ്.",
        "ഒരു non-deterministic function-ന് എത്രത്തോളം non-deterministic ആകാം? എല്ലായ്പ്പോഴും function-നെ വിളിക്കുമ്പോൾ അതിന്റെ output വ്യത്യസ്തമാകണം എന്നുണ്ടോ? ഇപ്പോൾ suppose ഞാൻ ഈ function-നെ നൂറു തവണ വിളിച്ചു എന്ന് കരുതുക. അതിൽ അഞ്ചു തവണ മാത്രം അതിന്റെ output different ആണ്. ബാക്കി തവണയൊക്കെ ഒരേ output ആണ്. എങ്കിൽ എത്രത്തോളം ഈ function non-deterministic ആണ്? 95% deterministic, 5% non-deterministic എന്നൊക്കെ ഇതിനെ വിളിക്കാമോ? ഈ പെരുമാറ്റത്തെ quantitatively അളക്കാൻ സാധിക്കുമോ? Degree of non-determinism പോലെ എന്തെങ്കിലും ഉണ്ടോ? ",
        "[അറിയില്ല]",
        "ഇവിടെ Lumley deterministic functions എടുക്കാൻ കാരണം എന്താണ്?",
        "[അറിയില്ല;  Non-deterministic ആണെങ്കിൽ അവിടെ fluctuating kinetic energy വീതം വയ്ക്കുന്നത് ഓരോ തവണയും പല വിധേനയാകുന്നത് മൂലമാണോ?]",
        "Lumley ഇതൊക്കെ ചെയ്തത് flow-ന്റെ organization കണ്ടുപിടിക്കാൻ വേണ്ടിയിട്ടാണ്. Turbulent flows-ൽ നിറഞ്ഞു നിൽക്കുന്ന, എന്നാൽ കണ്ടു പിടിക്കാൻ ബുദ്ധിമുട്ടുള്ള coherent structures-നെ കണ്ടെത്താൻ ഈ POD വളരെ സഹായകമാവും. അതെങ്ങനെ?",
        "അതിനായി ആദ്യം തന്നെ നമ്മൾ flow-ൽ ഉള്ള fluctuating velocity കണ്ടു പിടിക്കണം. എന്നിട്ട് അതിനെ ഒരു set of deterministic spatial functions ഉപയോഗിച്ച് decompose ചെയ്യണം. ഈ ഓരോ spatial functions-നെയും time dependent functions വച്ച് modulation-ന് വിധേയമാക്കണം.",
        "ഇവിടെ POD-യെ proper എന്ന് വിളിക്കാൻ കാരണമെന്താണ്? സത്യത്തിൽ ഈ deterministic functions-ന്റെ set-നകത്ത് infinite number of functions ഉണ്ടാകാം. പക്ഷെ ഈ set-ൽ നിന്നും ഓരോ function പുറത്തേക്ക് എടുക്കുമ്പോൾ set-നകത്ത് already ഉള്ള functions-ൽ maximum fluctuating kinetic energy contribution ഉള്ള function ആണ് പുറത്തെടുക്കേണ്ടത്. ഈ proper എന്ന് കൊണ്ട് ഉദ്ദേശിക്കുന്നത് optimality-യെയാണ്. First n functions ഈ set-ൽ നിന്നുമെടുക്കുമ്പോൾ വേറെ ഈ set-ലെ ഏത് permutation of n functions-നേക്കാളും കൂടുതൽ fluctuating kinetic energy contribution നമ്മളെടുത്ത n functions മൊത്തത്തിൽ തരണം. അതാണ് optimization (maximization) കൊണ്ട് ഇവിടെ ഉദ്ദേശിക്കുന്നത്.",
        "POD-യെ orthogonal ആക്കുന്നത് ഏത് ഘടകമാണ്? നമ്മളെടുക്കുന്ന deterministic spatial functions തമ്മിൽ തമ്മിൽ orthogonal ആണ്. അതിൽ നിന്നും നമുക്ക് കിട്ടുന്ന modes orthonormal-ലാണ്. Set-ലെ ഏത് രണ്ട് functions എടുത്ത് multiply ചെയ്ത് across space integrate ചെയ്താലും നമുക്ക് കിട്ടുന്ന ഉത്തരം പൂജ്യമായിരിക്കും. Same function എടുത്ത് spatial integrate ചെയ്‌താൽ ഉത്തരം ഒന്നായിരിക്കും. ഇത് കൊണ്ടുള്ള ഉപയോഗം എന്താണ്? നമ്മളെടുക്കുന്ന time coefficients അതത് spatial function-നെ (അതിനെ spatial modes എന്നും വിളിക്കും) മാത്രമേ  ബാധിക്കുകയുള്ളൂ."
    ]
}