{
    "id": 145,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ ഈ അടുത്ത് Wikipedia-ക്ക് 60 രൂപ donate ചെയ്തു. ഇതെന്തിനാ ഇവിടെ പറഞ്ഞത്? ചുമ്മാ! Donate ചെയ്ത പൈസ എന്റേതല്ല. എന്റെ ചെലവിനായി അച്ഛനും അമ്മയും ഇട്ടു തന്ന പൈസയാണത്. ഒരു ഇരുപത്തഞ്ചുകാരൻ ജോലിയും കൂലിയുമില്ലാത്തവന് അവന്റെ അച്ഛനും അമ്മയും അവന്റെ ബാങ്കിൽ ഇട്ടു കൊടുക്കുന്ന പൈസ കൊണ്ട് ജീവിക്കേണ്ടി വരുന്നു. എഴുതുമ്പോൾ തന്നെ നാണക്കേട് തോന്നുന്നു. ആ പൈസയിൽ നിന്നും കുറച്ചെടുത്ത് Wikipedia-ക്ക് കൊടുക്കുന്നു. അഹംഭാവി! ലുക്ക് മാൻ.. ഐ ആം നോട്ട് എൻ അഹംഭാവി. ഞാൻ Wikipedia-യിൽ ചില time-ൽ visit നടത്തുമ്പോൾ അവരുടെ site-ന്റെ മുകളിൽ തന്നെ ഒരു ചുവന്ന banner-ൽ വല്ലതും തരണേ എന്ന് എഴുതിയിരിക്കുന്നത് കാണാം. ഞാനത് വായിക്കുമ്പോഴൊക്കെ എനിക്ക് അവർ കരഞ്ഞു കൊണ്ട് ഭിക്ഷക്കാരെ പോലെ 'പ്ലീസ് സാർ, എന്തെങ്കിലും തന്ന് സഹായിച്ച് ഈ പാവങ്ങളെ രക്ഷിക്കണം സാർ' എന്ന് Wikipedia-യുടെ പ്രധാനികൾ കെഞ്ചുന്ന പോലെയാണ് തോന്നാറ്. Wikipedia കാരണം എനിക്ക് ഉപകാരം മാത്രമേ ഉണ്ടായിട്ടുള്ളൂ. ബുക്ക് വായിച്ച് ഒന്നും മനസ്സിലാകാതെ Wikipedia വായിച്ച് പലതും ഞാൻ ഇപ്പോഴും മനസ്സിലാക്കിയെടുക്കലുണ്ട്. എല്ലാത്തിനുമുപരി അത് ഒരു non-profit സംഘടനയുടെ കീഴിലുള്ള സാധനമാണ്. എന്നും പുറത്ത് നിന്ന് ഭക്ഷണം വാങ്ങി പൈസ എന്തായാലും ഞാൻ കളയുന്നുണ്ട്. എന്നാൽ ഒരു ദിവസം അതിന് പകരം ഇങ്ങനെ ആർക്കെങ്കിലും ഉപകാരപ്പെട്ടോട്ടെ എന്ന് കരുതിയാണ് ഞാൻ donate button അമർത്തി PayTM വഴി അവർക്ക് 60 രൂപ കൊടുത്തത്. എനിക്കതിൽ ഖേദമില്ല. സന്തോഷമുണ്ടോ എന്ന് ചോദിച്ചാൽ അതും ഇല്ല. എന്റെ ഇപ്പോഴത്തെ shtick 'ഞാൻ പിൽക്കാലത്തൊരു കോടീശ്വരനാകുമ്പോൾ അത് ചെയ്യും, ഇത് ചെയ്യും, അത് വാങ്ങി തരും, ഇത് വാങ്ങി തരും' എന്ന് പറഞ്ഞ് എന്റെ അമ്മയെ ശല്യപ്പെടുത്തലാണ്. ആദ്യമൊക്കെ ഞാൻ അത് പറയുമ്പോൾ അമ്മ അത് സഹിച്ച് കേൾക്കും. പിന്നെ പിന്നെ അമ്മയ്ക്ക് ദേഷ്യം വന്നു തുടങ്ങി. 'അയ്യോ, നിന്റെ ഒന്നും ഞങ്ങൾക്ക് വേണ്ടായേ' എന്നുള്ള പറച്ചിലൊക്കെ തുടങ്ങി. എന്നാലും ഞാൻ നിർത്തിയില്ല. എന്റെ കോടീശ്വരന്റെ absurd സ്വപ്‌നങ്ങൾ ഞാൻ പറഞ്ഞു കൊണ്ടേയിരുന്നു. അങ്ങനെ ഞാൻ തീർക്കുന്ന സ്വപ്നങ്ങളിലെ ഒന്നാണ് എന്നെ സഹായിച്ച എല്ലാത്തിനും തിരിച്ച് സാമ്പത്തികമായി സഹായിക്കുക എന്നത്. Wikipedia-ക്ക് എന്റെ വക ഒരു കോടി, എനിക്ക് കാൺപൂരിൽ എല്ലാ രാത്രിയും 'അണ്ടാ ബുർജി' ഉണ്ടാക്കി തന്ന ചേട്ടന് എന്റെ വക ഒരു കോടി, BTech project ചെയ്യാൻ എന്നെ രാപ്പകൽ സഹായിച്ച സലാഹുദ്ദീൻ ചേട്ടന് ഒരു കോടി, low speed lab-ൽ എന്നോട് എപ്പോഴും നല്ല രീതിയിൽ പെരുമാറിയ അഭിനാഥ് സാറിന് ഒരു കോടി, അളകേഷ് സാറിന് നൂറു കോടി അങ്ങനെ അങ്ങനെ സ്വപ്നങ്ങൾക്കും ആഗ്രഹങ്ങൾക്കും ഒന്നിനും ഒരു പരിധിയുമില്ലല്ലോ!"
    ]
}