{
    "id": 146,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "I watched a Youtube video about an interview with Emirati chess player Salem Salah. Some rapid and blitz chess event was going on in Saudi, and it included some very prominent chess players. Salem also played in the tournament. He was playing exceptionally well for his rating, and put up a very strong performance against top Grandmasters to eventually win one of the tournaments. In the interview he was ecstatic and his face was brimming with joy. Salem had his marriage a few weeks back, and the interviewer in addition to congratulating him on his successful tournament, remarked that this victory must be part of the good fortune brought by the newly wed wife. Salem smiled and nodded in agreement. He too made a comment indicating that lately he's been having a lot of success in his chess career and his wife is one of the contributing factors. The interview ended after a few more questions and eventually the video also ended. Salem went back to playing his chess and living his life, and I fucked off to do whatever I usually do. A few weeks back, while I was reading a bunch of chess related articles, I came across a chess tournament that ended few days ago. I checked out the cross table and to my surprise found Salem at the bottom of the table. That's life. Sometimes things are way too good and all mice parade to your mousetrap, and other times things are less than stellar and you feel like a fart in a tornado. I've seen Salem actively taking part in the live commentary during the last World Chess Championships, answering tough chess positional questions from Vishy Anand the legend himself. Hans Niemann was also there, and the two of them looked so interested to be part of the championship experience and learn more and upgrade their chess. But here he is, lonely and tired at the bottom of the leaderboard. I was wondering if his attitude to his wife changed after the tournament. Clearly if she brought plenty of good fortune, he wouldn't have ended up in the bottom of the leaderboard. I know, he was just playing along with his interviewer, being a gentleman crediting his wife for being a part of improving his overall life, yada yada. But world is a crazy place and there will be people whose attitude towards immediate companions will change depending on the circumstance. I mean, I have done it, regretted it, and I'm pretty sure that statistically, out of more than 7 billion people alive, there will be another miserable idiot who does the same. I know a few doctors who take their anger out on their patients. I know a bunch of toxic teachers who treat their students like little turd nuggets. All because something went wrong in their already miserable life. Who knows, you may be the victim of their shitstorm tomorrow. Or you may be the one stirring up the shitstorm. Why do people do it? There could be many mechanisms which activates this false correlation, out of which one such mechanism would be excessive pattern matching. People who do that will have their brain wired to match patterns that seemingly have no logical basis for matching. They believe more in patterns than in reality. Those who credit for whatever good things that happen in their life are annoying. I think they employ this mechanism way too much.",
        "Complex networks-നെ പറ്റി ഞാൻ കുറച്ച് വായിച്ചു. അതെത്രത്തോളം ദൈനംദിന ജീവിതത്തിൽ തെളിഞ്ഞു വരുന്ന concept ആണ് എന്നതിനെ പറ്റി ചിന്തിച്ചപ്പോൾ എനിക്ക് വല്ലാത്ത അത്ഭുതം തോന്നി. എന്താല്ലേ കഥ. ഈ ലോകം ഒരേ സമയം എത്ര complicated-ടും അതേ സമയം എത്ര simple-ളും ആണ്!",
        "!IMG_250722/knowledge-is-power.jpg_sloth realizing the power of knowledge after reading book for two minutes",
        "എനിക്ക് കിട്ടിയ പുതിയ അറിവിനെ പറ്റി ഞാൻ ചിന്തിച്ചു നോക്കി. എന്റെ friends network എടുത്തു നോക്കി. എന്റെ friends ആരൊക്കെയാണ്? മൂന്ന് പേരാണ് എന്റെ ജീവിതത്തിൽ പ്രധാനമായും friends ആയുള്ളത്. അതിൽ ഒരാളോട് മാത്രമാണ് ഇപ്പൊ minimum connection എങ്കിലും ഉള്ളത്. ഈ മൂന്നു പേരുടെയും പ്രത്യേകത എന്താണെന്ന് അറിയുമോ? ഇവർക്കൊക്കെ വേറെ ഒരുപാട് ഒരുപാട് friends ഉണ്ട്. ഈ friend network-ലെ highest degree node-കളാണ് ഇവരൊക്കെ. Hub nodes. എന്റെ betweenness centrality വളരെ വലുതാണെന്ന് അറിയുമോ? കേരളത്തിലെ ഒരു local town-ൽ നിന്നുമുള്ള എന്റെ friend-ണ്ടും ജാർഖണ്ഡിലെ ഒരു കുഗ്രാമത്തിലെ ഒരു വയസ്സത്തിയും തമ്മിലുള്ള shortest path-ന്റെ നീളം വെറും മൂന്നാണ്. Milgram-ന്റെ experiment-ലെ average number of hops-ന്റെ നേർപകുതി മതി ഈ രണ്ട് ആളുകളെയും ബന്ധിപ്പിക്കാൻ. ബാക്കി പിന്നെ എഴുതാം. ഇങ്ങനെ എഴുതുന്നത് സമയം കളയുന്നതിന് തുല്യമാണ്. എനിക്കും വായിക്കുന്ന നിങ്ങൾക്കും ഇത് വഴി ഉപകാരമുള്ള ഒന്നും കിട്ടുന്നില്ല."
    ]
}