{
    "id": 17,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "പുതുവർഷത്തിന് resolutions എല്ലാ തവണയും ഉണ്ടാക്കുന്ന പോലെ ഇപ്രാവശ്യവും ഉണ്ടാക്കി. ഒരിക്കലും ഒന്നും ചെയ്യാറില്ല. എന്നാലും ഉണ്ടാക്കും. ഇത്തവണ, ഞാൻ കുറച്ച് കൂടി grounded ആയിട്ടുള്ള goals ആണ് മുന്നോട്ട് വക്കുന്നത്. Goals അല്ല goal. ഒരൊറ്റ goal മാത്രമേ ഉള്ളൂ. ഞാൻ mtech ഈ വർഷം കഴിയുകയാണെങ്കിൽ ഒരാളുടെ കീഴിൽ project അസ്സിസ്റ്റന്റോ, ഇന്റെർണോ ആയിട്ട് work ചെയ്യാൻ ഉദ്ദേശിക്കുന്നുണ്ടായിരുന്നു. അയാളുടെ personal site-ൽ ഞാൻ രണ്ടു മൂന്ന് മാസം മുൻപ് പോയി research interests ഒക്കെ നോക്കുകയുണ്ടായി. അങ്ങേര് IISC-ൽ നിന്ന് തന്നെ aerospace-ൽ MTech, PhD ഒക്കെ കഴിഞ്ഞു വേറൊരിടത്ത് പ്രൊഫസർ ആയിട്ട് work ചെയ്യുകയാണ്. Research interests-ന്റെ കൂടെ അങ്ങേരുടെ കീഴിൽ work ചെയ്യാൻ താത്പര്യമുള്ള കുട്ടികൾക്ക് ഒരു info page ഉണ്ടാക്കി വെച്ചിട്ടുണ്ടായിരുന്നു. ഞാൻ അതിൽ കയറി ചെന്നു. വളരെ detailed ആയിട്ട് അയാളുടെ കീഴിൽ work ചെയ്യാനുള്ള സ്കിൽസും മറ്റും എഴുതി വച്ചിട്ടുണ്ട്. ഏതൊക്കെ book വായിക്കണം, എന്തൊക്കെ അറിഞ്ഞിരിക്കണം എന്നൊക്കെ വിവരിച്ചിട്ടുണ്ട്. വളരെ systematic ആയിട്ടുള്ള വിവരണം. അതിൽ വായിക്കേണ്ട ബുക്കുകൾ ഏതൊക്കെ എന്ന് നോക്കി ഞാൻ എല്ലാം download ചെയ്ത് വച്ചിട്ടുണ്ട്. കുറച്ച് ബുക്കുകളിലൂടെ ഞാൻ ഒന്നിടവിട്ട ദിവസങ്ങളിൽ വായിച്ചു പോകാറുണ്ട്. Xournalpp ആണ് ഞാൻ book വായിക്കാൻ ഉപയോഗിക്കാറുള്ളത്. അതിൽ advanced annotations features-ഉം മറ്റും ഉള്ളത് കൊണ്ടാണ് സാധാരണ pdf reader ഞാൻ ഉപയോഗിക്കാത്തത്. എന്റെ 2022-ലെ ലക്ഷ്യം അങ്ങേരുടെ recommended books-ലുള്ള എല്ലാ ബുക്കുകളും വായിച്ച് പേപ്പറിൽ notes ഉണ്ടാക്കണം എന്നാണ്. ഞാൻ GATE-ന് സ്വന്തമായി self-study ഒക്കെ നടത്തി prepare ചെയ്തപ്പോൾ ഇത്തരത്തിൽ books വായിച്ച് notes ഉണ്ടാക്കുമായിരുന്നു. പരീക്ഷയുടെ തലേ ദിവസങ്ങളിൽ അത്ര നന്നായിട്ട് review ചെയ്തിട്ടില്ലെങ്കിലും അങ്ങനെ സ്വന്തമായി എഴുതിയുണ്ടാക്കിയ notes-ൽ കുറെ എനിക്ക് മനഃപാഠമായിരുന്നു. അതെ ലെവൽ dedication ആണ് ഈ വർഷം ഞാൻ intend ചെയ്യുന്നത്. ലിസ്റ്റിൽ മുപ്പത് നാൽപ്പത് ബുക്കുണ്ട്. അത് കൊണ്ട് വായിച്ച് തീരാൻ ഒരു വര്ഷത്തിനടുത്ത് സമയം വേണ്ടി വരും. ഇത് വലിയൊരു underestimation ആവാനും സാധ്യത ഉണ്ട്. പക്ഷെ ഞാൻ ആവുന്നിടത്തോളം നോക്കും. ഒരുപാട് സമയം പോകും. അത് sure ആണ്. കാരണം വായിക്കുന്നതിന്റെ മൂന്നിരട്ടി സമയം വേണം വായിച്ച് മനസ്സിലാക്കി notes ഉണ്ടാക്കാൻ. അതൊന്നും ഞാൻ സാരമാക്കുന്നില്ല. ഞാൻ എനിക്ക് maximum പറ്റുന്ന രീതിയിൽ ചെയ്യും. എന്നിട്ട് അങ്ങേരുടെ അടുത്ത് നിന്ന് project-ഉം ചെയ്യും. ഇന്നത്തേക്ക് ഇത്രയും എഴുത്തു മതി. എഴുത്തിന്റെ അളവ് ക്രമാതീതമായി കുറയുന്നത് ഞാൻ കാണാതെയല്ല. ഇത് എന്റെ typical ആയിട്ടുള്ള ശൈലിയാണ്. എന്തിലെങ്കിലും ഉള്ള interest ഒരുകാലത്തും stable ആയി നിൽക്കില്ല. ഇത് ഞാൻ എങ്ങനെ ശരിയാക്കാനാണ് ദൈവമേ? എന്തായാലും ഞാൻ ഒരു track-ലേക്ക് വരുന്ന ഒരു feel ഉണ്ട്. അച്ഛമ്മയെ ഓർത്തു ഇപ്പോൾ അധികം സങ്കടപ്പെടാറില്ല. Family-ൽ ഉണ്ടായിരുന്ന unrest പതിയെ പതിയെ മാഞ്ഞു പോകുന്നുണ്ട്. മാളേച്ചിയുടെ thesis അടുത്ത രണ്ടു മാസത്തിനുള്ളിൽ എന്തായാലും തീരും. പിന്നെ career, കല്യാണം ഒക്കെയായി കെട്ടി മറിഞ്ഞു മാളേച്ചി അതിൽ busy ആയിക്കൊള്ളും. വീട്ടിൽ സ്വൈര്യക്കേടുണ്ടാക്കില്ല. ദൈവമേ, പുതിയ വർഷത്തിൽ പുതിയ പണി തരല്ലേ.."
    ]
}