{
    "id": 19,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്ക് ഉറക്കം വരുന്നില്ല, as usual. പക്ഷെ genuine ആയിട്ട് വിശക്കുന്നു. ഞാൻ വൈകുന്നേരം ആണ് അവസാനം ആയിട്ട് ഭക്ഷണം കഴിച്ചത്. വിശപ്പോടെ ഉറങ്ങാൻ പറ്റില്ല. വെള്ളകുപ്പികളെല്ലാം കാലി. ഇന്നിനി അത് പോയിട്ട് നിറക്കാൻ എന്നെ കൊണ്ടാവില്ല. ഞാൻ ഉറക്കം വരുന്ന വരെ ഇവിടെ എന്തെങ്കിലും ഒക്കെ എഴുതി കൊണ്ട് ഇരിക്കാം. എന്റെ laptop ഏതു സമയവും വടിയാവും. എന്റെ കൂടെയുള്ള ജീവിതം അവന് already മതിയായിട്ടുണ്ട്. എപ്പോൾ restart ചെയ്യുമ്പോഴും എന്നോട് എന്തെങ്കിലും ഒക്കെ പരിഭവം നടിക്കും. ഞാൻ ഇവന്റെ complaints ദിവസവും കേൾക്കുന്നത് കൊണ്ട് എല്ലാം ശീലമായി കഴിഞ്ഞു. നീ എപ്പോൾ വേണമെങ്കിലും ചത്തോ. എനിക്ക് ഒരു പ്രശ്നവുമില്ല. എനിക്ക് important ആയിട്ടുള്ള data ഒക്കെ ഞാൻ ഓൺലൈൻ ആയിട്ട് backup ചെയ്ത് വച്ചിട്ടുണ്ട്. അത് കൊണ്ട് ധൈര്യമായിട്ട് നീ പോയി ചത്തോ. എന്താ ചാവണില്യേ?",
        "ഞാൻ ഇന്നലെ മിന്നൽ മുരളി കണ്ടു. കണ്ടിരിക്കാൻ പറ്റുന്ന സിനിമ. ചില ഭാഗങ്ങൾ ഞാൻ rewind ചെയ്ത് കണ്ടു. വെറുതെ. സിനിമയെ പറ്റി എനിക്ക് അധികമൊന്നും പറയാനില്ല. Superhero സിനിമയെന്നൊക്കെ പറയുമ്പോൾ കുറച്ച് കൂടി action ഞാൻ പ്രതീക്ഷിച്ചു. Sequel-ൽ അത് പ്രതീക്ഷിക്കാം. ഇത് കുറഞ്ഞ budget കൊണ്ട് ഉണ്ടാക്കിയത് കൊണ്ടാകും കുറച്ച് മാത്രം action scenes. Tovino-യുടെ അഭിനയം insufferable ആണ്. മിന്നലടിച്ചാൽ പോലും expressions വരാൻ പോകുന്നില്ല. പക്ഷെ ചെങ്ങായീന്റെ body എമ്മാതിരി body ആണെന്നറിയാമോ? നോക്കുമ്പോൾ വെള്ളമിറക്കിപോകും. അതെ സമയം വില്ലനായി അഭിനയിച്ച ഗുരു സോമസുന്ദരം (പേര് തെറ്റിയിട്ടില്ലെന്ന് തോന്നുന്നു) തകർത്തു. അടിപൊളി അഭിനയം. ബേസിൽ ജോസെഫിന്റെ സംവിധാനവും നന്നായിട്ടുണ്ട്. Tovino-യുടെ കൂടെ എപ്പോഴും നടക്കുന്ന കുഞ്ഞാപ്പി എന്തൊരു ക്യൂട്ടാപ്പിയാണ്! പഞ്ഞിക്കെട്ട് മാതിരി. കെട്ടിപ്പിടിക്കാൻ തോന്നും.",
        "അച്ഛനിപ്പോൾ വിളിച്ചിരുന്നു. രാത്രി കിടക്കുന്നതിന് മുൻപ് എന്നെ ഓർമ വന്നപ്പോൾ വിളിച്ചതാണത്രേ. വെറുതെ സംസാരിച്ച് കൊണ്ടിരുന്നപ്പോൾ ഭൂമികുലുക്കം എന്ന topic കയറി വന്നു. അച്ഛൻ കാസർഗോഡ് work ചെയ്ത് കൊണ്ടിരുന്നപ്പോൾ ആയിരുന്നു ഗുജറാത്തിലെ ലത്തൂർ എന്ന സ്ഥലത്ത് ഭൂകമ്പം ഉണ്ടായത്. രാത്രി എല്ലാവരും ഉറങ്ങിക്കിടക്കുമ്പോൾ ഉണ്ടായ ഭൂകമ്പത്തിൽ ഒരുപാട് ജീവനുകൾ പൊലിഞ്ഞു, കെട്ടിടങ്ങൾ തകർന്നു. അന്ന് രാത്രി അച്ഛൻ ഒരു കടയുടെ മുകളിൽ ടെറസ്സിൽ കിടക്കുകയായിരുന്നു. ചൂട് കൂടുതലുള്ളതിനാൽ റൂമിനകത്ത് കിടന്നാൽ വെന്തുപോകും. അത് കൊണ്ട് പുറത്ത് വന്ന് ടെറസിൽ കിടന്നു. കുറച്ച് നേരം കണ്ണടച്ച് കിടന്നപ്പോൾ തൊട്ടടുത്ത മരത്തിൽ നിന്ന് നെടുള്ളാൻ കൂവുന്നത് കേട്ടു. നെടുള്ളാൻ അഥവാ കാലൻകോഴി. അതിന്റെ ശബ്ദം ഭയാനകമാണ്. ഊ ഹ ഹ ഹ. പിശാചിന്റെ sound! കേട്ടാൽ നടുങ്ങും! അച്ഛൻ ജീവനും കൊണ്ട് അകത്തേക്ക് ഓടിക്കയറി. വാതിൽ കുറ്റിയിട്ട് നിലത്ത് കിടന്നു. കാലൻകോഴി  കൂവിയാൽ അകലെയുള്ള ഗ്രാമത്തിൽ മരണം നടന്നിട്ടുണ്ടാകും എന്നാണ് പണ്ടുള്ളവർ പറയാറുള്ളത്. ഒരു രാത്രി ഞാനും അച്ഛനും അമ്മയും എവിടെയോ പോയിട്ട് തിരിച്ച് വീട്ടിൽ വന്ന് കയറിയപ്പോൾ അതിന്റെ കരച്ചിൽ കേട്ടിരുന്നു. ഇത്തവണ അത് കരഞ്ഞത് അതിന്റെ ഇണയ്ക്ക് “ഞാൻ ഇവിടുണ്ട്” എന്ന indication കൊടുക്കാനായിട്ടായിരുന്നു. ഞാനും അച്ഛനും ചെവിയോർത്ത് കുറച്ച് നേരം മിണ്ടാതെ ഇരുന്നു. അകലെ നിന്നും ഇണയുടെ കരച്ചിൽ കേട്ടു. സിഗ്നൽ കിട്ടിയ ഉടനെ ആൺപക്ഷി അങ്ങോട്ടേക്ക് പറന്ന് പോയി. ശേഷം നടക്കാൻ പോകുന്നത് നമുക്ക് ഊഹിക്കാവുന്നതേ ഉള്ളൂ. ആ പെൺപക്ഷി കുറെ മുട്ടകൾ ഇട്ടിട്ടുണ്ടാകും. എന്തായാലും കഥയിലേക്ക് തിരിച്ചു വരാം. അച്ഛൻ ആ ഉഷ്ണിക്കുന്ന റൂമിൽ കുറെ വിയർത്ത് വിയർത്ത് ഉറങ്ങി പോയി. പിന്നെ രാത്രി ഒരു രണ്ടു മണി - മൂന്ന് മണിയായപ്പോൾ കിടക്കയിൽ നിന്ന് വീണ മാതിരി തോന്നി അച്ഛൻ ഉറക്കത്തിൽ നിന്ന് ഞെട്ടി എഴുന്നേറ്റു. അന്നേരം പ്രത്യേകിച്ചൊന്നും അച്ഛന് തോന്നിയില്ല. സാധാരണ സംഭവിക്കുന്ന കാര്യം. ഉറക്കത്തിൽ തള്ളിയെടുന്ന feel എല്ലാവരും ഒരിക്കലെങ്കിലും അനുഭവിച്ചിട്ടുണ്ടാകും. പിറ്റേന്ന് രാവിലെ news കേട്ട് കൊണ്ടിരുന്ന നേരത്താണ് ഗുജറാത്തിലെ ഭൂകമ്പത്തിന്റെ വാർത്ത വന്നത്. അന്ന് അച്ഛന് അനുഭവപ്പെട്ടത് ആ ഭൂകമ്പത്തിന്റെ weak tremors ആയിരിക്കാമെന്ന് അച്ഛൻ അനുമാനിക്കുന്നു. കൂടെ കാലൻകോഴിയുടെ authenticity verify ചെയ്തിരിക്കുന്നു.",
        "ഇനി എന്റെ ഭൂകമ്പ കഥയിലേക്ക് വരാം. എനിക്കുള്ള ഏക experience. കുറച്ച് terrifying ആയിട്ടുള്ള experience. ഞാൻ പത്തിൽ പഠിക്കുന്ന കാലം. നട്ടുച്ച കഴിഞ്ഞു വെയിലിന്റെ ആക്കം കുറയുന്നു. ഞാൻ കോഴിക്കോട് മാനാഞ്ചിറക്കടുത്തുള്ള central library-യിൽ ആണ്. ആ കൊല്ലത്തിന് തൊട്ടു മുൻപത്തെ കൊല്ലത്തിലാണ് ഞാൻ central library-യിൽ membership എടുത്തത് എന്ന് തോന്നുന്നു. അച്ഛൻ ബൈക്കിൽ എന്നെ അവിടെ കൊണ്ടാക്കും. എന്നിട്ട് അച്ഛൻ എരഞ്ഞിപ്പാലം ബിലാത്തിക്കുളം ഭാഗത്തുള്ള അച്ഛന്റെ office-ലേക്ക് പോകും. വൈകുന്നേരം duty കഴിഞ്ഞു തിരിച്ച് പോകുമ്പോൾ എന്നെയും കൂട്ടികൊണ്ടു പോകും. ലൈബ്രറിയുടെ തൊട്ടടുത്തായിട്ട് കുറച്ച് കടകൾ ഉണ്ട്. പഴയ പുസ്തകങ്ങൾ വിൽക്കുന്ന കടകൾ. ജ്യൂസ് വിൽക്കുന്ന രണ്ടു കടകൾ. അച്ഛൻ എനിക്ക് ജ്യൂസ് വാങ്ങി തരാറുണ്ട്. ഷാർജ, ചിക്കൂ, ആപ്പിൾ, മുന്തിരി, ഓറഞ്ച്, തുടങ്ങി കുറെ വെറൈറ്റി ജ്യൂസുകൾ. എനിക്ക് ഷാർജ ഷേക്ക് ആണ് പ്രിയം. അച്ഛൻ ഡ്യൂട്ടി ചെയ്യുമ്പോൾ ഞാൻ ഈ സമയം മൊത്തം central library-യുടെ ഏറ്റവും മുകളിലത്തെ floor-ൽ ഇരിക്കും. ആരും അവിടെ വരാറില്ല. Calm and quiet. സുഖമായിട്ടിരുന്ന് ഞാൻ books വായിക്കും. Harry Potter-ന്റെ സകല പുസ്തകവും ഞാൻ അവിടെ കുത്തിയിരുന്നാണ് വായിക്കാറുണ്ടായിരുന്നത്. വേറെ എന്തൊക്കെയോ ഞാൻ വായിക്കാറുണ്ടായിരുന്നു. നല്ല നല്ല ചെറുകഥകൾ. കുറെ ഒരു ബന്ധവുമില്ലാത്ത മാസികകൾ. ആരെഴുതിയതാണെന്നൊന്നും ഞാൻ നോക്കാറില്ല. എടുത്തങ്ങ് വായിക്കും. മിക്ക സമയവും ഒന്നും മനസ്സിലാവില്ല. പക്ഷെ വായിക്കുന്നതിൽ സന്തോഷം മാത്രം. ഇടക്ക് പേടിയാകും. ഞാൻ ഒറ്റക്ക് മുകളിൽ. വല്ല പ്രേതവും ഉണ്ടെങ്കിലോ? പ്രേതം, ഭൂതം, ബാധ, പിശാച്, യക്ഷി, മാടൻ, ചാത്തൻ, ജിന്ന്, കുട്ടികളെ പിടിക്കുന്നവർ. ഒന്നും പറയാൻ പറ്റില്ലലോ. നമുക്കെന്തറിയാം ഇതിനെ പറ്റി? എന്തായാലും കഥ നടക്കുന്ന ദിവസം ഞാൻ മുകളിലത്തെ floor-ൽ അല്ല. അവിടെ ആയിരുന്നെങ്കിൽ എന്റെ പകുതി ജീവൻ പോയി ബോധം കെട്ട് ഞാൻ കിടന്നേനെ. എന്റെ ഭാഗ്യത്തിന് ഞാൻ ഒന്നാമത്തെ നിലയിലാണ്. ന്യൂസ്‌പേപ്പർ നോക്കിക്കൊണ്ടിരുന്നു. എനിക്ക് ലോകകാര്യങ്ങളിൽ വലിയ താത്പര്യം ഒന്നും ഇല്ല. ആര് ആരെ കുത്തിക്കൊന്നാൽ എനിക്കെന്താ. കുറച്ച് oxygen ലാഭം. അത്രേ ഉള്ളൂ എന്ന attitude ആയിരുന്നു അപ്പോൾ. ഇപ്പോഴത്തെ അവസ്ഥ എനിക്കുതന്നെ വലുങ്ങനെ അറിയില്ല.  അത് കൊണ്ട് ഞാൻ sports column മാത്രമേ നോക്കാറുള്ളൂ. ഇടക്ക് സിനിമകളെ പറ്റി എന്തെങ്കിലും വാർത്തകൾ ഉണ്ടെങ്കിൽ അത് നോക്കും. പിന്നെ വല്ലപ്പോഴും editorial നോക്കും. എന്തെങ്കിലും interesting ആയിട്ടുള്ള articles ചിലപ്പോൾ വരാറുണ്ട്. അത് കണ്ടാൽ വായിക്കും. അത്രേയുള്ളൂ എന്റെ newspaper പഠനം. ഞാൻ ഒരു വട്ടമേശയിൽ ഒരു വശത്തിരുന്നാണ് വായിക്കുന്നത്. എനിക്ക് ചുറ്റും പ്രായമുള്ള ചിലർ ഇരുന്ന് എന്തൊക്കെയോ വായിക്കുന്നു. (ഇപ്പോൾ പന്ത്രണ്ടു മണിയായി. ഹോസ്റ്റലിന് പുറത്ത് പട്ടി കുരയ്ക്കുന്ന പോലെ ആൾക്കാർ ഓരിയിടുന്നു. 2022 ന്യൂ ഇയർ ആഘോഷങ്ങൾ. ചെറുതായിട്ട് പടക്കം പൊട്ടിക്കുന്നു. ഇവർക്ക് വയസാവുന്നതിന്റെ പേടിയൊന്നും ഇല്ലേ?) ഞാൻ ഇങ്ങനെ വായനയിൽ മുഴുകി ഇരിക്കുന്ന സമയത്ത് പെട്ടെന്ന് എന്തോ ഒരു something something തോന്നി. ഞാൻ ഇരിക്കുന്ന chair-ന് എന്തോ സംഭവിക്കുന്ന പോലെ. ആരോ മെല്ലെ പുറകോട്ട് വലിക്കുന്ന പോലെ. ഏയ്, തോന്നുന്നതാവും. അല്ല! ശരിക്കും ആരോ എന്റെ പുറകിൽ ഉണ്ട്. എന്റെ chair പിടിച്ച് ബാക്കിലോട്ട് വലിക്കുന്നു. ഞാൻ പെട്ടെന്ന് തിരിഞ്ഞു നോക്കി. ആരുമില്ല. എനിക്ക് തോന്നിയതല്ല. Chair കിടന്ന് ആടി കളിക്കുന്നു. ആദ്യം എന്റെ മനസ്സിൽ പ്രേതത്തിനെ പറ്റി ചിന്ത വന്നു. ഞാൻ ഭയന്ന് കൊണ്ട് അടുത്തിരിക്കുന്ന ആളെ നോക്കി. അയാൾ സംശയത്തോടെ എന്നെ നോക്കുന്നു. മേശക്ക് ചുറ്റുമുള്ള ആളുകൾ എല്ലാവരും മുറുമുറുക്കാൻ തുടങ്ങിയിരിക്കുന്നു. എന്റെ phone vibrate ചെയ്യുന്നു. ആരോ വിളിക്കുകയാണ്. Pocket-ൽ നിന്നും mobile phone എടുത്തു. അച്ഛനാണ് വിളിക്കുന്നത്. ഞാൻ phone അറ്റൻഡ് ചെയ്യാനായി വേഗം പുറത്തേക്ക് നടന്നു. ലൈബ്രറിയുടെ പുറത്ത് താഴേക്കിറങ്ങാനുള്ള പടവുകൾ ഉണ്ട്. ഞാൻ അതിൽ കയറി നിന്ന് phone attend ചെയ്തു. അച്ഛനും എനിക്കുള്ള പോലെ തോന്നിയത്രേ. അച്ഛന്റെ case-ൽ building മൊത്തം ആടുന്ന പ്രതീതിയാണ് ഉണ്ടായത്. കുറച്ച് നേരത്തേക്ക് library-ക്കകത്ത് പോകേണ്ടെന്ന് അച്ഛൻ പറഞ്ഞു. ഞാൻ നല്ല കുട്ടിയായി അനുസരിച്ചു. മരണഭയം അപ്പോഴൊക്കെ നല്ലപോലെ എനിക്കുണ്ട്. ഞാൻ ജ്യൂസ് കടയുടെ അടുത്തായി ഒന്നും സംഭവിച്ചിട്ടില്ല എന്ന മട്ടിൽ കുറെ നേരം നിന്നു. പിന്നെ തിരിച്ച് കയറിപ്പോയി. ഏറ്റവും താഴത്തെ floor-ൽ കുത്തിയിരുന്നു. പിന്നെയും ഭൂമി കുലുങ്ങിയാൽ ഇറങ്ങി ഓടാൻ ready ആയിട്ട് നിന്നു.",
        "ഈ കഥ നേരത്തെ അച്ഛനോട് പറയുമ്പോൾ ചേച്ചി ചേച്ചിയുടെ അനുഭവം share ചെയ്തു. നട്ടുച്ച കഴിഞ്ഞു വെയിൽ മങ്ങിയ സമയം. ചേച്ചി PC Thomas-ന്റെ coaching centre-ൽ ഏതോ പടവിൽ കുത്തിയിരുന്ന് എന്തോ വായിക്കുകയാണ്. പെട്ടെന്ന് ആരോ staircase-ൽ നിന്നും തന്നെ ഉന്തിയിടാൻ ശ്രമിക്കുന്ന പോലെ തോന്നുന്നു. കോണി കയറുമ്പോൾ പിടിവിട്ട് വീഴാൻ പോകുന്ന പോലത്തെ feel. ഇതാണ് ചേച്ചിയുടെ അനുഭവം. എന്താല്ലേ. ചാവുന്നതിന് മുൻപ് ചിലപ്പോൾ ഇനിയും ഇങ്ങനത്തെ അനുഭവങ്ങൾ വന്നു കൂടായ്കയില്ല. എല്ലാം ഇത് പോലെ എഴുതി വക്കാൻ ശക്തി തരണമേ എന്റെ കാട്ടുമുത്തപ്പാ.. ",
        "ഉറക്കം ഇനിയും വരുന്നില്ല. ഞാൻ ബെഡിൽ പോയി കിടക്കട്ടെ. നാളെ രാവിലെ വേറെ തെണ്ടികൾ കയറി വരും മുൻപ് മെസ്സിൽ ചെന്ന് ഭക്ഷണം കഴിക്കാനുള്ളതാണ്. "
    ]
}