{
    "id": 2,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്ക് കൂട്ടുകാരായി ആരും ഇല്ല എന്ന് പറഞ്ഞാൽ ഞാൻ എന്നോട് തന്നെ നുണ പറയുന്നതിന് തുല്യമാണ്. ഒരുത്തൻ ഉണ്ട്. അവനെ ഞാൻ ആദ്യം school-ൽ വച്ചാണ് കാണുന്നത്. പിന്നെ ഞാൻ എന്റെ വീട് കക്കോടിയിൽ നിന്നും medical college-ന്റെ അടുത്തേക്ക് മാറിയപ്പോൾ അവന്റെ വീട് അടുത്താണെന്ന് അറിഞ്ഞു. അതിനു ശേഷം അവൻ FIFA ഒക്കെ കളിയ്ക്കാൻ എന്റെ വീട്ടിൽ വരും. ഞാൻ ഒരിക്കലും അവന്റെ കൊട്ടാരത്തിൽ പോയിരുന്നില്ല. അവന്റെ വീട് ഏക്കർ കണക്കെ വിസ്തൃതമായി കിടക്കുന്നതാണ്. എന്റെ സ്ഥലം അവന്റെ തൊഴുത്തിന്റെ അത്ര വലിപ്പം പോലുമുണ്ടാകില്ല. പക്ഷെ FIFA ഒക്കെ കളിച്ച് വെറുതെ കുറെ നേരം കഥകളൊക്കെ പറഞ്ഞു ഞാനും അവനും അവന്റെ വേറെ കൂട്ടുക്കാരുമൊക്കെ നടക്കും. എന്റെ പണ്ടത്തെ computer-ൽ FIFA-യെക്കാൾ നന്നായി PES work ചെയ്തിരുന്നത് കൊണ്ട് ഞാൻ അതായിരുന്നു മിക്കപ്പോഴും കളിക്കാറുള്ളത്. പക്ഷെ അവന്‌ അത് കണ്ടൂടാ. എപ്പോഴും എന്നെ അതിലെ പോരായ്മകൾ പറഞ്ഞു കളിയാക്കും. അവന് നല്ല നർമ്മബോധം ഉണ്ട്. നല്ല തമാശകൾ പറയുകയും ചെയ്യും. സരസമായ മുഖം. അതെ സമയം എനിക്ക് ഒരു കോപ്പും ഇല്ല. ഏതോ B-grade cinema-യിലെ main വില്ലന്റെ അനുയായിയാണ്‌ ഞാൻ എന്നേ ആരും കരുതുകയുള്ളൂ. തലക്ക് നീളെ ഒരു വലിയ മുറിവിന്റെ അടയാളം. അത് കാരണം ആൾക്കാർ എന്നെ വടിവാൾ വാസു എന്നൊക്കെ വിളിക്കാറുണ്ട്. തടി കൂടുതൽ കാരണം എന്നെ ജബ്ബാർ എന്നും, മാംസപിണ്ഡം എന്നും ഒക്കെ എന്റെ classmates കളിയാക്കാറുണ്ട്. എനിക്ക് മര്യാദക്ക് സംസാരിക്കാൻ പോലും അറിയില്ല, ആളുകളുടെ മുഖത്തു നോക്കാൻ പോലും പറ്റില്ല. അവൻ എങ്ങനെ എന്റെ കൂട്ടുകാരനായി ഇത്രയും നാൾ നടന്നു എന്ന് എനിക്കറിയില്ല. കുറച്ച് നാൾ മുൻപ് വരെ അവൻ എന്നെ whatsapp-ൽ contact ചെയ്യാൻ ശ്രമിച്ചിരുന്നു. ഞാൻ ബോധപൂർവം എടുത്തില്ല. എന്റെ കൂട്ട് അവന് ഒരിക്കലും ഗുണം ചെയ്യില്ല. ആരുടേയും അടുത്ത് വർത്തമാനം പറയാൻ എനിക്ക് ഇപ്പോൾ താത്പര്യമില്ല. ഒരുപാട് ഞാൻ fake ചെയ്യേണ്ടി വരും. അവന്റെ friendship പക്ഷെ വളരെ genuine ആണ്. അത് എന്നെ കൂടുതൽ confuse ചെയ്യിക്കുന്നു. ഇപ്പോൾ അവൻ എന്നെ contact ചെയ്യാൻ ശ്രമിക്കാറില്ല. അത് അങ്ങനെ തന്നെ തുടരട്ടെ",
        "പിന്നെയും ഒരാൾ എന്റെ friend ആയിട്ട് ഉണ്ടായിരുന്നു. അവൻ ആയിരുന്നു എന്റെ ആദ്യത്തെ friend. ഞാൻ ഒന്നാം class-ൽ പോകുമ്പോൾ മുതൽ അവൻ ഉണ്ട്. ഞങ്ങൾ plus 2 വരെ ഒന്നിച്ച് പഠിച്ചു. അവനു ജോലിയൊക്കെ കിട്ടി. ഒരു ദിവസം എന്റെ കോളേജിൽ അവൻ വന്നിരുന്നു. അവന്റെ മുൻപത്തെ tutor-നെ കാണാൻ. അപ്പോൾ ഞാൻ ഇവിടെ ഉള്ള വിവരം അറിഞ്ഞു എന്നെയും കണ്ടു. അപ്പോഴും എനിക്ക് ഭയങ്കര awkward ആയി feel ചെയ്തിരുന്നു. As if family ഒഴിച്ച് ബാക്കി ഏതു മനുഷ്യ ജീവിയുമായി എനിക്ക് ബന്ധം പുലർത്താൻ ബുദ്ധിമുട്ടുള്ളത് പോലെ.",
        "എന്തായാലും ഇപ്പോൾ എനിക്ക് friends ആരുമില്ല. College-ൽ പ്രത്യേകിച്ചും. ഒരു ദിവസം ഞാൻ campus-ൽ ഉള്ള psychiatrist-നെ എന്തിനോ വേണ്ടി കണ്ടിരുന്നു. അയാളോട് എനിക്ക് ഒരു ഫ്രണ്ട്സും ഇല്ല എന്ന് പറഞ്ഞപ്പോൾ അയാൾക്ക് വലിയ അതിശയം. അതെങ്ങനെ ശെരിയാകും? അയാളുടെ പെരുമാറ്റം എന്നെയും surprised ആക്കി. എന്താ എന്നെ പോലെ ഉള്ളവരെ വേറെയെങ്ങും ഇയാൾ കണ്ടിട്ടില്ലേ? കണ്ടാൽ experienced ആയിട്ടുള്ള, പ്രായം ചെന്ന ആ മനുഷ്യൻ എന്നെ തെല്ലൊന്ന് ആശങ്കയിലാക്കി. Introverts ഭൂമിയിൽ ധാരാളം ഉണ്ടല്ലോ. എന്നിട്ടെന്താ എന്നോടിങ്ങനെ പെരുമാറുന്നത്?"
    ]
}