{
    "id": 20,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "പണ്ട് Silver Hills-ൽ പഠിക്കുമ്പോൾ കുട്ടികൾ break സമയത്തും, zero hour-ലും, PT period-ൽ ground-ൽ പോകാൻ പറ്റാതെ class-ൽ ഇരിക്കുമ്പോഴും ഒക്കെ truth-or-dare കളിക്കുമായിരുന്നു. ഞാൻ അങ്ങനത്തെ cheap പരിപാടികൾക്കൊന്നും പോകാറില്ല. വല്ല ദ്രംഷ്ട്രാസോ അന്താക്ഷരിയോ odd-or-even ക്രിക്കറ്റോ അതുപോലെ mild ആയിട്ടുള്ള കളിക്കോ ഒക്കെ ആരെങ്കിലും വിളിച്ചാൽ കളിയ്ക്കാൻ പോകും. Truth-or-dare ബാക്കി ഉള്ളവർ കളിക്കുമ്പോൾ ഞാൻ അവരുടെ സ്ഥിരം target ആയി മാറാറുണ്ട്. Dare ഏതെങ്കിലും ഒരുത്തൻ choose ചെയ്താൽ എന്റെ അടുത്ത് ചെന്നിട്ട് എന്തെങ്കിലും കാണിക്കാൻ അവനോട് ബാക്കി ഉള്ളവർ പറയും. അത് കൊണ്ടാണ് അടുത്ത ബെഞ്ചിൽ ഇരുന്ന് ആരെങ്കിലും ഇത് പോലത്തെ കളി കളിക്കുന്നുണ്ടെങ്കിൽ ഞാൻ ക്ലാസ്സിൽ നിന്ന് പുറത്തേക്ക് പോവുകയോ, അല്ലെങ്കിൽ അവർ നോക്കുമ്പോൾ പെട്ടെന്ന് കാണാത്തിടത്തോ ഇരിക്കുന്നത്. ഒരു ദിവസം ഞാൻ ആർക്കും ഉപദ്രവമില്ലാതെ എന്റെ പണിയും നോക്കി ക്ലാസ്സിൽ ഒരിടത്ത് മര്യാദക്ക് കുത്തിയിരിക്കുകയായിരുന്നു. ബാക്കിൽ റമീസ് എന്ന പൂവാലൻ തെണ്ടിയും അവന്റെ പതിനാറായിരത്തിയെട്ട് കാമുകിമാരും truth-or-dare കളിക്കുന്നുണ്ട്. അവന് എങ്ങനെയോ dare കിട്ടി. അവന് കൊടുത്ത dare എന്തായിരുന്നുവെന്നോ? എന്റെ മുഖത്ത് നോക്കി നല്ല ഒരു അടി കൊടുക്കാൻ! ഞാൻ എന്ത് തെറ്റാ നിങ്ങളോട് ചെയ്തത്? നിങ്ങളുടെ കൂറ കളിയിൽ പങ്കെടുക്കാതിരുന്നതോ? നിങ്ങളുടെ enjoyment-ന് എന്നെ പഞ്ഞിക്കിടാൻ നിങ്ങൾക്ക് നാണമില്ലേ? ആ തെണ്ടി എന്റെ അടുത്ത് വന്നു. ഞാൻ അപ്പോൾ എന്തോ കാര്യമായിട്ട് എഴുതി കൊണ്ടിരിക്കുകയായിരുന്നു. എന്റെ shoulder-ൽ തോണ്ടി വിളിച്ചു. ഞാൻ തിരിഞ്ഞു നോക്കി. അവൻ shoulder-ൽ കൈ വച്ച് sorry പറഞ്ഞു. എനിക്ക് ഒന്നും മനസ്സിലായില്ല. ഒരുകാര്യത്തിനും എന്നോട് മിണ്ടാത്തവൻ sorry പറയുന്നു. ഞാൻ confused ആയിട്ട് അവനെ നോക്കി. പിന്നെ അവൻ എന്റെ കരണത്ത് നോക്കി ഒറ്റ അടിയായിരുന്നു. അവൻ അത്ര ശക്തിയിൽ അടിച്ചില്ല. അതുകൊണ്ട് വലുതായി വേദനിച്ചില്ല. പക്ഷെ പുറകിൽ അവള്മാര് ചിരിക്കുന്നുണ്ട്. എനിക്ക് വലിയ വിഷമം വന്നു. ഇപ്പോഴും ഓർക്കുമ്പോൾ വിഷമം വരുന്നു. ഇതെങ്ങനെയാ dare ആകുന്നത്? ഞാൻ ആരോടും വഴക്കിടാൻ പോകാറില്ല. എന്നോട് ഇങ്ങനെ ചെയ്താൽ ഞാൻ തിരിച്ച് respond ചെയ്യില്ലെന്നും അവർക്ക് നല്ല പോലെ അറിയാം. പക്ഷെ അവരുടെ മനസ്സിനകത്ത് ഇത് ഒരു dare ആണ്. എനിക്കത് മനസ്സിലാകുന്നില്ല. പിന്നെ എന്ത് ചെയ്തു എന്ന് എനിക്കറിയില്ല. അവിടെ കുത്തിയിരുന്ന് കരഞ്ഞിട്ടുണ്ടാകാം. പണ്ടേ ഞാൻ ഒരു കരച്ചിലോളി ആയിരുന്നു. എന്തായാലും ഞാൻ എഴുതിക്കൊണ്ടിരുന്ന പരിപാടി അവിടെ നിന്നു.",
        "ഏഴിലോ എട്ടിലോ ഒക്കെ പഠിക്കുന്ന സമയത്ത് ഞാൻ സ്കൂളിൽ നിന്ന് വീട്ടിലേക്ക് നടന്ന് പോകുമായിരുന്നു. ഒരുപാട് ദൂരമുണ്ട്. സ്കൂൾ പാറോപ്പടിയിലും വീട് കക്കോടിയിലുമായിരുന്നു. ഒന്നിടവിട്ട ദിവസങ്ങളിൽ tuition ഉണ്ടാകാറുണ്ട്. എന്തിനാണാവോ ഞാൻ tuition-നു പോയത്? അതില്ലാതെ തന്നെ എനിക്ക് നല്ല മാർക്ക് കിട്ടലുണ്ട്. വെറുതെ പൈസ waste ആക്കാനും സമയം കളയാനും. അല്ലാതെന്താ? Tuition ഉള്ള ദിവസങ്ങളിൽ ഞാൻ tuition class എടുക്കുന്ന സ്ഥലത്തേക്ക് bus കയറിപോകും. എന്നിട്ട് അത് കഴിഞ്ഞു തിരിച്ച് വീട്ടിലേക്കും bus പിടിച്ച് പോകും. Students ആയത് കൊണ്ട് concession കിട്ടും. ഒരു രൂപ കൊടുത്താൽ മതി. ആ system ഞാൻ പരമാവധി abuse ചെയ്തിട്ടുണ്ട്. ജീപ്പോ ഓട്ടോറിക്ഷയോ ഏർപ്പാടാക്കിയാൽ മാസാവസാനം അവർക്ക് പൈസ കൊടുക്കണ്ടേ? അത് ലാഭിക്കാൻ അച്ഛൻ എന്നെയും ചേച്ചിയെയും രാവിലെ സ്കൂളിൽ അച്ഛന്റെ ബൈക്കിൽ കൊണ്ടാക്കി വിടും. ഞങ്ങൾ തിരിച്ച് എല്ലാ പരിപാടിയും കഴിഞ്ഞു നടന്ന് വരുകയും ചെയ്യും. എനിക്ക് ഈ നടത്തം ഇഷ്ടമാണ്. നല്ല രസമാണ്. വഴിയേ പട്ടികളോ പശുക്കളോ ഒക്കെ ഉണ്ടെങ്കിൽ മാത്രമാണ് എനിക്ക് പേടി. പശുക്കളെ എനിക്ക് പ്രത്യേകിച്ചും പേടിയാണ്. എന്റെ പേടി കണ്ടിട്ട് ബാക്കിയുള്ളവർ കളിയാക്കാറുണ്ട്. അവർക്കെന്താ കണ്ണില്ലേ? വലിയൊരു ജീവിയല്ലേ പശു? ഓടി വന്ന് ഒരു കുത്തു വച്ച് തന്നാൽ നമ്മൾ അവിടെ കിടക്കും. ഒറ്റ തൊഴിക്ക് നമ്മളെ കൊല്ലാനും അതിന് പറ്റും. അപ്പോൾ ഞാൻ പേടിക്കുന്നതിൽ എന്താണ് തെറ്റ്? ചേച്ചിക്കും എനിക്കും വെവ്വേറെ ദിവസങ്ങളിൽ ആണ് tuition ഉണ്ടാകാറുള്ളത്. ചേച്ചി മാത്‍സും സയൻസും tuition ചെയ്യുന്നുമുണ്ട്. ഞാനാകട്ടെ സയൻസിൽ മാത്രമാണ് tuition ചെയ്യുന്നത്. (ഒമ്പതിലും പത്തിലും പഠിക്കുമ്പോൾ ഞാനും മാത്‍സ് tuition attend ചെയ്ത് തുടങ്ങി) അത് കൊണ്ട് അധിക ദിവസങ്ങളിലും ഞാൻ ഒറ്റക്കാണ് നടക്കാറുള്ളത്. കാഴ്ചകൾ ഒക്കെ കണ്ട് ഞാൻ നല്ലപോലെ സമയം ഒക്കെ എടുത്ത് നടന്ന് വരും. Main റോഡിൽ കൂടെ നടക്കാതെ അധികം ആർക്കും പരിചയമില്ലാത്ത ഇടവഴികൾ വഴിയാണ് ഞാൻ നടന്നു പോവുക. കൂറ്റഞ്ചേരി ശിവക്ഷേത്രം കഴിഞ്ഞ്, ചൈത്രയുടെ വീടും കഴിഞ്ഞ് ഒരു junction ഉണ്ട്. അവിടെ നല്ലോണം ശ്രദ്ധിച്ച് road മുറിച്ച് കടന്ന് ഞാൻ ഇടവഴികളിലേക്ക് പ്രവേശിക്കും. ഇതിൽ ഏതോ ഒരു ഇടവഴിയിലൂടെ പോയാൽ അഭിഷേകിന്റെ വീട്ടിലേക്കെത്തും. ഏതാണെന്ന് എനിക്കറിയില്ല. Abhishek ക്ലാസ്സിലെ പഠിപ്പിയാണ്. നല്ല സ്മാർട്ടും ആണ്. എനിക്ക് പഠിക്കാൻ ഉള്ളിൽ നിന്നും വലിയ motivation ഒന്നും ഇല്ലായിരുന്നു. അത് കൊണ്ട് ഞാൻ ഇവനെക്കാളും  മാർക്ക് വാങ്ങാൻ വേണ്ടി പഠിക്കും. ആർക്കും അറിയാത്ത ഒരു competition. ചെറിയ ക്ലാസുകളിൽ ശ്രീഗംഗയായിരുന്നു പഠിപ്പിസ്റ്റ്. പിന്നെ പിന്നെ അവൾ അത്ര പഠിക്കാതെയായി. പിന്നെ Abhishek, Akshay Skaw, Dawn, Ashwin, Sheryl, Raina, Fathima Sonam, എന്നിവരൊക്കെ നല്ല മാർക്ക് മേടിക്കാൻ തുടങ്ങി. എനിക്ക് ഒന്നാം ക്ലാസ്സിൽ പഠിക്കുന്ന സമയം പഠിത്തത്തിൽ prize ഒക്കെ കിട്ടിയിരുന്നു. എന്റെ division-ൽ എനിക്കും, Raina-യുടെ division-ൽ അവൾക്കും. പിന്നെ പത്താം ക്ലാസ് എത്തുന്ന വരെ Abhishek-നാണ് prize കിട്ടാറുണ്ടായിരുന്നത്. ഞാൻ ഇടക്കൊക്കെ അവനെ തോൽപ്പിക്കും. പക്ഷെ മിക്ക സമയവും അവനാണ് കൂടുതൽ മാർക്ക്. കഥയിലേക്ക് തിരിച്ച് വരാം. ഞാൻ ഇങ്ങനെ ഇടവഴികളിലൂടെ നടന്ന് നടന്ന് പോകും. ഒരു പ്രത്യേക സ്ഥലത്തെത്തുമ്പോൾ ഞാൻ എപ്പോഴും rhombus-നെ പറ്റി ചിന്തിക്കും. ഇത് ഭയങ്കര weird ആണ്. Rhombus-നെ പറ്റി ചിന്തിക്കാനോ? Why? കാരണം എന്താണ്? എനിക്കറിയില്ല. അവിടെ അതിനെ remind ചെയ്യിക്കുന്നതായി വേറെ ഒരു പ്രത്യേകതയും ഇല്ല. ആകെ ഒരു possible ആയിട്ടുള്ള explanation മാത്രമേ എന്റെ മനസ്സിൽ തോന്നുന്നുള്ളൂ. ഞാൻ rhombus-നെ കുറിച്ചൊക്കെ പഠിച്ച സമയത്ത് ഞാൻ അതിലൂടെ പോകുമ്പോൾ എപ്പോഴെങ്കിലും ആദ്യമായിട്ട് അതിനെ പറ്റി ചിന്തിച്ചിട്ടുണ്ടാകണം. Rectangle squish ചെയ്തിട്ട് ഒരു quadrilateral കിട്ടുന്നതും, square squish ചെയ്തിട്ട് rhombus-കൾ കിട്ടുന്നതുമൊക്കെ ആ സ്ഥലത്തെത്തിയപ്പോൾ ഞാൻ ചിന്തിച്ചിരുന്നിരിക്കണം. അന്ന് മുതൽ ആ സ്ഥലം ഞാൻ അറിയാതെ ഒരു memory palace-ലെ peg ആയി മാറിയിരുന്നിരിക്കണം. ഒരു മനുഷ്യനുള്ള spatial memory-യുടെ power എത്രത്തോളമുണ്ടെന്ന് എനിക്ക് അത് കാട്ടിത്തന്നതായിരിക്കും. അല്ലാതെ ഇപ്പോഴും ആ വഴികളെ പറ്റിയും ഞാൻ ആ വഴികളിലൂടെ നടക്കുമ്പോൾ ചിന്തിച്ച കാര്യങ്ങളെ പറ്റിയും ഇപ്പോഴും ഓർത്തിരിക്കാനുള്ള കാരണം എന്താണ്?",
        "ഊടുവഴികളിലൂടെ കുറെ നടന്ന് ഒരു പഴയ ആൽത്തറയുടെ അടുത്തെത്തും. പക്കാ ഗ്രാമപ്രദേശം. Mysterious ആയിട്ടുള്ള ഒരു ഇളംകാറ്റ്. അതിൽ തേങ്ങാ കുലയിലാടുന്നു. ചുമ്മാ ചളിയടിച്ചതാ. പണ്ടത്തെ കഥകളിൽ ഒക്കെ വായിച്ചറിഞ്ഞ ഒരു ഗ്രാമത്തിന്റെ പ്രതീതി ആ ആൽത്തറക്ക് ചുറ്റും ഉണ്ടായിരുന്നു. കുറച്ച് മാറി സാധാരണ കോൺക്രീറ്റ് വീടുകൾ ഒരുപാടുണ്ട്. പക്ഷെ ഈ ആൽത്തറക്ക് സമീപം പൊട്ടിപൊളിഞ്ഞ ഒരു പഴഞ്ചൻ കട മാത്രമാണുള്ളത്. ഞാൻ ആ ഭാഗത്തെത്തുമ്പോൾ ചുറ്റും നോക്കും. ആരും ശ്രദ്ധിക്കുന്നില്ലെന്ന് തോന്നിയാൽ ഞാൻ വെറുതെ ആൽത്തറയുടെ ഭംഗി ഒക്കെ വെറുതെ പരിശോധിക്കും. മുകളിൽ ആലിലകൾ തീർത്ത മട്ടുപ്പാവ് കാറ്റ് തഴുകുമ്പോൾ ആടിക്കളിക്കും. നട്ടുച്ച വെയിലിലും അവിടെ മാത്രം നല്ല തണുപ്പാണ്. ആ വലിയ മരത്തിന്റെ shade-ൽ നിൽക്കുമ്പോൾ സാറേ, പിന്നെ ചുറ്റുമുള്ളതൊന്നും കാണാൻ പറ്റില്ല. ആ മരത്തണലും അതിന്റെ ഇലകൾ കാറ്റത്ത് തീർക്കുന്ന സംഗീതവും മാത്രം. മെഡിക്കൽ കോളേജിൽ എന്റെ ഇപ്പോഴത്തെ വീട്ടിനടുത്തുള്ള ഒരു കാവുണ്ട്. പുളിയങ്കിൽ പെരളൻകാവ്.  അവിടെയും എനിക്ക് ഇതേ feel ആണ് കിട്ടാറുള്ളത്. ആ ഭാഗത്തു കൂടി നടക്കുമ്പോൾ എപ്പോഴും എനിക്ക് mysterious ആയിട്ടുള്ള തോന്നലുകൾ ഉണ്ടാവാറുണ്ട്. ആരോ ഞാൻ നടന്ന് പോകുന്നത് ശ്രദ്ധിക്കുന്നത് പോലെ. അതിലൂടെ രാവിലെ ഞാൻ jogging-ന് പോവാറുണ്ടായിരുന്നു. രാവിലെ അഞ്ചര ആറു മണിക്ക് അവിടെ full ഇരുട്ടാണ്. ആ ഭാഗത്തെത്തുമ്പോൾ ഞാൻ jogging-ന്റെ speed കൂട്ടും. ഒരു കൂട്ടം കണ്ണുകൾ എന്നെതന്നെ തുറിച്ച് നോക്കുന്ന പ്രതീതി. രാവിലെ തൂക്കുവിളക്ക് കത്തിക്കുന്ന ഒരു പഴയ വീടുണ്ട്. അവിടെ എത്തുവോളം എന്റെ ഉള്ളിൽ കിടന്ന് ധക് ധക് അടിക്കും. ആ കാവിന്റെ സൈഡിൽ ഒരു കുളമുണ്ട്. ഉച്ച സമയത്ത് ആരും അങ്ങോട്ട് പോവാറില്ല. യക്ഷികളും ദേവതകളും ആ സമയത്ത് അവിടെ കുളിക്കാറുണ്ടത്രെ. വളരെ mythical ആയിട്ടുള്ള സ്ഥലം പോലെ എനിക്ക് തോന്നും. എന്തായാലും ആൽത്തറ കഴിഞ്ഞു കുറച്ച് കൂടി നടന്നാൽ എന്റെ വീട്ടിലേക്കുള്ള വഴിയിൽ എത്തും. ഞാൻ പണ്ട് അങ്കണവാടിയിൽ പോയിരുന്ന കുറ്റൂടയിൽ എത്തും. അവിടെ പണ്ട് കണ്ണ് കാണാത്ത ഒരു പാവം കറുത്ത പട്ടിയുണ്ടായിരുന്നു. ഇപ്പോൾ എന്തായാലും അത് ചത്തു കാണും. കുറ്റൂടയിലേക്ക് ഞാനും മാളേച്ചിയും അച്ഛമ്മയും കൂടി വൈകുന്നേരം നടക്കാൻ പോകുമായിരുന്നു. അച്ഛമ്മക്ക് അവിടെ കുറെ കമ്പനിക്കാർ ഉണ്ടായിരുന്നു. എപ്പോഴും കക്കോടിയെ പറ്റി പറയുമ്പോൾ അച്ഛമ്മക്ക് നൂറു നാവാണ്. അവിടെ സ്ഥലസൗകര്യം കൂടുതൽ ആയത് കൊണ്ടായിരിക്കും അവിടെ അച്ഛമ്മക്ക് ഭയങ്കര ഇഷ്ടം. പാവം അച്ഛമ്മ. കുറ്റൂട കഴിഞ്ഞാൽ വയലരികെയുള്ള ചെറിയൊരു റോഡ് ഉണ്ട്. അതിലെ വേണം വീട്ടിലേക്ക് നടക്കാൻ. വയൽ എന്ന് പറഞ്ഞാൽ നോക്കിയാൽ തീരാത്തത്ര വയൽ. പുഞ്ച പാടങ്ങൾ. കൃഷി ഒന്നും ഇല്ല. അങ്ങനെ വിശാലമായി കിടക്കുന്ന വലിയ വലിയ വയൽ. അതിലൂടെയുള്ള റോഡിലൂടെ സത്യചേച്ചിയുടെ വീടിനരികെയുള്ള വളവ് തിരിഞ്ഞു ഇടത്തേക്കുള്ള റോഡിലൂടെ പോയാൽ ആദ്യം എത്തുന്ന വീട് എന്റേതാണ്. എന്റെ വീടിനു തൊട്ടു മുൻപിൽ ഒരു ചെറിയ വയലുണ്ട്. വലിയ റോഡുകളിൽ നിന്ന് കുറെ ദൂരം മാറി നിൽക്കുന്നതിനാൽ അവിടെ പ്രത്യേക ശാന്തതയാണ്. എന്റെ വീട്ടിന്റെ വരാന്തയിൽ കുറെ നേരം ഇരുന്ന് ആ ശാന്തതയിൽ ചെവിയോർത്താൽ മെല്ലെ മെല്ലെ ആ ശാന്തത ഒരു ശ്മശാന മൂകതയായി തോന്നും. വയൽ കടന്ന് വീശുന്ന കാറ്റ്. ഇലകൾ ആടിക്കളിക്കുമ്പോൾ ഉള്ള തിരമാലയുടെ ശബ്ദം. ഇലകൾ തീർക്കുന്ന തണലിൽ കാറ്റിൽ നിലത്ത് നിഴലാട്ടം കളിക്കുന്നു. ഇതൊന്നുമില്ലാത്ത ദിവസമാണെങ്കിൽ മനസ്സിൽ ഒരു മന്ദത വരും.",
        "വൈകുന്നേരമാണ് കക്കോടിയിൽ താമസിക്കുമ്പോൾ എനിക്ക് ഏറ്റവും ഇഷ്ട്ടപെട്ട സമയം. Pokemon cartoon ആ സമയമാണ് ഉണ്ടാവാറുള്ളത്. ഒന്നെങ്കിൽ ഞാൻ അത് കണ്ടിരിക്കും. അല്ലെങ്കിൽ അച്ഛമ്മയുടെ ഒപ്പം നടക്കാൻ പോകും. വയലിലേക്കോ കുറ്റൂടയിലേക്കോ. രണ്ടും എനിക്ക് ഇഷ്ടപെട്ട കാര്യമാണ്. എല്ലാം കഴിഞ്ഞ് ഞാൻ വരാന്തയിൽ ഇരിക്കും. ഏതാണ്ട് ത്രിസന്ധ്യ സമയമാകുമ്പോൾ ദൂരെയുള്ള സകലേശ്വരി ക്ഷേത്രത്തിൽ നിന്നോ, ശിവങ്കൽ ക്ഷേത്രത്തിൽ നിന്നോ, വേങ്ങേരി സുബ്രമണ്യൻ ക്ഷേത്രത്തിൽ നിന്നോ ഉള്ള ഭക്തിഗാനങ്ങൾ കേൾക്കും. സന്ധ്യ മയങ്ങി ഇരുട്ടടയുന്ന വേളയിൽ ആ പാട്ട് ദൂരെ നിന്നും ഒഴുകി വരുമ്പോൾ മനസ്സിന് എന്തെന്നില്ലാത്ത സന്തോഷമാണ്. അനുരാധ പൊതുവാൾ പാടിയ ഓം നമഃ ശിവായ ധുൻ ആണ് മിക്ക സമയവും കേൾക്കാറുള്ളത്. അപ്പോൾ കിട്ടുന്ന സന്തോഷത്തിന്റെയും nostalgia-യുടെയും ഒരംശം വീണ്ടും കിട്ടാൻ ഞാൻ ഇടയ്ക്ക് അത് youtube-ൽ കയറി കേൾക്കാറുണ്ട്.",
        "!LNK^https://www.youtube.com/watch?v=C9dwTF1cTto^Anuradha Paudwal: Shiva Dhun"
    ]
}