{
    "id": 21,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ ഇന്നലെ പറഞ്ഞിരുന്നു, ഇന്ന് രാത്രി മെസ്സിൽ പോയി candle-lit dinner തിന്നില്ല എന്നൊക്കെ. പക്ഷെ curiosity got the better of me. ഞാൻ അങ്ങോട്ട് പോയി. കുറെ നേരം queue-ൽ നിന്നു. അപ്പോഴൊക്കെ എനിക്ക് തിരിച്ച് പോരാനുള്ള അവസരം ഉണ്ടായിരുന്നു. പക്ഷെ ഞാൻ പോയില്ല. Queue-ൽ അര മണിക്കൂർ നിന്നു. ഭക്ഷണം വാങ്ങി കഴിച്ചു. ഒരു രസവുമില്ലാത്ത chicken-നും noodles-സും. ഒരു കാര്യം ഓർത്തു സന്തോഷിക്കാം - വലുതായിട്ടൊന്നും ഭക്ഷണം കഴിച്ചില്ല. വാങ്ങിച്ച noodles അതേ പടി dispose ചെയ്തു. കുൽഫി type എന്തോ ഒരു സാധനം ഉണ്ടായിരുന്നു. അത് മാത്രം എനിക്ക് ഇഷ്ടമായി. പിന്നെ വേറൊരു queue ഞാൻ കണ്ടു. ഞാൻ വിചാരിച്ചു അത് ice-cream-ന്റെ queue ആയിരിക്കുമെന്ന്. ഓസിന് ice-cream കിട്ടുകയല്ലേയെന്ന് നിനച്ച് ഞാൻ ആ queue-ലും നിന്നു. പക്ഷെ ഒടുക്കം serve ചെയ്യുന്ന ആളുടെ അടുത്തെത്തിയപ്പോൾ മനസ്സിലായി അത് Paan പോലത്തെ എന്തോ സാധനം ആണെന്ന്. വെറ്റിലയും നൂറു പോലത്തെ എന്തോ സാധനവും ഉണ്ട്. അതിന്റെ ആ പ്രത്യേക smell എന്റെ ഉള്ളംകൈയിൽ ഇപ്പോഴും ഉണ്ട്. ഞാൻ അത് തിന്നില്ല, ചവച്ചില്ല. അതും നാരങ്ങാ വെള്ളവും എടുത്ത് ഞാൻ മെസ്സിന്റെ പുറത്തേക്ക് നടന്നു. എന്നിട്ട് drainage-ന്റെ അവിടെ എത്തിയപ്പോൾ രണ്ടും dispose ചെയ്തു. പിന്നേ, അത് തിന്നിട്ട് വേണം ജീവിത കാലം മുഴുവൻ മുറുക്കി നടക്കാൻ. എന്റെ പട്ടി ചെയ്യും അതൊക്കെ. ഇപ്രാവശ്യത്തെ candle-lit dinner എനിക്ക് നന്നേ ബോധിച്ചു. ഭക്ഷണത്തിന്റെ കാര്യം അല്ല പറയുന്നത്. ഈ complete ഏർപ്പാടിനെ പറ്റിയാണ് ഞാൻ പറയുന്നത്. ദീപാവലി സമയത്തുള്ള candle-lit dinner-ന്റെ സമയത്ത് ആൾക്കാർ കുറവായിരുന്നു. മിക്ക ആളുകളും അവരുടെ വീട്ടിൽ ആയിരുന്നു കൊറോണ കാരണം. അത് കൊണ്ടാണ് അന്ന് എനിക്ക് ബാക്കി ഉള്ളവർ enjoy ചെയ്തപ്പോൾ ഞാൻ മാത്രം ഒറ്റപ്പെട്ട തോന്നൽ ഉണ്ടായത്. ഇപ്രാവശ്യം പക്ഷെ mess നടത്തിപ്പുകാർ ചെറിയൊരു under estimation നടത്തി. ദീപാവലിക്കുള്ള അത്രയും ആൾക്കാർക്കുള്ള സൗകര്യങ്ങളെ അവർ ചെയ്തുള്ളൂ. Friends-സും, boyfriends-സും, girlfriends-സും ഒക്കെ നല്ല dress ഇട്ട് അടിപൊളി look ഒക്കെ ആയി വന്ന് കുറെ നേരം queue-ൽ wait ചെയ്തു. എന്നിട്ട് ഭക്ഷണം എവിടെ ഇരുന്നു കഴിക്കും? അവിടെയുള്ള chair ഒക്കെ already occupied ആണ്. ഒറ്റയ്ക്ക് ഒറ്റയ്ക്ക് അവിടെ ഇവിടെയായി സീറ്റുകൾ ഉണ്ട്. അതിൽ ഒന്നിച്ചിരിക്കാൻ പറ്റില്ലലോ. അത് കൊണ്ട് friends ഒക്കെ കുറെ ബുദ്ധിമുട്ടി. അവസാനം എങ്ങനെയോ seat ഒക്കെ കിട്ടി ഭക്ഷണം കഴിക്കാൻ തുടങ്ങിയപ്പോൾ ഒന്നിനും കൊള്ളാത്ത ഫുഡ്! ചിലർ നിലത്ത് ഒക്കെ ഇരിക്കുന്ന കാഴ്ച ഞാൻ കണ്ടു. ഇതൊക്കെ ഞാൻ കാണുമ്പോൾ ഒരു saddist-നെ പോലെ ഞാനും ഉള്ളിൽ ചിരിച്ചു. എനിക്ക് കഴിഞ്ഞ തവണത്തെ പോലുള്ള experience ഇല്ലാത്തതിന്റെ സന്തോഷം ഒരു വശത്ത്. മറു വശത്ത് ഇവർ കിടന്ന് കഷ്ടപ്പെടുന്നത് കാണുമ്പോഴുള്ള ആശ്വാസം. കുറെ സുഖിക്കുന്നതല്ലേ. ഇനി കിടന്ന് കുറച്ച് അനുഭവിക്ക് എന്നുള്ള രീതിയിൽ. ഞാൻ ഒരു ദുഷ്ടൻ ആണ്. കുറെയൊക്കെ എനിക്കുണ്ടായിരുന്ന sympathy എനിക്ക് ചുറ്റുമുള്ളവർ എന്റെ ആസനത്തിൽ തിരുകി കയറ്റുകയാണ് ചെയ്തത്. ഇപ്പൊ എനിക്ക് തരാൻ ഒരു fucks-സും stock ഇല്ല."
    ]
}