{
    "id": 22,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്നലെ ഞാൻ എഴുതിയതിൽ മുക്കാലും delete ചെയ്തു. അതിൽ പറയുന്ന കുറച്ച് കാര്യങ്ങളെ ഞാൻ തെറ്റായി കണ്ടതാകാം. Psychoanalysis theory കുറെയൊക്കെ possible ആയിട്ടുള്ള explanations നമുക്ക് തരുന്നുണ്ടെന്ന് തോന്നിയാലും at the end of the day, അത് pseudo science ആണ്. Empirical ആയിട്ടുള്ള evidence കുറെ ഉണ്ടെങ്കിലും solid ആയിട്ടുള്ള basis അതിനില്ല. അതിനെ endorse ചെയ്യുന്നത് unprofessional ആണ്. ഇതാണ് എഴുതിയത് delete ചെയ്യാനുള്ള മനം മാറ്റത്തിന് പിന്നിലുള്ള കാരണം.",
        "എന്റെ new year resolutions ഒക്കെ നടപ്പിലാക്കാൻ ഞാൻ തുടങ്ങി കഴിഞ്ഞു. വായിക്കേണ്ട പുസ്തകങ്ങളിൽ ഒന്ന് ഞാൻ തിരഞ്ഞെടുത്തു. എന്നിട്ട് notes ഉണ്ടാക്കാൻ തുടങ്ങി. ആദ്യം ഭയങ്കര overwhelming ആയിട്ട് തോന്നി. എന്ത് ആദ്യം ചെയ്യും എന്ന് doubt അടിച്ചു. ശങ്കിച്ച് നിന്ന് സമയം waste ചെയ്യുന്നതിന് പകരം കാര്യങ്ങൾ എന്തായാലും തുടങ്ങി വയ്ക്കട്ടെ, ബാക്കി വരുന്നിടത്ത് വച്ച് കാണാം എന്ന approach സ്വീകരിച്ചു. Infact എടുക്കാവുന്നതിൽ നല്ല decision തന്നെയാണ് എടുത്തത്. എല്ലാം വഴിയേ fix ചെയ്യാം. കുറച്ച് detailed ആയിട്ടുള്ള ഒരു syllabus ഉണ്ടാക്കണം. എന്നിട്ട് അതിലെ topics ഓരോന്ന് ഓരോന്ന് ആയിട്ട് tackle ചെയ്യണം. ഒരു systematic ആയിട്ടുള്ള level-ലേക്ക് ഉയർന്നാൽ നമ്മുടെ workflow താനേ ട്രാക്കിൽ ആകും. അതെനിക്ക് മുൻപ് ചെയ്ത പരിചയമുണ്ട്. ",
        "എന്നെ ഈ കോളേജിൽ നിന്നും അധികം വൈകാതെ പുറത്താക്കും. എനിക്കും ഇവിടം വെറുത്തു തുടങ്ങിയിരിക്കുന്നു. കുറച്ച് ആഴ്ചകൾക്ക് മുൻപ് ഇവിടെയുള്ള hostel മുറികളിൽ നിന്നും ceiling fans എടുത്തു മാറ്റി പകരം wall mounted fans വക്കാനുള്ള തീരുമാനം IISC-യുടെ authority-കൾ ചേർന്ന് തീരുമാനിച്ചിരുന്നു. കുട്ടികൾ ഫാനിൽ തൂങ്ങി ആത്മഹത്യ ചെയ്യുന്നത് ഒഴിവാക്കാൻ. ലോകത്ത് എവിടെയും ഇല്ലാത്ത ഓരോ മണ്ടൻ തീരുമാനങ്ങൾ. കോളേജിന് മൊത്തം ചീത്ത പേര് കേൾപ്പിക്കാൻ നടക്കുന്നവർ. ഇവരും ഒരുപാട് പഠിപ്പ് ഒക്കെ ഉള്ളവരല്ലേ? എന്ത് തേങ്ങയാണ് അവർ ഇത്രയും കാലം കൊണ്ട് പഠിച്ചുണ്ടാക്കിയത്? അതോ പഠിച്ച് പഠിച്ച് reality-യിൽ നിന്ന് detached ആയതാണോ? ഇവർക്ക് IISC നടത്താനുള്ള ചുമതല കൊടുക്കുന്നതും കുരങ്ങന്റെ കയ്യിൽ പൂമാല കൊടുക്കുന്നതും തമ്മിലുള്ള വ്യത്യാസം എന്താണ്?",
        "ഇന്നലെ ഞാൻ ഒരു വീഡിയോ കണ്ടു. കർണാടകത്തിലുള്ള ഏതോ ഒരു ഗ്രാമത്തിൽ ഒരാളുടെ വീട്ടിൽ കയറി ചെന്ന് സാമൂഹിക പ്രവർത്തകർ എന്ന വ്യാജേന അവരുടെ ക്രിസ്മസ് ആഘോഷിക്കുന്നത് തടയാൻ ശ്രമിക്കുന്നു. നിങ്ങൾ ഹിന്ദുവല്ലേ, എന്തിനാണ് നിങ്ങൾ ക്രിസ്മസ് ആഘോഷിക്കുന്നത്, അങ്ങനെ ചെയ്യാൻ പറ്റില്ല എന്നൊക്കെ കർക്കശമായി പറയുന്നുണ്ട്. വീട്ടിൽ താമസിക്കുന്ന ചേച്ചിയും ഈ അലവലാതികളും തമ്മിൽ പൊരിഞ്ഞ വാക്‌പോര് അവിടെ നടന്നു. അവർക്ക് ഇഷ്ടമുള്ളത് അവർ ആഘോഷിക്കുന്നതിന് ഇവർക്കെന്താണ് ഇത്ര ചൊറിച്ചിൽ എന്ന് മനസിലാകുന്നില്ല. അവരുടെ നല്ല ഒരു ദിവസം അലങ്കോലപ്പെടുത്തുന്നത് കൊണ്ട് എന്താണ് ഇവർ നേടുന്നത്? ഒന്നുമില്ലെങ്കിലും അവരുടെ വീട്ടിൽ വേറെ ഒരാൾക്കും ബുദ്ധിമുട്ടുണ്ടാകാത്ത തരത്തിൽ അവരുടെ സ്വകാര്യതയിൽ നടത്തുന്ന പരിപാടിയിൽ വന്ന് കഞ്ഞിക്കലത്തിൽ കൈ മുക്കുന്ന പരിപാടി കാണിച്ചത് മോശമായി പോയി. ഇത്തരക്കാർ താമസിക്കുന്ന സ്ഥലത്താണ് ഞാൻ പഠിക്കാൻ വന്നത് എന്നോർക്കുമ്പോൾ എനിക്കും നാണമാകുന്നു.",
        "ഒരു സ്ഥലത്തേക്ക് മാറി താമസിക്കുമ്പോൾ അവിടുത്തെ ഭാഷ പഠിക്കാൻ അവിടെയുള്ള ആൾക്കാർ നിങ്ങളെ നിർബന്ധിക്കുന്നത് നിങ്ങൾക്കിഷ്ടമാകുമോ? Forcefully പഠിക്കുന്നതും ആ ഭാഷയോടിഷ്ടം തോന്നി പഠിക്കുന്നതും രണ്ടും രണ്ടാണ്. Force ചെയ്ത് പഠിപ്പിച്ച ആ ഭാഷ സംസാരിക്കുമ്പോൾ നമ്മൾ കൂടുതൽ കൂടുതൽ അതിനെ വെറുക്കും. കാൺപൂരിൽ നിന്ന് പോരുന്ന സമയം ഹിന്ദിയെ ഞാൻ അത്രയ്ക്കും വെറുത്തിരുന്നു. എന്നോട് അവർ ചോദിക്കുമായിരുന്നു, why don’t you speak in Hindi എന്ന്. Because I hate it എന്നായിരുന്നു എപ്പോഴും എന്റെ ഉത്തരം. എന്നെ അവർ തുറിച്ച് നോക്കും. ഞാൻ അവരെയും. എനിക്ക് കുറച്ചെങ്കിലുമുണ്ടായിരുന്ന respect അവിടുത്തെ ആൾക്കാർ തന്നെ പോക്കിത്തന്നു. മലയാളത്തിലെ അക്ഷരങ്ങളെ ജലേബി ജലേബി എന്ന് വിളിച്ച് കളിയാക്കുന്ന ആളുകൾ എന്റെ ഹോസ്റ്റലിന്റെ ഫ്ലോറിൽ തന്നെയുണ്ടായിരുന്നു. ഈ ജലേബിക്ക് നല്ല മധുരമുണ്ട്. നിങ്ങളുടെ അയലിൽ തൂക്കിയിട്ട ജെട്ടി മാതിരിയുള്ള അക്ഷരങ്ങൾക്ക് എന്ത് പ്രത്യേകതയാണ് ഉള്ളത്? ഒന്നുമില്ല. എന്നിട്ട് തമിഴ്നാട്ടുകാരെ പഠിപ്പിക്കാൻ നടക്കുന്നു. തമിഴ് പറയുമ്പോൾ ഉള്ള ആ ഭംഗിയും flow-യും ഞാൻ വേറെ ഒരു ഭാഷയിലും കേട്ടിട്ടില്ല. ഹിന്ദി impose ചെയ്യാൻ ശ്രമിക്കുന്നവരും, ചൈനയിൽ Cantonese ഉൾപ്പെടെയുള്ള local ഭാഷകളെ ഇല്ലാതാക്കി Mandarin കൊണ്ടുവരാൻ ശ്രമിക്കുന്ന ചൈനീസ് ഗവണ്മെന്റും തമ്മിൽ എന്താണ് അന്തരം?"
    ]
}