{
    "id": 24,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്ന് interesting ആയിട്ടുള്ള ഒരു കാര്യം സംഭവിച്ചു. എനിക്കറിയാം, എന്റെ life-ൽ interesting ആയിട്ടുള്ള കാര്യങ്ങൾ സംഭവിക്കുന്നതും അറ്റക്കാമ മരുഭൂമിയിൽ മഴ പെയ്യുന്നതും ഒക്കെ ഒരുപോലെയാണ്. പക്ഷെ ഇത് കുറച്ച് mildly ആയിട്ടെങ്കിലും interesting ആയിട്ടുള്ള കാര്യമാണ്. എനിക്ക് ഒരു email വന്നു. ആരുടെ അടുത്ത് നിന്നുമാണെന്ന് അറിയാമോ? Wait for it…. എന്റെ അടുത്ത് നിന്ന് തന്നെ! ഞാൻ എനിക്ക് തന്നെ mail അയച്ചിരിക്കുന്നു. അയ്യേ, അതിലെന്താ ഇത്ര interesting ആയിട്ടുള്ളത്? ഇത് ആർക്കും ചെയ്തുകൂടെ? ചെയ്യാം, പക്ഷെ ഇത് 2016-ൽ ഇതേ ദിവസം ഞാൻ 2022-ലെ വിവേകിന് വേണ്ടി അയച്ച letter ആണ്. ഞാൻ അതിന്റെ screenshot ഇവിടെ ഇടാം.",
        "!IMG_letter2me.png_Letter to future me",
        "എന്തൊക്കെയാ ഞാൻ പറഞ്ഞതെന്ന് നോക്കിക്കേ. എനിക്ക് അവന് തിരിച്ച് മറുപടി അയക്കാൻ മാത്രം പറ്റില്ല. അന്ന് ഞാൻ അത് എഴുതിയപ്പോൾ എന്റെ മനസ്സിൽ ജോലിയൊക്കെ കിട്ടി പണി ചെയ്തുകൊണ്ടിരിക്കുന്ന വിവേകിനെയായിരുന്നു മനസ്സിൽ കണ്ടത്. എനിക്കറിയില്ലായിരുന്നല്ലോ MTech ചെയ്യുന്നതിനെ പറ്റി. കൊറോണയെ പറ്റി. കൊറോണ പോലത്തെ അവസ്ഥയെ പറ്റി അവൻ ഒരിക്കലും ചിന്തിച്ചിട്ടുണ്ടാകില്ല. ശരിക്കും ഒരു mindfuck ലോകത്തിൽ തന്നെയാണ് ജീവിക്കുന്നത്. എന്തായാലും ആ letter-ൽ പറഞ്ഞിരിക്കുന്നതിൽ ചിലത് ശരിയാണ്. ഞാൻ ഒരു ഗതിയും പിടിക്കാതെ ഇരിക്കുകയൊന്നുമല്ലല്ലോ. എനിക്ക് കുറെ ലക്ഷ്യങ്ങൾ ഉണ്ടല്ലോ. Touchtyping-ൽ ഞാൻ expert ആണ്. പണ്ട് അവൻ ഇതെഴുതിയപ്പോൾ അവന്റെ കയ്യിൽ laptop പോലും ഇല്ലായിരുന്നു. അവന്റെ പ്രശ്നങ്ങൾ ഇപ്പോഴുള്ള പ്രശ്നങ്ങളെക്കാളും എത്രയോ different ആയിരുന്നു. സ്വന്തം റൂമിലെ സ്വന്തം batch-ലെ bullies harass ചെയ്തു കൊണ്ടിരിക്കുകയായിരുന്നു ഈ letter ഒക്കെ എഴുതിയ കാലഘട്ടത്തിൽ. “നിനക്കെന്താ IIT Madras-ൽ പൊയ്ക്കൂടേ? ഇവിടെ എന്തിനാണ് വന്നത്?” എന്നൊക്കെ അവർ ചോദിക്കുമായിരുന്നു. എന്റെ റൂമിലെ floor-ലുള്ള മിക്ക ആളുകളും ഒന്നിച്ച് ചേർന്ന് എന്നെ harass ചെയ്യുമായിരുന്നു. അവരുടെ വിചാരം അവരോട് ഞാൻ ഒന്നും മിണ്ടിയില്ലെങ്കിൽ എനിക്ക് അവരോട് വിദ്വേഷം ഉണ്ടെന്നും, അവരുടെ കൂടെ നടന്നില്ലെങ്കിലും, അവർ ചെയ്യുന്ന കാര്യങ്ങളിൽ പങ്കെടുത്തില്ലെങ്കിൽ ഞാൻ അവരെ കുറച്ച് കാണുന്നു എന്നൊക്കെയായിരുന്നു. ആരുടെ കൂടെ നടക്കാനും എനിക്ക് ഇഷ്ടമില്ല. ആർക്കൊപ്പം ഇരുന്ന് കഥ പറയാനും, പഠിക്കാനും എനിക്ക് ഇഷ്ടമല്ല. ഒരുമിച്ചിരുന്ന് ഒരു കാര്യവും എനിക്ക് ചെയ്യേണ്ട. ഇങ്ങനത്തെ ആളുകൾ ഭൂമിയിൽ ഉണ്ടെന്ന് accept ചെയ്യാത്തവർക്ക് ഞാൻ ഒന്നും പറഞ്ഞു കൊടുത്ത് മനസ്സിലാക്കി കൊടുത്തിട്ട് കാര്യമില്ല. ഞാൻ എന്റെ സ്വന്തം റൂമിൽ പോലും പോകലില്ല. മുഴുവൻ സമയവും computer lab-ലോ അല്ലെങ്കിൽ library-യിലോ കുത്തിയിരിക്കും. അവർ എന്റെ bucket-ൽ അവരുടെ food waste ഇടുകയും, എന്നെ പേര് പറഞ്ഞു കളിയാക്കുകയും, എന്റെ അമ്മയെ അപമാനിക്കുകയും, ഞാൻ ആറിയിട്ട ഉടുപ്പുകൾ നിലത്തിട്ട് ചവിട്ടുകയും, ഞാൻ ഉറങ്ങി കിടക്കുമ്പോൾ എന്റെ bed വലിച്ചിടുകയും, ഞാൻ room-ൽ കയറാൻ നോക്കുമ്പോൾ കതക് മനപ്പൂർവം അടച്ച് കുറ്റിയിടുകയും, എന്നെ blackmail ചെയ്യുകയും, എന്റെ skin-ന്റെ നിറത്തെയും എന്റെ തടിയെയും കളിയാക്കലും  ഒക്കെ ചെയ്തിട്ടുണ്ട്. ഇതൊക്കെ നടക്കുന്നത് ഒരു IIT-യിൽ ആണെന്ന് ചിന്തിക്കണം. രാജ്യത്തെ ഏറ്റവും നല്ല brains ഉണ്ടെന്ന് അവകാശപ്പെടുന്ന ഇടത്ത്. ഇതൊക്കെ നടക്കുന്ന കാലത്തിലാണ് ഞാൻ എനിക്ക് ഈ message അയച്ചത്. അന്നത്തെ അവസ്ഥ വച്ച് നോക്കുമ്പോൾ ഇപ്പോൾ എത്രയോ നല്ലതാണ്. എന്നോട് ഇതൊക്കെ ചെയ്തവർ ഇനിയും ഇതുപോലത്തെ പ്രവൃത്തികൾ ചെയ്യും. ചെയ്തുകൊണ്ടേയിരിക്കും. ഒരിക്കൽ അവർ ചെയ്തതിനൊക്കെ തിരിച്ചു നല്ല പോലെ പ്രതിഫലം കിട്ടും. അത് ഏത് സമയത്ത് വേണമെങ്കിലും ആകും. അവസാനത്തെ ഊർദ്ധൻ വലിക്കുന്ന നിമിഷമായിരിക്കാം അത് സംഭവിക്കുന്നത്. പക്ഷെ ആ പ്രതിഫലം കിട്ടാതെ അവർ ഇവിടുന്ന് പോകില്ല. എനിക്ക് നല്ല ഉറപ്പുണ്ട്.",
        "ആ കഥ അവിടെ നിൽക്കട്ടെ. Letter-ലേക്ക് തിരിച്ച് വരാം. സാധാരണ ഞാൻ pessimistic ആണ്. പക്ഷെ ഇപ്പോൾ എനിക്ക് നല്ല പ്രതീക്ഷ feel ചെയ്യുന്നുണ്ട്. ഞാൻ വിചാരിക്കുന്നിടത്ത് ഞാൻ എത്തും എന്ന് മനസ്സ് പറയുന്നു. അച്ഛനും അമ്മയും ചാവുന്ന വരെ അവരെ care ചെയ്യും. ഞാൻ 2026-ലെ ഭാവി വിവേകിന് ഇത് പോലെ ഒരു കത്തെഴുതുന്നുണ്ട്. അത് അവൻ വായിക്കുന്നത് അവന്റെ ജീവിതത്തിലെ ഏറ്റവും സന്തോഷകരമായ നിമിഷങ്ങളിലൂടെ കടന്ന് പൊയ്ക്കൊണ്ടിരിക്കുമ്പോൾ ആയിരിക്കും. എന്തോ, അങ്ങനെ നടക്കും എന്ന് മനസ്സ് പറയുന്നു."
    ]
}