{
    "id": 25,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ ഇപ്പൊ നിൽക്കുന്ന ഹോസ്റ്റലിന് ഒരു പ്രത്യേകത ഉണ്ട്. ഇവിടെ ഉറുമ്പ് എന്ന ജീവിയേ ഇല്ല. സാധാരണ ഏതു വീടോ ഹോസ്റ്റലോ ആയാലും നിലത്ത് എന്തെങ്കിലും മധുരമുള്ള ഭക്ഷണ സാധനം വീണു കഴിഞ്ഞാൽ അരമണിക്കൂറിനുള്ളിൽ അവിടെ ഉറുമ്പുകൾ എത്തിയിരിക്കും. ഇവിടെ അങ്ങനെയല്ല. ഞാൻ ഇന്ന് mysore pak പോലത്തെ ഒരു സാധനം തിന്നാൻ വാങ്ങിയിരുന്നു. അതിന്റെ പൊടി ഇപ്പോഴും നിലത്ത് കിടക്കുന്നുണ്ട്. ഒരുറുമ്പ് പോലും അതിന്റെ അടുത്തില്ല. Infact ഞാൻ scout ചെയ്യുന്ന ഉറുമ്പിനെ പോലും ഇവിടെ എവിടെയും കണ്ടിട്ടില്ല. ഇത് കുറച്ച് weird ആണ്. കാരണം ഉറുമ്പ് ഒഴിച്ചുള്ള ബാക്കി എല്ലാ insects-സും എന്റെ റൂമിൽ സുഖമായി വിലസി നടക്കാറുണ്ട്. പോരാത്തത്തിന് എന്റെ റൂമിന് പിന്നിൽ ഒരു കാടും ഉണ്ട്. അപ്പൊ എന്തായാലും ഇവരെ ഒരിക്കലെങ്കിലും കാണണ്ടേ? പക്ഷെ ഇല്ല. എവിടെയും ഇവരില്ല.",
        "ഞാൻ ചാവുന്നത് ഒന്നെങ്കിൽ ഷുഗർ മൂത്തിട്ടോ, അല്ലെങ്കിൽ cancer വന്നിട്ടോ ആയിരിക്കും. Hereditary ആയിട്ട് ഇത് രണ്ടും എന്റെ ഫാമിലിയിൽ ഉണ്ട്. അമ്മേന്റെ സൈഡിൽ നിന്ന് ഷുഗറും അച്ഛന്റെ സൈഡിൽ നിന്നും ക്യാൻസറും. ഷുഗറിനുള്ള എല്ലാ സാധ്യതയും കാണുന്നുണ്ട്. ഞാൻ എല്ലാ വൈകുന്നേരവും എന്തെങ്കിലും മധുരമുള്ളത് തിന്നാൻ വാങ്ങും. കുറയ്ക്കണം. ഇങ്ങനെ നടന്നാൽ ശരി ആകില്ല. ഇന്ന് ഞാൻ വാങ്ങിച്ചത് 5 mysore pak (ഒരു piece-ന് രണ്ടു രൂപ), ഒരു perk, പിന്നെ പത്ത് രൂപയുടെ borbourn biscuit pack. Borbourn ഞാൻ എല്ലാ ദിവസവും വാങ്ങും. ഞാൻ ചെറിയ കുട്ടിയായിരിക്കുമ്പോഴേ അമ്മയെ പറഞ്ഞു ചട്ടം കെട്ടി വാങ്ങിപ്പിക്കുമായിരുന്നു. Vijayagiri-യിൽ പഠിക്കുന്ന സമയത്ത് ഇടക്ക് അമ്മ കാണാൻ വരും. അപ്പൊ ഇതും കൊണ്ടായിരിക്കും വരവ്. അവിടെ എനിക്ക് പുറത്ത് പോയി ഒന്നും വാങ്ങാനുള്ള permission ഇല്ല. അത് കൊണ്ട് അമ്മ ഇത് കൊണ്ട് വരുന്ന വരെ wait ചെയ്തിരിക്കും. അവിടെ വലിയൊരു football ground ഉണ്ട്. അതിന്റെ സൈഡിലുള്ള കോൺക്രീറ്റ് വരമ്പിൽ കുത്തിയിരുന്ന് എനിക്ക് ഇതൊക്കെ എടുത്തു തരും. അവിടെ കുത്തിയിരുപ്പിച്ച് അമ്മ വീട്ടിൽ നിന്നും ഉണ്ടാക്കിയ സാധനങ്ങൾ ഒക്കെ തീറ്റിക്കും. PC ഇടയ്ക്ക് തന്റെ ഇന്നോവയിൽ അതിലൂടെ പോകാറുണ്ട്. ഒരിക്കൽ ഇങ്ങനെ എന്നെ തീറ്റിപ്പിക്കുമ്പോൾ PC അതിലൂടെ പോയി. ഞാൻ പേടിച്ചു പോയി. അയാളെറ്റാൻ എന്തെങ്കിലും ചീത്ത പറഞ്ഞാലോ? പക്ഷെ അങ്ങേര് അങ്ങേരുടെ പാടും നോക്കി പോയി. എല്ലാം കഴിഞ്ഞ് അമ്മ പോയികഴിയുമ്പോൾ വലിയ വിഷമം ആണ്. വൈകുന്നേരം കുറച്ച് സമയം മാത്രം phone വിളിക്കാൻ സമ്മതിക്കും. ഞാൻ അപ്പോൾ അമ്മയെ വിളിച്ച് തിരിച്ച് പോകാനുള്ള train-ൽ കയറിയോ എന്നൊക്കെ ചോദിക്കും.",
        "ഇന്ന് വൈകുന്നേരം ഞാൻ വാങ്ങിയ പലഹാരങ്ങളിൽ mysore pak ഒഴികെ ബാക്കി എല്ലാം തിന്നു. Mysore pak-ലെന്തോ ഒരു പന്തികേട്. കടക്കാരനും അവരുടെ ഭാര്യയും സ്വന്തമായി ഉണ്ടാക്കുന്നതാണ് ഇതുപോലത്തെ items. ഈ വെള്ള mysore pak ഞാൻ മുൻപ് കണ്ടിട്ടുമില്ല. അത് രണ്ടെണ്ണം കഴിച്ചപ്പോൾ എനിക്ക് വല്ലാത്ത ഉറക്കം വന്നു. ഷുഗർ കൂടിയതാണോ? അതോ അതിൽ വല്ലതും ചേർത്തിട്ടുണ്ടോ? എനിക്ക് അറിഞ്ഞുകൂടാ. സാധാരണ എനിക്കിങ്ങനെ ക്ഷീണവും ഉറക്കവും ഒന്നും വരാറില്ല. അപ്പോൾ മിക്കവാറും ഈ mysore pak-ന്റെ പ്രശ്നമാകും. ഞാൻ pak ഒരിടത്ത് വച്ചിട്ട് കിടന്നുറങ്ങി. വൈകുന്നേരം 5:30-യ്ക്ക് ഉറങ്ങിയ ഞാൻ എഴുന്നേൽക്കുന്നത് രാത്രി പന്ത്രണ്ട് മണിയാണ്. മുൻപ് എനിക്കിങ്ങനെ ഭക്ഷണം കഴിച്ചതിന് ശേഷം ഉറക്കം വന്നിട്ടുള്ളത് പണ്ടെങ്ങാൻ ഞങ്ങളുടെ medical college-ന്റെ പരിസരത്തുള്ള വീട്ടിന് അടുത്തുള്ള New Tops എന്ന bakery-യിൽ നിന്ന് പഴത്തിന്റെ ഹൽവ വാങ്ങിച്ചപ്പോൾ ആയിരുന്നു. ഞാൻ ആ കറുത്ത ഹൽവ കുറച്ചെടുത്ത് തിന്നതിന് ശേഷം മൊത്തം കള്ളു കുടിച്ച ആൾക്കാർ ആടിക്കളിക്കുന്നത് പോലെയുള്ള feel ആയിരുന്നു. അപ്പോഴും കുറെ നേരത്തേക്ക് ശവം പോലെ കിടന്നു. കടക്കാർക്ക് എന്ത് വേണമെങ്കിലും അവരുടെ ഭക്ഷണത്തിൽ ചേർക്കാം. നമുക്ക് എങ്ങനെ അറിയാനാണ്. ഇത് ഒരു possibility ആയി കണ്ട് കൊണ്ട് ഞാൻ എന്തായാലും ഇനി ഞാൻ അവിടുന്ന് കുറച്ച് കാലത്തേക്ക് ഒന്നും വാങ്ങാൻ പോകുന്നില്ല. വെറുതെ എന്തിനാ നല്ലോരു ആരോഗ്യം കൊണ്ടുപോയി കളഞ്ഞു കുളിക്കുന്നത്?"
    ]
}