{
    "id": 26,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "സ്വപ്‌നങ്ങൾ കാണാറുണ്ട്. ഇന്നും കണ്ടു. പക്ഷെ തലേ ദിവസവും അതിനു മുൻപും കണ്ട സ്വപ്‌നങ്ങൾ അത്ര clear ആയിരുന്നില്ല. അത് കൊണ്ട് ഇവിടെ അതിന്റെ വിവരണം എഴുതിയില്ല. ഇന്ന് കണ്ടത് പക്ഷെ പതിവിന് വിപരീതമായി നല്ല clear ആയിട്ടുള്ള സ്വപ്നം ആയിരുന്നു. High School-ൽ പഠിക്കുമ്പോൾ എല്ലാവർക്കുമുള്ള പോലെ എനിക്കും ഒരു crush ഉണ്ടായിരുന്നു. വേറെ ഒരാളോടും ഇല്ലാത്തത്ര infatuation. അവളെ തത്കാലത്തേക്ക് ‘അവൾ’ എന്ന് വിളിക്കാം. ഞാൻ മുൻപും ഒരുപാട് പ്രാവശ്യം ‘അവളെ’ സ്വപ്നം കണ്ടിട്ടുണ്ട്. സ്വപ്നമല്ലേ. മിക്കപ്പോഴും പ്രത്യേകിച്ച് അർത്ഥമൊന്നും കാണില്ല. എനിക്കവളുടെ അച്ഛനെ കണ്ട് പരിചയമുണ്ട്. ഒരിക്കൽ അവൾ തന്നെ എനിക്ക് അവളുടെ അച്ഛനെ പരിചയപ്പെടുത്തി തന്നിരുന്നു. ഇത് സ്വപ്നത്തിൽ ഒന്നുമല്ല. ശരിക്കും നടന്നത് തന്നെയാണ്. സ്വപ്നമാണോ എന്ന് ഞാൻ ആ സമയം വിചാരിച്ചു പോയിട്ടുമുണ്ട്. ഇത് നടക്കുന്നത് പണ്ട്, വളരെ പണ്ടാണ്. സ്കൂളിൽ നിന്ന് ഒരു മലയാളം വായന competition-ന് എനിക്കും അവൾക്കുമാണ് ഞങ്ങളുടെ division-ൽ selection കിട്ടിയത്. സംഭവം എന്താണെന്ന് വച്ചാൽ തന്നിരിക്കുന്ന list-ൽ ഉള്ള books ഒക്കെ വായിച്ച് prepare ചെയ്യണം. അതിൽ story books ഉണ്ട്, ചരിത്ര പുസ്തകങ്ങൾ ഉണ്ട്, auto-biography ഉണ്ട്. അങ്ങനെ പലതും ഉണ്ട്. എന്നിട്ട് ഒരു ദിവസം പരീക്ഷ പോലെ നടത്തും. നമ്മൾ എത്ര നന്നായി books വായിച്ചു എന്ന് അളക്കാൻ. ആ പരീക്ഷക്ക് പോയതാണ് ഞാനും അവളും. ഞാൻ ഒരക്ഷരം പോലും മിക്ക പുസ്തകങ്ങളിൽ നിന്നും വായിച്ചിട്ടില്ല. ഏതോ ഒരു പുസ്തകം cancer-നെ പറ്റിയുള്ളതാണെന്ന് തോന്നുന്നു. അത് മാത്രം interesting ആയിട്ട് തോന്നിയത് കൊണ്ട് അത് മാത്രം മുഴുവനും വള്ളി പുള്ളി തെറ്റാതെ വായിച്ച് മനസ്സിലാക്കിയിട്ടുണ്ട്. ‘അവളുടെ’ കാര്യം എനിക്കറിയില്ല. പഠിപ്പി ആയത് കൊണ്ട് എല്ലാം വായിച്ച് കൊട്ടയിൽ ഇട്ടിട്ടുണ്ടാകും. പരീക്ഷ എഴുതി കഴിഞ്ഞപ്പോൾ തോറ്റുവെന്നത് നൂറു ശതമാനം എനിക്കുറപ്പുണ്ടായിരുന്നു. അത് കൊണ്ട് ഞാൻ ജയിക്കണേ എന്ന് പ്രാർത്ഥിക്കുന്നതിന് പകരം അവൾ തോൽക്കണേ എന്ന് പ്രാർത്ഥിച്ചു. പരീക്ഷ രണ്ടു ഘട്ടങ്ങളിൽ ആയിട്ടാണ് നടക്കുക. അവൾക്ക് മിക്കവാറും selection കിട്ടിയിട്ടില്ല എന്നതാണ് എന്റെ ഓർമ. നല്ല കാര്യം. തോൽക്കുമ്പോൾ ഒരുമിച്ച് തോൽക്കണം.",
        "ആൾക്കാർക്ക് എന്നിലുള്ള പ്രതീക്ഷ ഇല്ലാതാക്കുന്നതിൽ മുൻകൈ എടുത്ത് പ്രവർത്തിക്കുന്ന ഒരാളാണ് ഞാൻ. എന്റെ MTech guide-ന് ഇപ്പോൾ ഒരു തരി പോലും എന്നിൽ പ്രതീക്ഷ ഇല്ല. പണ്ട് പ്ലസ് ടുവിൽ പഠിക്കുമ്പോൾ physics lab-ൽ ഒരു teacher ഉണ്ടായിരുന്നു. ചക്ക വീണ് മുയൽ ചത്തു എന്ന് പറഞ്ഞത് മാതിരി ഏതോ ഒരു പരീക്ഷയിൽ എന്തോ ഭാഗ്യത്തിന് first കിട്ടിയപ്പോൾ മുതൽ അവർ എന്നെ ഒരു pedestal-ൽ കയറ്റി നിർത്തിയിരിക്കുകയായിരുന്നു. ഞാൻ വെറും തറയാണെന്ന് ഞാൻ എങ്ങനെ ഇവരോട് പറയാനാണ്. ഞാൻ physics പരീക്ഷയിൽ മുഴുവൻ മാർക്കും വാങ്ങും എന്ന് എന്നെ കൊണ്ട് അവർ promise ചെയ്യിപ്പിച്ചിരുന്നു. ആ പ്രതീക്ഷയും ഞാൻ ചില്ലുകൂടാരത്തിൽ കല്ലെറിയുന്ന ലാഘവത്തോടെ തകർത്ത് കളഞ്ഞു. അത് പോലെ സംഗീത മിസ്സ് ഇടക്കിടക്ക് എന്റെ അടുത്ത് വന്നിട്ട് പറയും chemistry പരീക്ഷകൾക്ക് topper ആവണം എന്നൊക്കെ. എനിക്കറിയാലോ എന്റെ limit. അത് കൊണ്ട് തിരിച്ചൊന്നും പറയാതെ ഞാൻ ഇങ്ങനെ കിടന്ന് ഇളിക്കും. ഒരു ദിവസം സഹി കെട്ട് മിസ്സ് തന്നെ പറഞ്ഞു - “എന്താ വിവേകേ കിടന്ന് പല്ലിളിക്കുന്നത്? എങ്ങാനും ഭാഗ്യത്തിന് നല്ല മാർക്ക് കിട്ടിയതായിരുന്നോ?” അതിനും ഞാൻ പല്ലിളിച്ച് കാണിച്ചു. ഈ മിസ്സ് അത് വരെ എന്നെ വല്ലാണ്ടങ്ങ് സോപ്പിടുകയും തലയിൽ കയറ്റി നിർത്തുകയും ഒക്കെ ചെയ്തിരുന്നത് full വെറുതെയാണെന്ന് എനിക്കറിയാം. സതീഷ് സാർ ഒഴികെ ബാക്കി ഉള്ള ടീച്ചർമാർക്കൊക്കെ രണ്ടു മുഖങ്ങളാണ്. എനിക്കാണെങ്കിൽ ഇങ്ങനത്തെ ആൾക്കാരെ പ്രത്യേകിച്ച് കണ്ടൂടാ. അവസരം ഒത്തു മുഖം മൂടി മാറ്റി കളിക്കുന്നത് മാനസിക പ്രശ്നത്തിന്റെ അടയാളമാണ്. ഒരാളെ manipulate ചെയ്തിട്ട് എങ്ങനെയാണ് ഇവർക്ക് രാത്രി കട്ടിലിൽ കയറി കിടക്കുമ്പോൾ ഉറക്കം വരുന്നത്? അവനവനോട് തന്നെ ഒരു respect എന്ന സാധനം ഇല്ലേ? അത് ഇവർക്കൊന്നും ഇല്ല എന്നാണ് ഞാൻ മനസ്സിലാക്കുന്നത്. അത് കൊണ്ടാണ് അവിടെ നിന്നും എല്ലാം കഴിഞ്ഞ് പൊടിതട്ടിയിട്ട് പുറത്തിറങ്ങിയപ്പോൾ അവരെ കാണാനും good bye പറയാനും ഞാൻ പിന്നെ അവിടേക്ക് പോകാതിരുന്നത്. Score കാർഡും, Migration സെർട്ടിഫിക്കറ്റും ഒക്കെ വാങ്ങാൻ കുട്ടികൾ വിജയഗിരിയിലേക്ക് പോയപ്പോൾ teachers-നെ ഒക്കെ കണ്ട് വിശേഷങ്ങൾ പറയുകയും, റ്റാറ്റാ പറയുകയും ഒക്കെ ചെയ്തിരുന്നു. ഞാൻ എന്റെ അമ്മയെ നിർബന്ധിച്ച് അതിന് വേണ്ടി പറഞ്ഞു വിട്ടു. ശരിക്കും ഇങ്ങനെ ചെയ്യാൻ പാടുള്ളതല്ല. പക്ഷെ എനിക്ക് ഈ teacher-മാരുടെ മുഖം already കണ്ട് മടുത്തതാണ്. അവർ fake ആയിട്ടുള്ള സന്തോഷത്തിന്റെ expression മുഖത്തു കൊളുത്തി വച്ച് നമ്മുടെ കാര്യങ്ങളിൽ interested ആണെന്ന് നടിക്കും. അത് കാണാൻ എനിക്ക് വലിയ താത്പര്യമില്ല. Infact അത് കണ്ടു കഴിഞ്ഞാൽ എന്റെ ആ ദിവസം മൊത്തം പോകും. അവർ എന്നെ പറ്റി അന്വേഷിച്ചിരുന്നു. എന്താണ് ഞാൻ വരാഞ്ഞത് എന്നൊക്കെ ചോദിച്ചിരുന്നു. എനിക്ക് സുഖമില്ലെന്ന് പറയാൻ ഞാൻ അമ്മയോട് പറഞ്ഞ് ചട്ടം കെട്ടിയിരുന്നു. എനിക്ക് കുറെ ഉപദേശങ്ങളും പാർസൽ ആയിട്ട് അവർ അമ്മക്ക് കൊടുത്തയച്ചിട്ടുണ്ടായിരുന്നു. Bold ആവണം, എല്ലാവരോടും മിണ്ടണം, IIT-യിൽ എത്തിയാൽ ഇനിയും കുറെ പഠിക്കണം എന്നൊക്കെയുള്ള നല്ല ഉപദേശങ്ങൾ. നിങ്ങളെ പോലെ ആവണം എന്ന് പറയാഞ്ഞത് ഏതായാലും നന്നായി. കാരണം അത് മാത്രം കുറച്ച് ബുദ്ധിമുട്ടുള്ള കാര്യമാണ്. പാതാളത്തിന്റെ level-ലേക്ക് താഴ്ന്നിട്ട് എനിക്ക് പരിചയമില്ല. ",
        "സ്കൂളിൽ പഠിക്കുന്ന കാലത്ത് മലയാളം പഠിപ്പിക്കുന്ന സുഭാഷ് സാറിന് എന്നിൽ അതിരു കടന്ന പ്രതീക്ഷകൾ ഒരുപാട് ഉണ്ടായിരുന്നു. ഞാൻ ഓരോന്നും ഒന്നൊന്നായി നിർജീവമാക്കി കൊടുത്തു. ഞാൻ എഴുത്തുകാരനും കവിയൊന്നും അല്ല, സാധാരണ local മനുഷ്യനാണ്. ബാക്കി ഉള്ളവർ എഴുതുന്നതും ഞാൻ എഴുതുന്നതും തമ്മിൽ യാതൊരു വ്യത്യാസവുമില്ല. ഞങ്ങളുടെ ചിന്തകൾ തമ്മിലും വലിയ വ്യത്യാസവുമില്ല. ചിലപ്പോൾ ഞാൻ ഈ കൂട്ടത്തിലെ മണ്ടനായിരിക്കും. എന്റെ മണ്ടത്തരം നിങ്ങൾക്ക് കവിതയായി തോന്നിയതാവും.",
        "വിഷയം മാറിപ്പോകുന്നു. ‘അവളുടെ’ അച്ഛനെ കണ്ട കഥ. ആ വായന മത്സരത്തിന്റെ പരീക്ഷ എഴുതാൻ ഞാനും അവളും ഒരേ ക്ലാസ്സിലാണ് ഇരുന്നത്. എനിക്ക് പ്രത്യേകിച്ച് ധൈര്യം ഇല്ലാത്തത് കൊണ്ട് ഞാൻ അവളോട് എന്റെ ജീവിതത്തിൽ ഒരക്ഷരവും മിണ്ടിയിട്ടില്ല. Whatsapp-ൽ മിണ്ടിയിട്ടുണ്ട്. ആ ദുരന്തകഥ പിന്നെ പറയാം. അവളോട് സംസാരിച്ചതിനേക്കാൾ കൂടുതൽ ചുരുക്കത്തിൽ അവളുടെ അച്ഛനോട് സംസാരിച്ചിട്ടുണ്ടെന്ന് സാരം. See, പ്രേമിക്കാൻ ഇറങ്ങുമ്പോൾ നമ്മളുടെ qualifications കൂടി പരിശോധിക്കണം. സാധാരണ ഗതിയിൽ കാണാൻ ചേലുള്ളവർക്കും നല്ല personality ഉള്ളവർക്കും, നല്ല തമാശകൾ പറയാൻ കഴിവുള്ളവർക്കുമൊക്കെ പറഞ്ഞിട്ടുള്ളതാണ് പ്രേമം. ഈ പറഞ്ഞത് ഒന്നും എനിക്കില്ല. ഒരു ഭിക്ഷക്കാരന്റെ തകരച്ചെണ്ടയാണ് ഞാൻ. ഉള്ളു പൊള്ളയായി, പഴകി നാറുന്ന ശീലക്കഷണങ്ങൾ കൊണ്ട് വരിഞ്ഞ തകരച്ചെണ്ട. ഞാനെങ്ങനെയാണ് കാണാൻ ഇരിക്കുന്നതെന്നും, ഞാൻ എങ്ങനെയാണ് പെരുമാറുന്നതെന്നും നല്ല പോലെ എനിക്കറിയാം. അത് കൊണ്ട് പ്രേമിക്കൽ പരിപാടിക്ക് ഞാൻ പോകുന്നതിൽ ഒരു അർത്ഥവുമില്ല. "
    ]
}