{
    "id": 27,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഒരു linear PDE-യും ഒരു non-linear PDE-യും തമ്മിലുള്ള പ്രധാന difference എന്താണ്? ഒന്ന് ഭയങ്കര boring ആണ് മറ്റത് boring അല്ല. അതിന്റെ predictability-യും solutions-ന്റെ possibilities-സും ആണ് അതിനെ boring ആക്കുന്നതും അല്ലാതാക്കുന്നതും. അത്രേ ഉള്ളൂ. ചെസ്സ് കളിയിൽ non-linearity കൊണ്ട് വരുന്നത് knight ആണ്. കളിയുടെ അന്തിമഘട്ടങ്ങളിൽ, പ്രത്യേകിച്ച് സമയം വളരെ കുറവുമാത്രം ഉള്ള അവസ്ഥയാണെങ്കിൽ ഈ കുതിരകൾ കളിക്കളത്തിൽ ഉള്ള കളിക്കാർക്ക് മുൻതൂക്കമുണ്ടാകും. അവരുടെ നീക്കങ്ങൾ മനസ്സിലാക്കാൻ എപ്പോഴും  കുറച്ച് സമയം ആവശ്യമാണ്. Magnus Carlsen വരെ online മത്സരങ്ങളിൽ കുതിരകൾക്കിടയിൽ കിടന്ന് നട്ടം തിരിയുന്നത് ഞാൻ കണ്ടിട്ടുണ്ട്. കുതിരകളില്ലാത്ത ചെസ്സ് കളി വെറും ബോറാണ്. Closed positions-ൽ എത്തിപ്പെടുകയാണെങ്കിൽ പിന്നെ പറയുകയും വേണ്ട. കുതിരകളുള്ള ഭാഗം ജയിക്കുമെന്ന് നിസ്സംശയം പറയാം. ",
        "ഈ section-ന്റെ  വിഷയം പക്ഷെ ഇതൊന്നുമല്ല. ഒരു problem മനസ്സിലേക്ക് വന്നു. ഉത്തരം ഞാൻ net-ൽ തിരയാൻ മെനക്കെട്ടില്ല. സ്വന്തമായി ഒരുത്തരം കണ്ടെത്തട്ടെ. എന്നിട്ട് വേറെ ഉത്തരങ്ങൾ കണ്ടു പിടിക്കാം എന്നാണ് വിചാരിക്കുന്നത്. സാധാരണ chess കളിയിൽ വെള്ളക്കരുക്കൾ ഉള്ള ആൾക്കാണല്ലോ ആദ്യത്തെ നീക്കം വിധിച്ചിട്ടുള്ളത്. ഇപ്പൊ suppose കറുത്ത കരുക്കൾ ഉള്ള ആൾക്ക് ആദ്യത്തെ നീക്കം നടത്തണം എന്ന് വിചാരിക്കാം. അത് ഒരു ശരിക്കുള്ള ചെസ്സ് കളിയിൽ എന്തായാലും നടക്കില്ല. പക്ഷെ വേറെ ഒരു possibility ഉണ്ട്. എങ്ങനെയെങ്കിലും കരുക്കൾ നീക്കി starting position-ലേക്ക് തന്നെ എത്തുക. പക്ഷെ ഇങ്ങനെ starting position-ൽ എത്തുമ്പോൾ black-ന് first move ഉള്ള രീതിയിലേക്ക് കൊണ്ട് വരിക. അങ്ങനെ ചെയ്യാൻ പറ്റുമോ? ഞാൻ ചിന്തിച്ചു. ഏതാണ്ട് ഒരു solution-ന്റെ അടുത്ത് എത്തുകയും ചെയ്തു. അത് ഞാൻ ഇവിടെ explain ചെയ്യാൻ ശ്രമിക്കാം.",
        "First move എപ്പോഴും pawns-നോ അല്ലെങ്കിൽ knights-നോ മാത്രമേ പറ്റൂ. Pawn നീക്കി കഴിഞ്ഞാൽ പിന്നെ ഒരിക്കലും നമുക്ക് starting position വീണ്ടെടുക്കാൻ പറ്റില്ല. അത് കൊണ്ട് knights മാത്രമേ ഈ challenge-ന് വേണ്ടി move ചെയ്യാൻ പറ്റൂ. ഇനിയാണ് പ്രധാനപ്പെട്ട ഭാഗം. നമ്മൾ chessboard-ന്റെ y direction-ൽ ഉള്ള movements മാത്രമേ ഇനി consider ചെയ്യുകയുള്ളൂ. അതായത് ranks-ന്റെ change മാത്രമേ നമ്മൾ കണക്കിലെടുക്കൂ. Files-നെ പറ്റി ഇനി പറയാനേ പോകുന്നില്ല. 1st rank-ൽ ഉള്ള knight-ന്റെ movement നോക്കാം. അതിന്റെ ആദ്യത്തെയും അവസാനത്തെയും move-ൽ അത് 1st-ൽ നിന്നും 3rd rank-ലേക്ക് എത്തുകയും, 3rd-ൽ നിന്ന് 1st rank-ലേക്കും respectively പോകുന്നു. ഇതല്ലാതെ വേറെ ഒരു movement possible അല്ല. അപ്പൊ white knight-ന് എന്തായാലും 3rd rank-ൽ എത്താതെ നിവൃത്തിയില്ല എന്ന് സാരം. അത് പോലെ തന്നെ black knight-ന് 6th rank-ൽ എത്താതെ നിവൃത്തിയില്ല. Board symmetrical ആയതിനാൽ white-നെ പറ്റി പറയുന്ന അതേ രീതിയിൽ black-നെ explain ചെയ്യാൻ പറ്റും. അപ്പോൾ white-ന് applicable ആയിട്ടുള്ള കാര്യങ്ങൾ എല്ലാം black-നും applicable ആണ് എന്ന് നമുക്ക് പറയാം."
    ]
}