{
    "id": 29,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Worthwhile ആയിട്ട് ഒന്നും എഴുതാൻ ഇല്ലാത്തത് കൊണ്ട് എനിക്ക് ഉണ്ടായ ചില ചിന്തകൾ share ചെയ്യാം. Pi എന്ന number ശ്രദ്ധിച്ചിട്ടുണ്ടോ. 3.1415…. എന്തൊക്കെയോ? ഞാൻ ഇടയ്ക്കിടെ ഒരു forum visit ചെയ്യാറുണ്ട്. ArtOfMemory എന്ന് പേരുള്ള ഒരു forum. അതിൽ ആൾക്കാർ memory techniques ഉപയോഗിച്ചിട്ട് പലതരം feats-സും ചെയ്യാറുണ്ട്. അതിൽ ആൾക്കാരുടെ ഒരു favorite feat ആണ് Pi memorization. ആളുകൾ Pi-ന്റെ 1000-വും പതിനായിരവും അക്കങ്ങൾ ഓർമിച്ചു വക്കും.  Random ആയിട്ടുള്ള കൊറേ digits memorize ചെയ്തു വെക്കുന്നതിന് തുല്യമാണ് ഇത്. പക്ഷെ ഒരു പ്രശ്നമുണ്ട്. Nature-ൽ ഇത്ര elegant ആയിട്ട് നിൽക്കുന്ന ഒരു constant-ന്റെ value മനുഷ്യന്മാർ പക്ഷെ അവരുടെ system ഉപയോഗിച്ച് എഴുതുമ്പോൾ വളരെ ugly ആണ്. Science-ലും maths-ലും ഒക്കെ നമ്മൾ meaning കണ്ടെത്താൻ വേണ്ടി ഒരുപാട് ശ്രമിക്കില്ലേ? ആ interest എന്ത് കൊണ്ട് ഇത്തരം numbers കണ്ടെത്തുമ്പോൾ അത് ചെയ്യുന്നില്ല? കുറെ universal constants നമുക്കുണ്ട്. അതിന്റെ values-ന്റെ ഒക്കെ അർഥം എന്താണെന്നും അതെന്ത് കൊണ്ടാണ് ആ value ആവാൻ കാരണം എന്നും എനിക്കറിയില്ല. See, ഒന്നാമത് പത്ത് അക്കങ്ങൾ കൊണ്ട് ഒരു number ഉണ്ടാക്കുമ്പോൾ ആ പത്ത് അക്കങ്ങൾ എന്നുള്ളത് arbitrary മാത്രമാണ് എന്ന് മനസ്സിലാക്കണം. പത്തിന് പകരം 3 ആകാം. നാല് ആകാം. 5 ആകാം. എന്ത് വേണമെങ്കിലും ആകാം. പത്ത് choose ചെയ്തത് വെറും ഒരു convenience-ന്റെ പുറത്താണ്. പണ്ടൊക്കെ base-11 systems-സും base-64 പോലത്തെ systems-സും ഒക്കെ നിലവിൽ ഉണ്ടായിരുന്നു. ഇതിലേത് base ആണ് ശരിക്കും നമുക്ക് elegant ആയിട്ടുള്ള numbers തരിക? ഇനി അങ്ങനെ ഒരു universal ആയിട്ടുള്ള base സത്യത്തിൽ ഉണ്ടോ? ചിലപ്പോൾ നമ്മൾ consider ചെയ്യുന്ന ഈ number systems ശരിക്കും ഒരു elaborate ആയിട്ടുള്ള engineering approximation മാത്രമാണെങ്കിലോ? എപ്പോഴും ഒരു ചെറിയ inconvenience നമുക്ക് feel ചെയ്യാറില്ലേ? രണ്ട് real numbers-ന്റെ ഇടയിൽ infinite real numbers, പരിധികളില്ലാത്ത number line. പരിധികളുള്ള number line എന്താ ഉണ്ടാക്കിക്കൂടെ? വേണ്ട. പരിധികളെ പറ്റി പറയുന്നത് തന്നെ meaningless ആയിട്ടുള്ള ഒരു number line? ഒരു fractal number line?",
        "ഒന്നാലോചിച്ച് നോക്കിക്കേ. ഇപ്പൊ നമ്മൾ ഒരു പ്രത്യേക system ഉപയോഗിച്ചും ഒരു പ്രത്യേക base ഉപയോഗിച്ചും ഒക്കെ നോക്കുമ്പോൾ നമുക്ക് ഓരോ universal constants-നും ഭംഗിയുള്ള numerical representation കിട്ടുന്നു. Random strings of digits-ന് പകരം. എത്ര നന്നായിരിക്കും അങ്ങനത്തെ ഒരു ലോകം! അങ്ങനെ കിട്ടുന്ന ഉത്തരങ്ങൾ നമുക്ക് ആ number-കളെ പറ്റി നമ്മൾ ഒരിക്കലും വിചാരിക്കാത്ത വിവരങ്ങൾ നൽകുന്നു. നമ്മൾ കണ്ടു പിടിക്കാത്ത പുതിയ constants-നെ തരുന്നു. അത് ശരിക്കും അടിപൊളിയായിരിക്കും. എന്തോ അങ്ങനെ ഒരു system ഉണ്ടെന്ന് മനസ്സിൽ തോന്നുന്നു. ഒരു അർത്ഥവും apparent ആയിട്ട് ഇല്ലാത്ത infinite sequence of digits-നെയാണോ ഈ ലോകം ഉണ്ടാക്കിയവൻ അതിന്റെ definitive ആയിട്ടുള്ള constants ആയിട്ട് നിയമിച്ചത്? ആണെങ്കിൽ ആ തീരുമാനത്തിനെതിരെ എന്റെ നിശബ്ദ പ്രതിഷേധം രേഖപ്പെടുത്തുന്നു.",
        "ഇനി main കാര്യത്തിലേക്ക് കടക്കാം. എനിക്ക് maths-ൽ പ്രത്യേകിച്ച് ഒരു കഴിവും ഇല്ല. വെറും ശുപ്പാണ്ടി ആണ്. പക്ഷെ ഏതു മണ്ടൻ കൊണാപ്പിക്കും കുറച്ച് കാട് കയറി ചിന്തിക്കാതിരിക്കാനൊന്നും നിയമം ഇല്ലല്ലോ. ഞാൻ ആ സ്വാതന്ത്ര്യം കുറച്ച് ഉപയോഗിക്കുകയാണ്. ഒരീസം ഞാൻ വെറുതെ വാ പൊളിച്ച് ദിവാ സ്വപ്നം കാണുകയായിരുന്നു. അപ്പൊ എങ്ങനെയോ prime numbers-നെ പറ്റി കുറച്ച് നേരം ചിന്തിച്ചിരുന്നു പോയി. ആ, എങ്ങനെയാ ആ topic-ൽ എത്തിയത് എന്ന് ആദ്യം പറയാം. ആദ്യം Navier-Stokes-നെ പറ്റി ചിന്തിച്ചു. ആരെങ്കിലും അതിന്റെ solution കണ്ട് പിടിച്ചാൽ പിന്നെ ഞാൻ specialize ചെയ്യാൻ ഉദ്ദേശിക്കുന്ന scientific computation filed-ൽ എനിക്ക് പിന്നെ അധികം പണിയൊന്നും ഉണ്ടാകില്ല എന്നാലോചിച്ചു വിഷമിച്ചു. ഭാവിയിൽ ഭയങ്കര ബുദ്ധിമാനായിട്ടുള്ള ഏതോ ഒരുത്തൻ അത് solve ചെയ്ത് ഉത്തരം കണ്ടു പിടിച്ച് മിലേനിയം prize വാങ്ങുന്നത് ദിവാസ്വപ്നം കണ്ടു. അത് വല്യൊരു സംഭവം തന്നെയായിരിക്കും. പിന്നങ്ങോട്ട് ലോകത്ത് ഉണ്ടാവാൻ പോകുന്ന മാറ്റങ്ങൾ ഭയങ്കരമാകും. ഈ prize-നെ പറ്റി ചിന്തിച്ചപ്പോൾ വേറെ ഏതൊക്കെ problems ആണ് ഉള്ളത് എന്ന് ഞാൻ നോക്കി. അതിൽ Riemann hypothesis ഉണ്ട്. അത് prime numbers-സുമായി ബന്ധപ്പെട്ടതാണല്ലോ? അത് കൊണ്ടാണ് ഞാൻ അതിനെ പറ്റി ചിന്തിച്ചത്. വെറുതെ ഞാൻ notebook-ൽ ആദ്യം മുതലുള്ള prime numbers എഴുതാൻ തുടങ്ങി. 2, 3, 5, 7, 11, 13, അങ്ങനെ അങ്ങനെ. ഇതൊക്കെ base-10-ൽ ഉള്ള numbers അല്ലേ? Base-4-ൽ ഉള്ള numbers വെറുതെ എഴുതി നോക്കാം എന്നും പറഞ്ഞു ഞാൻ ഒരു ചെറിയ python program എഴുതി base-4-ൽ ഉള്ള numbers കുറെ generate ചെയ്തു. എന്നിട്ട് ഞാൻ വെറുതെ അതിലെ കുറച്ച് numbers-ന്റെ base-10 counterpart-നെ നോക്കി. Base-4-ൽ base-10-ന്റെ prime representation ഉള്ള numbers-ന്റെ base-10 counterpart. അപ്പോൾ ഇങ്ങനെ output കണ്ടു: ",
        "!COD_{0: 0, 1: 1, 2: 2, 3: 3, 4: 10, 5: 11, 6: 12, 7: 13, 8: 20, 9: 21, 10: 22, 11: 23, 12: 30, 13: 31, 14: 32, 15: 33, 16: 100, 17: 101, 18: 102, 19: 103, 20: 110, 21: 111, 22: 112, 23: 113, 24: 120, 25: 121, 26: 122, 27: 123, 28: 130, 29: 131}",
        "ഓരോ comma separated entry-യുടെ left element base-10 ആണ്. Right element base-4 element-ന്റും. ഇതിലെ നമ്മുടെ normal prime numbers-ന്റെ corresponding ആയിട്ടുള്ള base-4 numbers ഒന്ന് നോക്കിക്കേ. അതും essentially base-10-ൽ prime numbers തന്നെയാണ്. ഇത് ഒരു accidental find ആണല്ലോ. ഞാൻ വിചാരിച്ച് ബാക്കി ഏത് prime എടുത്താലും base-4-ൽ അത് prime ആകുമെന്ന്. പക്ഷെ അങ്ങനെ അല്ല. എല്ലാ case-ലും ഇങ്ങനെ വരുന്നില്ല. അതെന്താ അങ്ങനെ? ഞാൻ first 10000 numbers എടുത്തിട്ട് നോക്കി. Matching case-കളുടെ എണ്ണം കുറവാണെങ്കിൽ പോലും significant ആണ്. അപ്പൊ എനിക്കും കുറച്ച് interest കേറി. അങ്ങനയാണെങ്കിൽ ഏതൊക്കെ numbers-നാണ് ഇത് possible ആയിട്ടുള്ളത്? ഞാൻ plot വരയ്ക്കാൻ തീരുമാനിച്ചു. അതിന് ഒരു python script എഴുതി. എനിക്ക് കിട്ടിയ result കുറച്ച് interesting ആണ്. ഈ പ്ലോട്ടിലെ നാല് distinct ഗ്രൂപ്പുകളും ഉണ്ടാക്കപ്പെട്ടത് നാല് ചെറിയ ഗ്രൂപ്പുകൾ ചേർന്നാണ്. ആ ചെറിയ ഗ്രൂപുകളിൽ ഓരോന്നും ഉണ്ടാക്കപ്പെട്ടത് അതിലും ചെറിയ നാല് group-കൾ ചേർന്നാണ്. അങ്ങനെ അങ്ങനെ zoom in ചെയ്യുമ്പോൾ നമുക്ക് ഇതേ plot കിട്ടുന്നു. Zoom out ചെയ്യുമ്പോഴും ഇതേ plot കിട്ടുന്നു. ചുരുക്കി പറഞ്ഞാൽ ഈ plot എന്റെ അറിവ് വച്ചിട്ട് ഒരു fractal behavior exhibit ചെയ്യുന്നു. ഈ അറിവും വച്ചിട്ട് എന്ത് ചെയ്യണമെന്നും എനിക്കറിയില്ല. മിക്കവാറും ഇത് കൊണ്ട് ആർക്കും ഒരു പ്രയോജനവും ഉണ്ടാകാൻ പോകുന്നില്ല. പക്ഷെ കിട്ടിയ ഉത്തരം എന്ത് കൊണ്ടാണ് fractal പോലെയായത് എന്നതിന് ഒരു explanation കിട്ടിയാൽ നന്നായിരുന്നു. ഞാൻ മുൻപ് ഏതോ ദിവസം ചെയ്തതാണ് ഇതൊക്കെ. ഞാൻ തന്നെ explain ചെയ്യാൻ ശ്രമിച്ചിട്ട് എന്റെ മണ്ടൻ തലയിൽ ഒന്നും വന്നില്ല. കുറെ ദിവസം കൊണ്ട് നടന്നു. ഒന്നും വന്നില്ല. പിന്നെ പിന്നെ ഞാൻ അതിനെ പറ്റി മറന്നുപോയി. ഇപ്പോഴാണ് ഓർത്തത്. എന്തായാലും ഇവിടെ കിടക്കട്ടെ. ഈച്ചഭാഗ്യത്തിന് ഇതിനെ പറ്റി അറിയുന്നവർ ആരെങ്കിലും കണ്ട് help ചെയ്താലോ? ആദ്യം ആരോടെങ്കിലും ചോദിക്കാം എന്ന് വിചാരിച്ചു. പിന്നെ വേണ്ട എന്ന് വച്ചു. എനിക്കെപ്പോഴെങ്കിലും സ്വന്തമായി ഉത്തരം കിട്ടിയാലോ? അപ്പോ ഒരു സന്തോഷം ഒക്കെ വരില്ലേ? അതൊന്നും എപ്പോഴും നടക്കാറില്ല. പക്ഷെ നടക്കുമ്പോൾ എനിക്ക് എന്നോട് തന്നെ ഒരു മതിപ്പ് ഒക്കെ തോന്നും.",
        "!IMG_pi.png_Plot",
        "ഇതിനെ പറ്റി കൂടുതൽ detailed ആയിട്ട് എഴുതുകയും plots ഉണ്ടാക്കുകയും ചെയ്തിട്ടുണ്ട്. അത് ഈ Jupyter notebook-ൽ ലഭിക്കും.",
        "!LNK^https://github.com/VivekThazhathattil/blah/blob/master/rant_prime_number_fail.ipynb^Jupyter Notebook link"
    ]
}