{
    "id": 3,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "അർധരാത്രി പിന്നിട്ടിരിക്കുന്നു. ഉറക്കം വരുന്നില്ല. കുറച്ച് കൂടി എഴുതാം. പണ്ടൊക്കെ എനിക്ക് കൃത്യം ഒൻപതര മണിയാകുമ്പോൾ ഉറക്കം വരാൻ തുടങ്ങും. എന്റെ biological clock-ൽ അപ്പോഴായിരുന്നു ഉറക്കത്തിന്റെ time. ഇപ്പോൾ അതില്ല. Systematic ആയിട്ട് അതിനെ കൊന്നു കളഞ്ഞിരിക്കുന്നു. ആ, പിന്നെ, ചില സമയങ്ങളിൽ എന്റെ എഴുത്ത് crude ആയിട്ട് തോന്നും. ഇവിടെ politeness എന്ന് പറഞ്ഞ സാധനം stock തീർന്നു പോയിരിക്കുകയാണ്. അറപ്പും വെറുപ്പും ഒക്കെ തോന്നുന്നുണ്ടെങ്കിൽ വല്യ കാര്യായിപ്പോയി. അങ്ങ് സഹിച്ചേക്ക്. വിഷയത്തിലേക്ക് മടങ്ങി വരാം. എങ്ങനെ കൊന്നു? എപ്പോൾ കൊന്നു? ഇതൊക്കെ entrance പരീക്ഷയുടെ സമയത്തിൽ കൊന്നതാണ്. ഒരു രാത്രി എന്നും ഉള്ളത് പോലെ ഞാൻ ഒൻപതര ആയപ്പോൾ തൂങ്ങി ആടാൻ തുടങ്ങി. കള്ളു കുടിച്ചവരെക്കാൾ കഷ്ടം. ഞാനും പിന്നെ വേറെ ഒരുപാട് കുട്ടികളും എല്ലാവരും ഒരു ഹാളിൽ ഇരുന്നു കൊണ്ടാണ് പഠിത്തം. പഠിത്തമെല്ലാം ഈ ഹാളിൽ ആയിരിക്കണമെന്ന് P C Thomas-നു നിർബന്ധം ഉണ്ട്. ഹാളിൽ ഉള്ളവരെ monitor ചെയ്യുന്നത് hostel warden-മാരും. ഹാൾ ഒരു semi-open ഹാൾ ആണ്. പുറത്തു നിന്നുള്ള തണുപ്പ് എന്നെ കിടുകിടാ വിറപ്പിക്കും. അമ്മ എനിക്ക് ഒരു monkey-cap-ഉം ഒരു beanie-യും എനിക്ക് കൊടുത്തയച്ചിട്ടുണ്ടായിരുന്നു. ഞാൻ beanie തലയിൽ ഇട്ട് കണ്ണ് മൂടത്തക്ക വിധം cover ചെയ്യും. പുറത്തു നിന്ന് നോക്കുന്നവർക്ക് ചിരിക്കാനുള്ള വകുപ്പ്. പക്ഷെ എനിക്ക് ഉറങ്ങണം. കണ്ണിൽ light അടിക്കരുത്. ഉറങ്ങുന്നതായി warden-നു തോന്നരുത്. അത് കൊണ്ട് ഞാൻ textbook വായിക്കുകയാണെന്ന മട്ടിൽ desk-ലേക്ക് ഊന്നി ഇരുന്നുറങ്ങും. ഇത്തവണ ഞാൻ കുറെ നേരം കിടന്നുറങ്ങി. എനിക്ക് warden കാണുമോ എന്നുള്ളതിനേക്കാൾ പേടി വളിയിടുമോ എന്നതിലായിരുന്നു. എന്റെ ആ ഹാളിലെ ജീവിതത്തിനിടയിൽ ഞാൻ വളി ശബ്ദങ്ങൾ കേൾക്കാറുള്ളത് വിരളമായിട്ടാണ്. എന്റെ digestive system എന്റെ അമ്മയുടേത് പോലെ എല്ലാം കെട്ട നിലയിലുമാണ്. ഞങ്ങൾക്ക് ഒരേ മനസ്സും ഒരേ വയറുമാണ് എന്നാണ് എന്റെ സങ്കല്പം. ഞാൻ അന്ന് വളിയൊന്നും ഭാഗ്യത്തിന് ഇട്ടിട്ടില്ല. മാനഹാനിയിൽ നിന്ന് രക്ഷ നേടിയിരിക്കുന്നു. പകരം എന്റെ വായിൽ നിന്ന് ചേല പോലെ ഉമിനീർ പ്രവഹിച്ചു കൊണ്ടേയിരുന്നു. എന്റെ textbook മുഴുവൻ കവർന്ന് ആ ഉമിനീർ നദി ഡെസ്കും കടന്ന് നിലത്തേക്ക് ഉറ്റിത്തുടങ്ങി. ഞാൻ ഉറങ്ങി ഉറങ്ങി ആ ഉമിനീരിന്റെ pool-ൽ തല വച്ച് കിടന്ന് എന്റെ beanie നനഞ്ഞു തുടങ്ങിയിരിക്കുന്നു. എന്റെ അടുത്തിരുന്നവൻ എന്നെ ഒറ്റ തട്ട്! ഞാൻ ഭയന്നുണർന്ന് അവനെ നോക്കുമ്പോൾ അവനും അവന്റെ അടുത്തിരിക്കുന്നവരും എന്നെ നോക്കി ഊറി ഊറി ചിരിക്കുന്നു. അടുത്ത് തന്നെ ഷാരൂഖ് ഖാൻ നിൽക്കുന്നുമുണ്ട്. ഷാരൂഖ് എന്റെ floor-ലെ warden ആണ്. അയാൾ ഉമിനീരിൽ കുതിർന്ന എന്റെ മുഖത്തേക്ക് 5 second നോക്കി നിന്നു. എന്നിട്ട് അയാൾ നടത്തം തുടർന്നു. Textbook-ൽ pen കൊണ്ട് എഴുതിയതെല്ലാം അലിഞ്ഞു പോകാൻ തുടങ്ങിയിരിക്കുന്നു. ഞാൻ കുറെ നേരം ചിന്താകുലനായി അവിടെത്തന്നെ ഇരുന്നു."
    ]
}