{
    "id": 30,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Guardian angels-ൽ വിശ്വാസമുണ്ടോ? എനിക്കിപ്പോൾ അത് പോലത്തെ items ശരിക്കും ഉണ്ടെന്ന് തോന്നുന്നു. കാൺപൂരിൽ ആയിരുന്ന സമയത്ത് എനിക്കിട്ട് സ്ഥിരം പണി കിട്ടുന്നതായിട്ട് തോന്നുമായിരുന്നു. ഏതോ ഒരു അദൃശ്യ ശക്തി അതിന് വേണ്ടി ഏതോ ഒരുത്തന്റെ കയ്യിൽ നിന്ന് കൊട്ടേഷൻ എടുത്ത മാതിരി. ഇടം വലം തിരിഞ്ഞാൽ മുട്ടൻ പണി. North ഇന്ത്യൻ ദൈവങ്ങൾക്ക് എന്നോട് എന്തോ കുടിപ്പക ഉള്ള മാതിരിയായിരുന്നു. ഇപ്പൊ ഇവിടെ നിൽക്കുമ്പോഴും അങ്ങനെയൊക്കെ തോന്നുന്നു. ആരുടെയോ angels ഞാൻ ചത്താൽ അവർക്കുണ്ടാവുന്ന നഷ്ടം മുന്നിൽ കണ്ടുകൊണ്ട് എനിക്ക് ചാവാനുള്ള സാഹചര്യം ഒഴിവാക്കി തരുന്നു. ഇന്ന് അച്ഛൻ വിളിച്ചിട്ട് എന്നോട് റൂമിന്റെ അടുത്തുള്ള ആളുടെ contact number ചോദിച്ചിരുന്നു. എനിക്ക് ഇവിടെ ആരുമായിട്ട് contact? ആരുമായിട്ടും ഇല്ല. എനിക്കറിയാത്ത കുറെ ആളുകൾ. അവരുടെ number collect ചെയ്യാൻ എനിക്ക് വയ്യ. ഞാൻ അച്ഛന് hostel warden-ന്റെ number അയച്ചു കൊടുത്തു. ഞങ്ങളുടെ ഇപ്പോഴത്തെ warden ആണോ എന്ന് പോലും എനിക്കറിഞ്ഞൂടാ. ഏതോ ഒരു warden-ന്റെ number ഇപ്പൊ അച്ഛന്റെ phone-ൽ ഉണ്ടാകും. എന്നെ വിളിച്ചിട്ട് കിട്ടിയില്ലെങ്കിലോ എന്ന് പേടിച്ചിട്ടാണ് വേറെ ആളുകളുടെ number അച്ഛൻ collect ചെയ്യുന്നത്. എന്നെ വിളിക്കുമ്പോൾ കിട്ടിയില്ലെങ്കിൽ അച്ഛനും അമ്മയും അവിടെ കിടന്ന് tension അടിക്കും. ആ ഒരു കാര്യത്തിൽ ഞാൻ lucky ആണ്. At least അവർ എങ്കിലും care ചെയ്യുന്നുണ്ടല്ലോ. അച്ഛൻ എനിക്ക് ചില ദിവസങ്ങളിൽ കുറെ നേരം ആത്മഹത്യയെ കുറിച്ച് lecture ഒക്കെ തരും. ‘പോനാൽ പോകട്ടും പോടാ’ എന്ന നിലപാടാണ് അച്ഛന്റേത്. അത് കൊണ്ടായിരിക്കും ജീവിതത്തിൽ ഏതൊരു crucial moment വന്നാലും എനിക്ക് അത് serious ആയിട്ട് എടുക്കാൻ പറ്റാത്തത്. ഇത് പോയാൽ അടുത്തത് വരും. ചിലപ്പോൾ അത് വന്നില്ലെങ്കിൽ അതിനേക്കാളും നല്ല വേറെ എന്തെങ്കിലും വരും. ആ attitude. കുറച്ച് screw tight ആക്കി പിടിക്കേണ്ട സമയങ്ങളിൽ പോലും ഈ attitude എനിക്കിട്ട് പണി തരാറുണ്ട്. അച്ഛന്റെ കണ്ണിൽ മിക്ക ആൾക്കാരും തൂങ്ങിച്ചാവുന്നത് അവരുടെ life-ൽ ഉള്ള ചില കാര്യങ്ങൾ over ആയി serious ആയിട്ട് എടുക്കുന്നത് കൊണ്ടാണ്. അവർക്ക് ആ serious ആയിട്ടുള്ള കാര്യം ചെയ്ത് തീർക്കാൻ പറ്റിയില്ലെങ്കിൽ, അല്ലെങ്കിൽ എന്തെങ്കിലും നേടാൻ തുനിഞ്ഞിറങ്ങി പരാജയപ്പെട്ടാൽ, അവർ ആത്മഹത്യയെ കുറിച്ച് ചിന്തിക്കും. അത് ശരിയായിരിക്കാം. പക്ഷെ പല case-കളും over a time period അവർക്കുണ്ടാകുന്ന മാറ്റത്തിന്റെ അടിസ്ഥാനമായിട്ടല്ലേ അത് സംഭവിക്കുന്നത്? പെട്ടെന്ന് ഒരു ദിവസം depression വന്നിട്ട് ആരും തൂങ്ങലില്ലല്ലോ? അതിന് കുറച്ച് വെള്ളവും വളവും വേണം. Repeated ആയിട്ടുള്ള മോശം സംഭവങ്ങൾ നടക്കുന്നുണ്ടാവണം. അങ്ങനെയൊക്കെയല്ലേ അത് ആ കയറിന്റെ loop-ൽ വരെ എത്തുന്നത്? എനിക്ക് സ്വന്തമായി ഒരു guardian angel ഉണ്ടെങ്കിൽ നന്നായിരുന്നേനെ. പക്ഷെ അങ്ങനൊന്ന് എനിക്കില്ല എന്നാണ് ഇപ്പോൾ feel ചെയ്യുന്നത്. ഇനി ഉണ്ടെങ്കിൽ തന്നെ അവൻ മര്യാദയ്ക്ക് ഒരു ജോലിയും ചെയ്യുന്നില്ല. കുറച്ച് കൂടി ഉഷാറായിട്ട് work ചെയ്യൂ. എനിക്ക് തോന്നുന്നു എന്റെയൊപ്പം നിന്നിട്ട് അവന് മടുത്തു എന്ന്. ഞാൻ അത്ര boring ആണോ? എങ്ങനെയെങ്കിലും ഞാൻ തീർന്നു കിട്ടിയാൽ അവന് വേറെ interesting ആയിട്ടുള്ള ആരുടെയെങ്കിലും അടുത്ത് പോകാമല്ലോ. അതിന് ഞാൻ തീരുന്ന വരെ കാത്തിരിക്കേണ്ട ആവശ്യമൊന്നും ഇല്ലല്ലോ. അങ്ങ് പോയാൽ പോരെ? ചിലപ്പം contract base-ൽ ആകും പുള്ളി work ചെയ്യുന്നത്. എന്തായാലും contract-ന്റെ കാലാവധി ഇപ്പൊ അടുത്തൊന്നും ഞാൻ മുൻകൈ എടുത്ത് തീർക്കില്ല. ആ പൂതി അങ്ങ് ഇറക്കി വെച്ചേക്കൂ."
    ]
}