{
    "id": 31,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ 2-3 ദിവസമായിട്ട് ഒന്നും എഴുതിയില്ല. Sorry. എല്ലാ ദിവസവും regular ആയിട്ട് ചെയ്തില്ലെങ്കിൽ പിന്നെ ഒരിക്കലും ഇതൊരു habit ആവില്ല. എനിക്ക് ഇത് ഒരു habit ആക്കിയാൽ കൊള്ളാമെന്നുണ്ട്. അത് കൊണ്ട് പറ്റുന്ന സമയങ്ങളിൽ ഒക്കെ ഞാൻ ഇത് എഴുതാൻ ശ്രമിക്കാം. ആളുകൾ പറയുന്നത് കേൾക്കാറുണ്ട്. നമ്മൾ ഒരുപാട് photos എടുക്കണം, videos എടുക്കണം എന്നൊക്കെ. കാലം കുറെ കഴിയുമ്പോൾ ആ photos-ലൂടെയും videos-ലൂടെയും നമുക്ക് nostalgia അടിച്ച് കുത്തിയിരിക്കാം. മറന്നു പോയ നല്ല നിമിഷങ്ങളെ വീണ്ടും മനസ്സിലേക്ക് കൊണ്ടുവരാം. I agree. പക്ഷെ photos, videos തുടങ്ങിയവ നഷ്ടപ്പെടാൻ വളരെ എളുപ്പമാണ്. ഞാൻ ബാക്കിയുള്ളവരെ പോലെ Google photos-ൽ കഴിവതും store ചെയ്യാറുണ്ട്. മാളേച്ചി pathological ആയിട്ട് photos-സും videos-സും എടുക്കുന്ന ആളാണ്. മാളേച്ചിയുടെ ഒരു നല്ല quality അതാണ്. ഒരുപാട് videos ഒക്കെ ഉള്ളത് കൊണ്ട് ഫോണിൽ memory storage കുറച്ച് പോലും ബാക്കിയുണ്ടാവില്ല. ഞാൻ കുറെയൊക്കെ അതൊക്കെ എടുത്ത് cloud-ലേക്ക് upload ചെയ്യും. അച്ഛമ്മയുണ്ട് ഒരുപാട് videos മാളേച്ചി എടുത്ത് വച്ചിട്ടുണ്ട്. എനിക്ക് അതൊന്നും വീണ്ടും നോക്കാനുള്ള മനസ്സില്ല. നോക്കിയാൽ സങ്കടം വരും. കരയും. എന്തിനാ വെറുതെ.. അച്ഛമ്മയ്ക്കും അതിഷ്ടമാകുമെന്ന് തോന്നുന്നില്ല. എന്റെ phone ആളൊഴിഞ്ഞ പൂരപ്പറമ്പ് പോലെയാണ്. ഒരു ഫോട്ടോയും ഇല്ല, ഒരു വിഡിയോയും ഇല്ല. ശാന്തം. എനിക്ക് photo എടുക്കാനുള്ള mood തീരെയില്ല. എന്നെ കാണാൻ കരിങ്കുട്ടിച്ചാത്തനെ പോലെയാണ്. ഏത് angle-ൽ photo എടുത്താലും ആ look മാത്രമേ കാണുള്ളൂ. പിന്നെ photo എടുക്കാൻ എങ്ങനെയാണ് motivation ഉണ്ടാകുക. എന്റെ look-ലുള്ള confidence മറ്റുള്ളവർ തന്നെ ഊതികെടുത്തിയതാണ്. അമ്മ വരെ ദേഷ്യം വരുമ്പോൾ പണ്ട് എന്റെ നിറത്തിനെ കാലിയാക്കലുണ്ട്. എന്നെ ഏതോ തമിഴത്തി പിച്ചക്കാരി ശിവകാമിയുടെ കയ്യിൽ നിന്ന് ദത്തെടുത്തതാണെന്നൊക്കെ പണ്ട് പറയുമായിരുന്നു. തമാശക്ക് പറയുന്നതാണെങ്കിലും എനിക്ക് feel ചെയ്യും. അമ്മയെ കാണാൻ നല്ല look ആണ്. പണ്ട് nursing college-ൽ പഠിക്കുന്ന സമയത്തൊക്കെ line അടിക്കാൻ കുറെ പേര് നോക്കിയതാണ് എന്നൊക്കെ അമ്മ പറയുമായിരുന്നു. ഏതോ തീയേറ്ററിൽ ചെന്നപ്പോൾ അടുത്തിരുന്ന പെണ്ണുങ്ങൾ അമ്മയെ കണ്ടിട്ട് ഏതോ ഗോപിക എന്ന് പേരുള്ള നടിയുടെ look ഉണ്ട് എന്ന് പറഞ്ഞിരുന്നു. അതേ തീയേറ്ററിൽ സിനിമ കണ്ടോണ്ട് ഇരുന്നപ്പോൾ പുറകിലുള്ള അലവലാതി അമ്മയുടെ ചന്തിക്കിട്ട് കാൽ കൊണ്ട് തോണ്ടിയിരുന്നു. അന്ന് അമ്മ എല്ലാവരും കേൾക്കത്തക്ക വിധത്തിൽ അവനോട് ഒച്ചയിട്ട് ബഹളമുണ്ടാക്കി അവനെ നാണം കെടുത്തി കൊന്നു. See, ഇതാണ് ഭംഗി കൂടിപ്പോയാൽ ഉള്ള problem. ആണുങ്ങളെ അപേക്ഷിച്ച് പെണ്ണുങ്ങൾക്ക് കുറച്ച് ഭംഗി കൂടിപ്പോയാൽ പിന്നെ അവർ ഇങ്ങനത്തെ perverts-ന് ഒരു target ആയിട്ട് മാറും."
    ]
}