{
    "id": 32,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്ക് വലിയ height ഒന്നും ഇല്ല. Height-നെ കുറിച്ച് വലിയ interest-റ്റും ഇല്ല. ഞാൻ അഞ്ചടി മൂന്ന് ഇഞ്ചോ, അഞ്ചടി അഞ്ചിഞ്ചോ ആണ്. മിക്കവാറും അഞ്ചടി മൂന്നിഞ്ചാകും. അത് പോലും എനിക്ക് correct ആയിട്ട് നിശ്ചയമില്ല.  സ്കൂളിൽ എന്റെ ക്ലാസ് assembly-ക്ക് നിൽക്കുമ്പോൾ height order-ന്റെ അടിസ്ഥാനത്തിലാണ് നിൽക്കുക. ഞാൻ അതിൽ രണ്ടാമത്തെയോ മൂന്നാമത്തെയോ ആളായിരിക്കും. പണ്ടൊന്നും എനിക്ക് ഇത് ഒരു വിഷയമേ ആയിരുന്നില്ല. ആളുകൾ height കൂട്ടാൻ വേണ്ടി complan കുടിക്കലും, basketball കളിക്കലും, അങ്ങനെ പലതും ചെയ്യുമ്പോഴും ഞാൻ confused ആവും. എന്തിനാ ഇങ്ങനെ പലതും ചെയ്യുന്നത്? അവനവന്റെ height കൊണ്ട് എന്ത് കൊണ്ട് തൃപ്തിപ്പെട്ടുകൂടാ? പിന്നെ കുറച്ച് കാലം കഴിഞ്ഞപ്പോൾ ഞാൻ വിചാരിച്ചു, ഓ, അവർ കല്യാണം കഴിക്കാൻ ആകുമ്പോൾ അവരെകാളും height കുറഞ്ഞ പെണ്ണുങ്ങളെ കിട്ടാൻ ഇല്ലാതാവുന്നത് കൊണ്ടായിരിക്കും അവർ ഇങ്ങനെ ചെയ്യുന്നത് എന്ന്. ഇപ്പൊ എനിക്ക് കാര്യങ്ങളുടെ കിടപ്പ് അത്യാവശ്യം മനസ്സിലാവുന്നുണ്ട്. പക്ഷെ എനിക്ക് കുറച്ച് height കൂടുതൽ ഉണ്ടായിരുന്നെങ്കിൽ എന്ന് ഞാൻ ആശിച്ച് പോകുന്നത് രണ്ട് കാര്യങ്ങൾ കൊണ്ടാണ്. ഒന്ന് - height കൂടുതൽ ഉള്ള ആളുകൾക്ക് daily calorie requirement കൂടുതലാണ്. അവർ കുറച്ച് ഭക്ഷണം അധികം കഴിച്ചാലും തടി കൂടാൻ പോകുന്നില്ല. അതെ സമയം അവർ തിന്നുന്ന അത്ര ഞാൻ തിന്നാൽ തടിച്ച് കൊഴുത്ത് പിത്തം വന്ന് ചത്ത് പോകും. ഭക്ഷണം കഴിക്കാൻ ഇഷ്ടമുള്ള ഒരാളെന്ന നിലക്ക് എനിക്ക് കുറച്ച് കൂടുതൽ കഴിച്ചാൽ കൊള്ളാമെന്നുണ്ട്. പക്ഷെ തടി എപ്പോഴും ഒരു വിഷയമാണ്. ഇപ്പോ തന്നെ എനിക്ക് നല്ല തടിയുണ്ട്. എന്നെക്കാളും height കുറഞ്ഞ, എന്നെ പോലെ ഭക്ഷണം കഴിക്കാൻ താത്പര്യമുള്ളവരുടെ അവസ്ഥ അപ്പോൾ എന്തായിരിക്കും? എന്റെ hostel-ൽ ഒരു പടുകൂറ്റൻ ചങ്ങായി ഉണ്ട്. എന്റെ രണ്ടിരട്ടി നീളവും, എന്റെ രണ്ടിരട്ടി തടിയും. ഇവൻ ദിവസവും എത്ര ലോഡ് ഭക്ഷണം കഴിക്കുന്നുണ്ടാകും എന്ന് എനിക്ക് ഊഹിക്കാൻ പോലും പറ്റില്ല. അവൻ എന്റെ ശരീരത്തിൽ ആയിരുന്നെങ്കിൽ ഇപ്പൊ വീർത്ത് വീർത്ത് പൊട്ടിത്തെറിച്ച് പോയിട്ടുണ്ടാകും. Okay. ഇതൊക്കെയാണ് കുറച്ച് height കൂടുതൽ ഉണ്ടായിരുന്നെങ്കിൽ എന്ന് ആശിക്കാനുള്ള ഒരു കാരണം. രണ്ടാമത്തേത് കുറച്ച് complicated ആണ്. Looking down upon people എന്നൊക്കെ പറയാറില്ലേ. അതിന്റെ നേരെ opposite. എനിക്ക് അത് ഇഷ്ടമാണ്. Eye level-ൽ സംസാരിക്കുമ്പോൾ friends-നോടോ colleagues-നോടോ സംസാരിക്കുന്ന മാതിരി. Eye level-ൽ നിന്നും മുകളിലേക്ക് സംസാരിക്കുമ്പോൾ നമ്മൾ കുറെ respect ചെയ്യുന്ന ഒരു elderly experienced ആയിട്ടുള്ള ആളോട് സംസാരിക്കുന്ന മാതിരി. Eye level-ന് താഴെയുള്ള ആളോട് interact കുട്ടികളോടൊക്കെ ഉള്ള പോലുള്ള വാത്സല്യത്തോടെ playfully interact ചെയ്യുക. ഇതൊക്കെ എനിക്ക് വട്ടായത് കൊണ്ട് തോന്നുന്നതാവാം. പക്ഷെ ഇങ്ങനെ മൂന്ന് types of interaction ആണ് എന്റെ മനസ്സിൽ ഉള്ളത്. അതിൽ തന്നെ എനിക്കും ഞാൻ interact ചെയ്യുന്ന ആൾക്കും ഞാൻ distinct ആയിട്ടുള്ള roles assign ചെയ്യും. എന്നിട്ട് interaction-നെ role play പോലെ treat ചെയ്യും. ഞാൻ ഇത് എന്തിനാണ് ചെയ്യുന്നത് എന്ന് ദൈവം തമ്പുരാന് മാത്രം ചിലപ്പോൾ അറിയുമായിരിക്കും. എനിക്ക് പോലും മര്യാദക്ക് അറിയില്ല. കുട്ടികളോട് interact ചെയ്യുമ്പോൾ playful ആയിട്ടിരിക്കാം. എനിക്ക് ഈ playfulness ബാക്കി മൂന്ന് roles-നെ അപേക്ഷിച്ച് ഇഷ്ടമാണ്. അത് കൊണ്ടാവും height കുറഞ്ഞ ആൾക്കാരോട് സംസാരിക്കാൻ എനിക്ക് പ്രത്യേകിച്ച് interest."
    ]
}