{
    "id": 33,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ ഈ എഴുതുന്നതിനൊക്കെ blog എന്ന് പേര് കൊടുക്കുന്നത് തന്നെ പൊട്ടത്തരമാണ്. ഇത് blog എന്നതിനെകാളുപരി ശരിക്കും ഒരു diary അല്ലെ? ഞാൻ പറയാൻ ഒരു blog-ൽ പറയാൻ പാടില്ലാത്ത കുറെ personal കാര്യങ്ങൾ എല്ലാം ഈ സാധനത്തിൽ തിരുകി കയറ്റി വച്ചിട്ടുണ്ട്. ആ നിലക്ക് ഇതിനെ blog എന്നതിനുപരി ഡയറി എന്ന് വിളിക്കുന്നതായിരിക്കും ഉചിതം. ഞാൻ ആദ്യം ഇത് പോലെ ഒക്കെ എഴുതാൻ തുടങ്ങിയപ്പോൾ ചിന്തിച്ച ഒരു കാര്യമുണ്ട്. വേറെ ഏത് ഡയറിയെക്കാളും ഏറ്റവും famous ആയിട്ടുള്ള diary ആൻ ഫ്രാങ്കിന്റെയാണ്. ഇംഗ്ലീഷ് ക്ലാസ്സിൽ വച്ച് അതിനെ കുറിച്ച് പഠിച്ചിട്ടുണ്ട്. ആൻ ഫ്രാങ്കിന്റെ ഡയറി കുറിപ്പുകൾ എന്ന മലയാളം വിവർത്തനവും പകുതിയോളം വായിച്ചിട്ടുണ്ട്. പകുതി വായിക്കാൻ കാരണം അതിൽ interest തീർന്നുപോയത് കൊണ്ടല്ല. കാരണം അവൾ ജീവിച്ചു കൊണ്ടിരുന്ന സാഹചര്യങ്ങൾ കുറച്ച് കൂടി depth-ൽ മനസ്സിലാക്കിയത് കൊണ്ടാണ്. എപ്പോഴും ഒരാളുടെ situation കൂടുതൽ മനസ്സിലാക്കണമെങ്കിൽ നമ്മൾ അവരുടെ കണ്ണുകൾ കൊണ്ട് അവരുടെ ലോകത്തെ നോക്കിയാൽ മതിയാകും. ഞാനായിരുന്നു അവളുടെ സ്ഥാനത്തെങ്കിൽ എന്റെ അവസ്ഥ എന്തായിരുന്നേനെ എന്ന് ഞാൻ ചിന്തിച്ചു. ആ situation-നെ കുറിച്ച് കൂടുതൽ മനസ്സിലാക്കി. അതിനു ശേഷം book വായിക്കാൻ നോക്കി. കരഞ്ഞു കൊണ്ട് വായിക്കാൻ എനിക്ക് പറ്റിയില്ല. അത് കൊണ്ട് നിർത്തിയതാണ്. സഫാരി യൂട്യൂബ് ചാനലിൽ ഒരു episode ഞാൻ ഈ അടുത്ത കാലത്ത് കണ്ടിരുന്നു. സന്തോഷ് ജോർജ് കുളങ്ങര ആ എപ്പിസോഡിൽ ജർമനിയിലുള്ള ദഹാവ് concentration camp സന്ദർശിച്ച കഥ മറ്റൊരാളോട് വിവരിക്കുന്നതായിരുന്നു ആ എപ്പിസോഡിൽ ഉണ്ടായിരുന്നത്. അവർ അതിനെ പറ്റി വിവരിക്കുമ്പോൾ നമ്മളുടെ കണ്ണിൽ നിന്ന് അറിയാതെ കണ്ണീരൊഴുകും. കുറെ നേരം കരഞ്ഞ് പണ്ടാരമടങ്ങും. ഞാൻ കരച്ചിലോളി ആയത് കൊണ്ടായിരിക്കാം അതൊക്കെ ചെയ്തത്. പക്ഷെ ഏത് കഠിനഹൃദയന്റെയും മനസ്സിൽ കുറച്ചെങ്കിലും വേദന ഉണ്ടാകും ആ കഥ കേൾക്കുമ്പോൾ. വിഷയം മാറുന്നു. ആൻ ഫ്രാങ്കിന്റെ ഡയറി മാത്രമേ എനിക്ക് നല്ല പരിചയമുള്ളൂ. അതിൽ അവൾ ആ ഡയറിയെ kitty എന്നാണ് വിളിച്ചത് എന്നാണ് എന്റെ ഓർമ. എന്റെ ഡയറിക്കെന്താ അങ്ങനത്തെ പേരുകൾ ഇട്ടാൽ? മലയാളി പേര് തന്നെ ഇടാം. വാസു. “വാസൂ, ഇന്ന് എന്തൊക്കെയാ നടന്നത് എന്നറിയാമോ?” എന്നൊക്കെ പറയുമ്പോൾ ഒരു ഗുമ്മില്ല. വെറുതെ എന്തിനാ മറ്റുള്ളവരെ copy അടിക്കുന്നത്? എന്റെ ഡയറിക്ക് പേരെന്തിനാ? അതിനെ personification ചെയ്യേണ്ട കാര്യമുണ്ടോ? Boring ആയിട്ടുള്ള എനിക്ക് boring ആയിട്ടുള്ള diary മതി. അധികം decoration ഒന്നും വേണ്ട. ",
        "!LNK^https://www.youtube.com/watch?v=6u1xsCRckeo^Safari Channel Link"
    ]
}