{
    "id": 34,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ ഇന്ന് ഭക്ഷണം കഴിക്കാൻ മെസ്സിൽ പോയി. പക്ഷെ ക്യാമ്പസ്സിന്റെ അകത്ത് കൊറോണ ഉള്ള ആളുകളുടെ എണ്ണം കൂടുന്നത് കൊണ്ട് മെസ്സിൽ കുട്ടികളുടെ സുരക്ഷ ഉറപ്പ് വരുത്താൻ പുതിയ സമ്പ്രദായം കൊണ്ടുവന്നിട്ടുണ്ടായിരുന്നു. അതനുസരിച്ച് even നമ്പർ ദിവസങ്ങളിൽ id number even അക്കത്തിൽ അവസാനിക്കുന്ന കുട്ടികൾക്ക് മെസ്സിൽ ഇരുന്ന് ഭക്ഷണം കഴിക്കാം. അല്ലാത്തവർക്ക് tiffin കൊണ്ട് വന്ന് ഭക്ഷണം എടുത്ത് അവരുടെ റൂമിൽ കൊണ്ട് പോയി കഴിക്കാം. ഈ വാർത്ത എനിക്കറിയില്ലായിരുന്നു. ഇന്ന് എട്ടാം തീയതി. Even number. പക്ഷെ എന്റെ id number odd number-ൽ അവസാനിക്കുന്നതാണ്. അപ്പോൾ എനിക്ക് മെസ്സിൽ കുത്തിയിരുന്ന് ഭക്ഷണം കഴിക്കാൻ പറ്റില്ല. ഈ വാർത്ത എനിക്ക് മുൻപ് അറിയില്ലായിരുന്നു. അത് കൊണ്ട് വെറും കയ്യുമായിട്ടാണ് ഞാൻ മെസ്സിൽ പോയത്. അവിടത്തെ staff ആണ് എനിക്ക് ഇത് പറഞ്ഞ് തന്നത്. മെസ്സിൽ നിന്ന് ഭക്ഷണം കഴിക്കാനാകാതെ വെറും കയ്യുമായി മടങ്ങിപ്പോരേണ്ടി വന്നു. കഷ്ടം. എന്റെ രണ്ടു tiffin പാത്രങ്ങളും പൂപ്പൽ വന്ന് കിടക്കുകയാണ്. അത് കഴുകി വെളുപ്പിക്കാൻ സമയം ഒരുപാടെടുക്കും. മര്യാദക്ക് വെടിപ്പായി കഴുകിയില്ലെങ്കിൽ പിത്തം വന്ന് ചത്ത് പോകും. പിത്തം വന്ന് ചത്തു - ഈ phrase ഞാൻ ഇടയ്ക്കിടെ ഉപയോഗിക്കുന്നുണ്ടല്ലോ.. പറയാൻ നല്ല സുഖം - പിത്തം വന്നു ചത്തു.",
        "ഇനി പറയാൻ പോകുന്ന കാര്യത്തെ കുറിച്ച് മുൻപ് ഞാൻ ഏതോ വിഡിയോയിൽ കണ്ടിട്ടുണ്ട്. Richard Dawkins ആണെന്ന് തോന്നുന്നു ഇത് പറഞ്ഞത്. ഒരുപാട് മതപുരോഹിതരെ ഇദ്ദേഹം കണ്ടിട്ടുണ്ട്, അവരുമായിട്ട് സംവദിച്ചിട്ടുണ്ട്. അതിൽ പലരും വളരെ ബുദ്ധിമാന്മാരായ, വളരെ അധികം ചിന്താശക്തിയുള്ള ആളുകളാണ്. ഇത്തരത്തിൽ കഴിവുകൾ സിദ്ധിച്ചവരായിട്ട് കൂടി എന്ത് കൊണ്ടാണ് ഇവർ ഇവരുടെ മതത്തിൽ വിശ്വസിക്കുന്നത്? അവരുടെ മതപുസ്തകങ്ങൾ വിളമ്പുന്ന വിഡ്ഢിത്തങ്ങൾ ഏറ്റുപറയുന്നത് എന്തുകൊണ്ടാണ്? ഇതിനെകുറിച്ച് ആലോചിക്കുമ്പോൾ എനിക്ക് സ്വന്തമായി കുറച്ച് അനുഭവങ്ങൾ പങ്കുവെക്കാനുണ്ട്. ഞാൻ പഠിച്ച കോളേജുകളിൽ ഈ പറഞ്ഞ മതപണ്ഡിതരുടെ പോലെ വളരെ ബുദ്ധിയുള്ള ഒരുപാട് പേരെ ഞാൻ കണ്ടിട്ടുണ്ട്. അവർ പുകവലിക്കുന്നതും, കള്ളു കുടിയ്ക്കുന്നതും, വേറെ പലതും ഉപയോഗിക്കുന്നതും, ചെയ്യുന്നതും കണ്ടിട്ടുണ്ട്. എന്ത് കൊണ്ട്? എന്തിനു മറ്റുള്ളവരെ പറ്റി പറയുന്നു, പൊട്ടനായ എന്നോട് തന്നെ ചോദിക്കട്ടെ, പുറത്ത് നിന്ന് ഭക്ഷണവും പലഹാരവും വാങ്ങുന്നത് വളരെയധികം പൈസ നഷ്ടം വരുത്തുമെന്നും, ആരോഗ്യത്തിന് നല്ലതല്ലെന്നും എനിക്കറിയാം. എന്നിട്ടും എന്ത് കൊണ്ട് ഞാൻ അത് ചെയ്യുന്നു? മതപണ്ഡിതരുടെ കാര്യത്തിൽ അത് ആശയപരമായ തീരുമാനമെടുക്കലാണ്. ഞാൻ കണ്ട hostel-ലെ ആളുകളും ഞാനും addiction മൂലം കാര്യങ്ങൾ ചെയ്യുന്നതാണ്. രണ്ടിലും വ്യത്യാസമുണ്ട്. രണ്ടിലും സാമ്യതകളുമുണ്ട്. പക്ഷെ മതപരമായിട്ട് വിശ്വാസങ്ങളിൽ ഊന്നി നിൽക്കുന്നവർക്ക് അവരുടെ വിശ്വാസങ്ങൾ മാറ്റാൻ ഏറെ ബുദ്ധിമുട്ട് ഉണ്ടാകില്ലേ? ഈ interview ചെയ്ത മത പുരോഹിതരിൽ കുറെ പേരും വളരെ open minded ആണ്. പക്ഷെ അവരുടെ വിശ്വാസങ്ങളിലേക്ക് എത്തുമ്പോൾ എല്ലാ ആശയങ്ങളും തട്ടി തെറിക്കപ്പെടും. ഒരാളുടെ beliefs അയാളെ define ചെയ്യുന്നതിൽ വളരെ significant ആയിട്ടുള്ള ഭാഗമാണ്. അതിൽ മാറ്റം സംഭവിച്ചാൽ ആ വ്യക്തിയുടെ മിക്ക സ്വഭാവങ്ങളിലും ആ മാറ്റം വെളിവാകും. Maybe ആ belief-ന്റെ inertia വളരെ വലുതായിരിക്കും. എന്ന് വച്ചാൽ ആ belief വളരെ കാലം മുൻപ് വളരെ strong ആയിട്ട് ആലേഖനം ചെയ്തതായിരിക്കും. ഓരോ ദിവസങ്ങളിലും പല നിമിഷങ്ങളിൽ ആയി ആ belief അവർക്ക് കൂടുതൽ കൂടുതൽ ശക്തി തരുന്നതായിട്ട് അവർക്ക് അനുഭവപ്പെടുന്നുണ്ടാകും. അങ്ങനെ ഒരു loop-ൽ കിടന്ന് reinforced ആയ ആ belief-നെ ആരെങ്കിലും ചോദ്യം ചെയ്‌താൽ, അല്ലെങ്കിൽ സംശയിച്ചാൽ അവരുടെ സകല നാഡീഞരമ്പുകളും രോമങ്ങളും വരെ അതിനെതിരെ പ്രതികരിക്കും. ആ potential മാറ്റത്തിനെ oppose ചെയ്യും. ഇതിനെ പറ്റി സംസാരിക്കാൻ അല്ലെങ്കിലും ഞാൻ ആരാ?",
        "ഞാൻ ഇന്ന് രണ്ട് videos കണ്ടു. ചരിത്രം എന്നിലൂടെ എന്ന പരിപാടിയുടെ രണ്ട് എപ്പിസോഡുകൾ. അതിൽ കെമാൽ പാഷ എന്ന ഒരു high കോടതി ജഡ്ജി അദ്ദേഹത്തിന്റെ പ്രവർത്തന കാലയളവിൽ നടന്ന കുറച്ച് criminal case-കളെ പറ്റി സംസാരിക്കുകയാണ്. അതിൽ ആലുവ കൂട്ടക്കൊല എന്ന കേസിനെ കുറിച്ചാണ് ആണ് ഈ രണ്ട് എപ്പിസോഡുകളിലും അദ്ദേഹം സംസാരിച്ചത്. വളരെ horrifying ആയിട്ടുള്ള ഒരു കഥ. 2001-ൽ ആണ് സംഭവം നടക്കുന്നത്. ഞാൻ വെറുതെ അച്ഛനെ വിളിച്ച് ചോദിച്ചു, അച്ഛന് ഈ സംഭവത്തെ പറ്റി വല്ലതും ഓർമ്മയുണ്ടോ എന്ന്. നല്ല പോലെ ഓർമയുണ്ട് അച്ഛന്. അച്ഛന് കൊലപാതകിയുടെ പേരറിയാം, മരിച്ചവരിൽ ചിലരുടെ പേരറിയാം. സംഭവത്തിന്റെ എല്ലാ കോണുകളും അറിയാം. എനിക്ക് നാല് വയസ്സുള്ളപ്പോൾ ആണ് ഇത് നടക്കുന്നത്. കാലം എത്ര കടന്നു പോയി. ഇപ്പോഴും ഇത് പോലുള്ള പലതും നടക്കുന്നു.  പതിനായിരം രൂപയുടെ വിരലടയാളം ആ കൊലക്കുണ്ട്. അത് എന്നെ കുഞ്ചൻ നമ്പ്യാരുടെ ഒരു തുള്ളലിന്റെ ശകലം എന്നെ ഓർമിപ്പിച്ചു. അതിന്റെ കുറച്ച് കൂടി വരികൾ ഞാൻ നെറ്റിൽ കണ്ടു പിടിച്ചു. താഴെ അത് വായിക്കാം. കാലമെത്ര പോയാലും അതിന്റെ വരികൾ ഇനിയും ഇനിയും പ്രസക്തമാകാൻ പോവുകയേ ഉള്ളൂ.",
        "!PRE_ധനമെന്നുള്ളത് മോഹിക്കുമ്പോൾ _വിനയമൊരുത്തനുമില്ലിഹ നൂനം;_തനയൻ ജനകനെ വഞ്ചനചെയ്യും_ജനകൻ തനയനെ വധവും കൂട്ടും_അനുജൻ ജ്യേഷ്ഠനെ വെട്ടിക്കൊല്ലും;_മനുജന്മാരുടെ മാർഗമിതെല്ലാം;_കനകം മൂലം കാമിനി മൂലം _കലഹം പലവിധമുലകിൽ സുലഭം."
    ]
}