{
    "id": 35,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Grieving എന്ന് പറയുന്നത് മനുഷ്യൻ വിധിച്ചിട്ടുള്ളതാണ്. എത്ര അധികം ജീവിക്കുന്നുവോ അത്രയധികം തവണ മനുഷ്യൻ grieve ചെയ്യേണ്ടി വരും. എല്ലാവരും ഒറ്റയടിക്ക് മരിക്കുന്ന വല്ല സംഭവം ഉണ്ടായില്ലെങ്കിലും, നമ്മളുടെ ഓർമയും ബുദ്ധിയും നശിച്ച് പോകുന്ന അവസ്ഥ വന്നില്ലെങ്കിലും ഒക്കെ നമ്മൾ നമ്മളുടെ പ്രിയപ്പെട്ടവരുടെ മരണവാർത്ത ഒരിക്കലെങ്കിലും അറിയേണ്ടതായി വരും. പലരും പലവിധേനയാണ് grieving നടത്താറുള്ളത്. എന്റെ അച്ഛമ്മ മരിച്ചിട്ട് ഒരു കൊല്ലം ആകാനായി. കഴിഞ്ഞ മാർച്ച് മാസമായിരുന്നു അച്ഛമ്മ പോയത്. അമ്മയോടും, അച്ഛമ്മയോടും ഞാൻ ബാക്കി ഉള്ളവരെ അപേക്ഷിച്ച് ഒരുപാട് സംസാരിക്കാറുണ്ട്. ഒരുപാട് ഒരുപാട്. അച്ഛനോടും ചേച്ചിയോടും വരെ ഞാൻ അത്ര സംസാരിക്കാറില്ല. അച്ഛമ്മയുടെ ഒരുപാട് കഥകൾ എനിക്കറിയാം. അച്ഛമ്മയുടെ മനസ്സ് എനിക്കറിയാം. അങ്ങനെ ഉള്ള ഒരാൾ മരിക്കുമ്പോൾ കുറച്ച് അധികം കാലമെടുക്കും അതിനോട് പൊരുത്തപ്പെടാൻ. അച്ഛമ്മ മരിക്കുന്നതിന് രണ്ട് ദിവസം മുൻപ് വരെ ഞാൻ ചെന്ന് കണ്ടിരുന്നു. അപ്പോഴൊക്കെ അച്ഛമ്മക്ക് ബോധമില്ല. മരിക്കുന്ന വരെ ആന്റിമാർ മൂന്ന് പേരും അടുത്തുണ്ടായിരുന്നു. എനിക്ക് അവർ കടന്നു പോയ നിമിഷങ്ങളെ കുറിച്ച് ആലോചിക്കാൻ കൂടി ആവുന്നില്ല. ബോധം പോയി കിടക്കുന്ന അവസ്ഥയിൽ അച്ഛമ്മയെ കാണാൻ ഞാനും അച്ഛനും അമ്മയും ആന്റിയുടെ വീട്ടിൽ ചെന്നപ്പോൾ ആന്റിമാർ ചുറ്റിലും ഇരുന്ന് അച്ഛമ്മയെ ഉണർത്താൻ ശ്രമിച്ചുകൊണ്ടിരുന്നു. പാതിമയക്കത്തിൽ എന്ന പോലെ ഇടക്ക് കണ്ണ് പകുതി തുറക്കുന്നപോലെ എനിക്ക് തോന്നും. എന്നെ നോക്കിയിട്ടെന്ന വിധം അച്ഛമ്മ ഒരു പതിഞ്ഞ സ്വരത്തിൽ എന്തോ ഞരക്കമുണ്ടാക്കി. എനിക്ക് സങ്കടം സഹിക്കാൻ പറ്റിയില്ല. കുറച്ച് ദിവസങ്ങൾക്ക് മുൻപ് വരെ ഞാൻ അച്ഛമ്മക്ക് പാട്ടൊക്കെ വച്ചു കൊടുത്തിരുന്നു. അതും കേട്ട് കേട്ട് മയങ്ങിയിരുന്നു. അതിനും കുറച്ച് ദിവസങ്ങൾ മുൻപ് എന്നോട് എന്തെങ്കിലും ഒക്കെ മിണ്ടുമായിരുന്നു. കുറച്ച് ദിവസങ്ങൾക്കുള്ളിൽ, കുറച്ച് ആഴ്ചകൾക്കുള്ളിൽ എല്ലാം മാറി. മരിക്കുന്നതിന് രണ്ടാഴ്ച മൂന്നാഴ്ച മുൻപ് ഞാൻ ചെന്ന് കണ്ടപ്പോൾ വലിയ ഉഷാറിൽ കായം കലക്കിയ വെള്ളം ഒക്കെ കുടിക്കുന്നുണ്ടായിരുന്നു. വയറുവേദന മാറാൻ കായം കലക്കിയ വെള്ളം കുടിക്കുന്നത് നല്ലതാണെന്ന് അച്ഛമ്മ ഇടയ്ക്കിടെ പറയുന്നുണ്ട്. എനിക്കൊക്കെ കുറെ അങ്ങനെ തന്നിട്ടുണ്ട്. എന്റെ വയറു വേദന അങ്ങനെ മാറിയിട്ടുമുണ്ട്. അച്ഛമ്മക്കറിയില്ലല്ലോ ഈ വയറുവേദന കാൻസർ കൊണ്ട് വരുന്നതാണെന്ന്. ഞങ്ങൾക്ക് പറയാനും പറ്റില്ല. കരഞ്ഞ് കൊണ്ട് അവിടന്ന് എത്ര തവണ പോന്നിട്ടുണ്ടെന്ന് എനിക്കറിയില്ല. അടുത്തിരിക്കുമ്പോൾ ഒക്കെ ഞാൻ അച്ഛമ്മയുടെ കൈ പിടിച്ചിരിക്കും. ഇങ്ങനെ അടുത്തിരിക്കാനും, കൈ പിടിക്കാനും അപ്പോൾ കിട്ടുന്ന അവസരങ്ങൾ മാത്രമേ എനിക്ക് ബാക്കിയുണ്ടായിരുന്നു എന്നുള്ളത് എനിക്ക് അറിയില്ലായിരുന്നു. “ഞാൻ പോവുകയാ ട്ടോ” എന്നൊക്കെ എന്നോട് പറയും. അതിനും കുറച്ച് മുൻപ് “പോവുകയല്ലോ ശകുന്തള” എന്ന ഏതോ പണ്ടത്തെ പാട്ടിലെ വരി ഇങ്ങനെ പറയും. പണ്ടൊക്കെ എന്നെ വിളിക്കുമ്പോൾ പറയും “ബിരിയാണി തിന്നുമ്പോൾ അപ്പൂട്ടനെ ഓർമ വരുന്നു”, “നെയ്‌ച്ചോറ് തിന്നുമ്പോൾ അപ്പൂട്ടനെ ഓർമ വരുന്നു” എന്നൊക്കെ. New year-ന്റെ സമയത്ത് ഇങ്ങനെ നല്ല ഭക്ഷണം ഒക്കെ കഴിക്കുമ്പോൾ എന്നെ ഓർമിക്കും. ഒരു ദിവസം അച്ഛമ്മയുടെ അനിയത്തി മരിക്കുന്നതിന് കുറച്ച് നാൾ മുൻപ് ആന്റിയുടെ വീട്ടിൽ വന്നിരുന്നു. ഞാനും അച്ഛനും അമ്മയും ചേച്ചിയുമൊക്കെ ആ സമയത്ത് അപ്പോൾ അവിടെ ഉണ്ടായിരുന്നു. അനിയത്തി മരിച്ചതും കാൻസർ വന്നിട്ടാണ്. അവരുടെ മക്കൾ അവർ മരിക്കുന്നതിന് മുൻപ് ബോധമുള്ള നാളുകളിൽ അടുത്ത കുടുംബക്കാരെ എല്ലാവരെയും കാണാനായി അവരെ കൊണ്ട് പോയപ്പോൾ, കൂട്ടത്തിൽ ആന്റിയുടെ വീട്ടിൽ കൂടി കയറിയതാണ്. അന്ന് അവർ അച്ഛമ്മയുടെ അടുക്കൽ നിന്ന് ഒരുപാട് കരഞ്ഞു. ഒരിക്കലും അവർ കരയുന്നത് ഞാൻ കണ്ടിട്ടില്ല. കക്കോടിയിൽ താമസിച്ചിരുന്ന കാലത്ത് അവരെ കാണാൻ ഞാനും അച്ഛനുമൊക്കെ അവർ ഒറ്റക്ക് താമസിക്കുന്ന വീട്ടിൽ പോകുമായിരുന്നു. അപ്പോഴൊക്കെ അവർ പുഞ്ചിരിച്ച് കൊണ്ട് ഞങ്ങൾക്ക് ഭക്ഷണം തരുകയൊക്കെ ചെയ്യുമായിരുന്നു. എന്നെയൊക്കെ അവർക്ക് ഭയങ്കര ഇഷ്ടമാണ്. അവർക്ക് അസുഖത്തെ പറ്റി നല്ല ബോധം ഉണ്ടായിരുന്നു. ആന്റി ഒരു nursing superintendent ആയത് കൊണ്ട് ആന്റി പരിശോധിക്കാൻ വേണ്ടി നാവ് നീട്ടാൻ ഒക്കെ ചോദിച്ചു. ണ് നാവ് നീട്ടിയപ്പോൾ നാവിൽ നീല നിറത്തിൽ വലിയ പാടുകൾ കാണാമായിരുന്നു. അന്ന് അവർ കരഞ്ഞ അതേ റൂമിൽ ആണ് അച്ഛമ്മ മരിച്ചത്. അവർ രണ്ടു പേരും ഇപ്പോൾ ഒരുമിച്ച് ഇരുന്ന് പോയ കാലത്തെ കഥകളൊക്കെ പറഞ്ഞ് ചിരിക്കുന്നുണ്ടാകും. അവർ മരിക്കുന്നതിന് മുൻപ് hospital-ൽ admit ചെയ്തപ്പോൾ ഒക്കെ അച്ഛമ്മ ഒക്കെ ഹോസ്പിറ്റലിൽ പോയി ഇരുന്ന് കുറെ care ഒക്കെ കൊടുത്തിരുന്നു.",
        "ഞാൻ പറയാൻ വന്നത് ഇതൊന്നുമല്ല. മരിച്ചതിന് ശേഷം വരക്കൽ ക്ഷേത്രത്തിന് സമീപമുള്ള കടപ്പുറത്ത് ബലിയിടാൻ ഞാനും പോയിരുന്നു. മതത്തിൽ എനിക്ക് വിശ്വാസമൊന്നും ഇല്ലെങ്കിലും ബലിയിട്ടില്ലെങ്കിൽ എന്റെ grief അവശേഷിക്കും. ചെയ്യേണ്ട കടമ ബാക്കിവെക്കും പോലെ. ഞാൻ ബലിയിടാൻ ഇരുന്നിടത്തിന് തൊട്ട് മുൻപിൽ വളരെ ചെറിയ ഒരു കൊച്ചാണ് ഇരിക്കുന്നത്. അവന്റെ സമീപം ചുവന്ന പട്ടുകൊണ്ട് വായ മൂടിയ രണ്ടു ചെറിയ കുടവുമുണ്ട്. ചിതാഭസ്മം. എല്ലുകൾ. രണ്ട് പേർ അവന് നഷ്ടപ്പെട്ടിരിക്കുന്നു. മിക്കവാറും അവന്റെ അച്ഛനും അമ്മയും. അവന്റെ അരികിൽ ബന്ധുവായ ആരോ നിൽക്കുന്നുണ്ട്. ആ image എന്റെ മനസ്സിൽ ഇപ്പോഴുമുണ്ട്. പുലർച്ചെ നന്നേ നേരം വെളുക്കുന്ന കടപ്പുറത്ത് ഈറനുടുത്ത് തരിമണലിൽ ഇരിക്കുന്ന അവനും, സമീപം നിൽക്കുന്ന ബന്ധുവും, ബലിയിടലിനു നിർദ്ദേശം കൊടുക്കുന്ന ആളും. അകലെ കാക്കകൾ അവരുടെ ഊഴം കാത്ത് അക്ഷമരായി നിൽക്കുന്നു. തെല്ലൊരാലസ്യത്തോടെ വരക്കലിന്റെ മണൽകരയെ പുൽകുന്ന കടൽത്തിരകൾ. അവനുണ്ടായ നഷ്ടം എത്ര വലുതാണ്. അതിന്റെ ഭീകരത ഒന്നും അവനിൽ പ്രതിഫലിക്കുന്നില്ല. ചുറ്റിലും അതിന്റെ ഒരു തരി അംശമില്ല. ആ രണ്ടു കുടങ്ങളിൽ ഒഴികെ. അവന്റെ മുഖത്ത് ഒരു ഭാവഭേദങ്ങളും ഇല്ല. ഒരു ഭാവവും ഇല്ല. വളരെ haunting ആയിട്ടുള്ള image."
    ]
}