{
    "id": 37,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "FM radio channel-ലുകളുടെ frequency-കളുടെ അത്ര കിലോഗ്രാം weight-റ്റാണ് നിങ്ങൾക്കെങ്കിൽ അത് പേടിക്കേണ്ട കാര്യം തന്നെയാണ്. ഒന്നോ രണ്ടോ ആഴ്ചകൾക്കു മുൻപ് എന്റെ weight കുറെ കാലത്തിനിടക്ക് ആദ്യമായി 86-ലേക്ക് കടന്നിരുന്നു. പിന്നെ കുറെ ഞാൻ ഉഴപ്പി ഉഴപ്പി അത് 91.9 വരെ എത്തിച്ചിരിക്കുന്നു. എനിക്ക് ചിരിക്കണോ കരയണോ എന്ന് അറിയില്ല. ഓട്ടകീശയാണ് എന്റേത്. ഒരു നയാ പൈസയും എന്റെ കൈയിൽ നിൽക്കില്ല. അതുകൊണ്ടാണ് കിട്ടുമ്പോൾ കിട്ടുമ്പോൾ എല്ലാം അച്ഛന് കൊടുക്കുന്നത്. അച്ഛൻ നന്നായി പൈസ handle ചെയ്യാൻ അറിയാം. എന്നെ പോലെ ധൂർത്തനല്ല. ചെറിയ കുട്ടിയായിരുന്നപ്പോൾ ജോത്സ്യർ കവടി നിരത്തി എന്നെ പറ്റി പറഞ്ഞിരുന്നു ഞാൻ ഭയങ്കര ധൂർത്തൻ ആകുമെന്ന്. ആ സമയത്ത് എനിക്ക് പോലും അത് വിശ്വാസം വന്നില്ല. ആ സമയത്തൊക്കെ എനിക്ക് പുതിയ കുപ്പായം വാങ്ങാനും മിറ്റായി വാങ്ങാനും കളിപ്പാട്ടം വാങ്ങാനുമൊക്കെ അത്ര വലിയ interest പോലുമില്ലായിരുന്നു. ആന്റിയുടെ മക്കളുടെ second hand dress ഒക്കെ ഞാൻ ഒരു മടിയുമില്ലാതെ ഇടുമായിരുന്നു. ഇതെങ്ങനെയാ ഞാൻ ഇങ്ങനെയായത്? ചിലപ്പം ഒരിക്കലും പൈസ handle ചെയ്ത് പരിചയമില്ലാത്തത് കൊണ്ടാവും. എനിക്കും ചേച്ചിക്കും ഒന്നും ഒരിക്കലും pocket money കിട്ടിയിട്ടില്ല. ആറാം ക്ലാസ്, ഏഴാം ക്ലാസ്സിൽ ഒക്കെ എത്തിയപ്പോൾ അമ്മ സാധനം വാങ്ങാൻ പറഞ്ഞയക്കും. അപ്പോഴാണ് സത്യത്തിൽ എന്റെ കയ്യിൽ സ്വന്തമായി ഉപയോഗിക്കാൻ പൈസ കിട്ടുന്നത്. അപ്പോഴൊക്കെ സാധനം മേടിച്ച് പൈസ വല്ലതും ബാക്കി വന്നാൽ ഞാൻ അണ പൈ തെറ്റാതെ അമ്മക്ക് എല്ലാം തിരിച്ച് കൊടുക്കും. അങ്ങനെ കൊടുക്കുന്നതിൽ അമ്പത് പൈസ വരെ കാണും. ഞാൻ അത് പോലും എനിക്ക് വേണ്ടി ഉപയോഗിക്കാറില്ല. അങ്ങനെ അങ്ങനെ കുറെ കാലം ഞാൻ ഒരു പീടികയിൽ നിന്നും സാധനം ഒക്കെ ഒരുപാട് വാങ്ങി വാങ്ങി, ഒരു വർഷാവസാനം കടക്കാരൻ free ആയിട്ട് എനിക്ക് ഒറൈസ് തന്നിരുന്നു. ഒറൈസ് sipup പോലുള്ള ഒരു സാധനം free ആയിട്ട് എനിക്ക് തന്നു. അപ്പൊ എനിക്ക് എന്തൊരു സന്തോഷം ആയിരുന്നുവെന്നോ. ഇപ്പൊ പൈസ സ്വന്തമായിട്ട് handle ചെയ്യേണ്ട ആവശ്യം വന്നപ്പോൾ നല്ല തീരുമാനങ്ങൾ എടുക്കാൻ എനിക്ക് പറ്റുന്നില്ല. ഞാൻ ഒരു systematic ആയിട്ട് budget പോലെ എന്തെങ്കിലും സംവിധാനം കൊണ്ട് വരും. എന്നിട്ട് എല്ലാം disciplined ആയിട്ട് ഒരു കാലത്ത് ചെയ്യും."
    ]
}