{
    "id": 38,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ പുതിയ ഒരു ആപ്പിന്റെ idea ഇന്നലെ ചിന്തിച്ചുണ്ടാക്കി. കുറെ silly ആയ apps ഞാൻ ഉണ്ടാക്കിയിട്ടുണ്ട്. പ്രത്യേകിച്ച് effort ഒന്നും എടുക്കാതെ. ഇതും അത് പോലെ ഒന്നാണെന്ന് കരുതാം. പക്ഷെ ചിലപ്പോൾ എനിക്ക് തന്നെ ഇത് useful ആകും. അതെന്താണെന്ന് പറയാം. ഇപ്പൊ നമ്മളുടെ curse ആയിട്ട് ഏതെങ്കിലും distraction നമ്മളെ പിന്തുടർന്ന് കൊണ്ടേയുണ്ടാകും. Youtube, വേറെ social medias, TV shows, anime, manga, binge eating, masturbation, കള്ളുകുടി, വെറുതെ സംസാരിച്ച് സമയം കളയുക, game കളിക്കുക, ഫോണിൽ കുറെ നേരം കണ്ണ് മിഴിച്ചിരിക്കുക, അങ്ങനെ അങ്ങനെ distractions-ന്റെ list വളരെ വലുതാണ്. ഇങ്ങനത്തെ പല distractions-സും human made ആണ്. Casino-യിൽ കയറുന്ന ആളെ പുറം ലോകത്തിലെ reality-യിൽ നിന്ന് എത്രത്തോളം അകറ്റി നിർത്തുന്നുവോ, അത്രയും സമയം അയാൾ casino-യിൽ spend ചെയ്യും. Casino-ക്ക് വരുമാനമുണ്ടാക്കും. ഇതേ പോലെ engaging and addictive ആയിട്ടുള്ള കാര്യങ്ങൾ പണക്കൊതിയരായ കമ്പനികൾ നമ്മളെ അവരുടെ വലയിൽ വീഴ്ത്താൻ വേണ്ടി നമ്മൾ അറിഞ്ഞും അറിയാതെയും ചെയ്യുന്നുണ്ട്. ഞാൻ ഉണ്ടാക്കാൻ ഉദ്ദേശിക്കുന്ന ആപ്പ് ചെയ്യുന്നത് ഇങ്ങനത്തെ മായികവലയത്തിൽ നിന്നും നമ്മളെ distract ചെയ്ത് തിരിച്ച് track-ലേക്ക് കൊണ്ട് വരുക എന്നുള്ളതാണ്. ഇത് വളരെ simple ആണ്. നമ്മൾ നമ്മൾക്ക് ആവശ്യമുള്ള, ഉപകാരമുള്ള കാര്യങ്ങൾ ചെയാനുള്ളതിന്റെ list ആദ്യം ഉണ്ടാക്കും. എന്നിട്ട് ആപ്പിന്റെ start button ഞെക്കും. പിന്നെ ഓരോ അഞ്ചു മിനിറ്റ് കൂടുമ്പോഴും നമ്മളെ അത് distract ചെയ്തു കൊണ്ടിരിക്കും - ഒരു notification വഴി. എന്നിട്ട് നമ്മൾ useful ആയിട്ടുള്ള കാര്യം തന്നെയാണോ ചെയ്യുന്നത് എന്ന് confirmation ചോദിക്കും. നമ്മൾ reply കൊടുത്തില്ലെങ്കിൽ വീണ്ടും വീണ്ടും remind ചെയ്യും. എന്നിട്ടും mind ചെയ്തില്ലെങ്കിൽ useful അല്ലാത്ത കാര്യം ആണ് ചെയ്യുന്നത് എന്ന് mark ചെയ്യും. ഇത് നമ്മൾ എപ്പോഴും time spend ചെയ്യുന്നത് നമ്മൾക്ക് ഉപകാരമുള്ള കാര്യങ്ങൾക്കാണ് എന്നുള്ളത് ഉറപ്പ് വരുത്തും. ഇപ്പൊ ഇത് crude ആയിട്ടുള്ള idea ആണെങ്കിൽ കൂടി ഇത് ഉണ്ടാക്കി വരുമ്പോൾ നല്ല style ആകും. എന്നിട്ട് ഈ ആപ്പും വേറെ ആപ്പുകളെ പോലെ ഞാൻ fdroid-ൽ publish ചെയ്യും. എന്നെ പോലെ ആർക്കെങ്കിലും ഇത് ഉപകരിക്കപ്പെട്ടാലോ?"
    ]
}