{
    "id": 39,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "കുറെ കാലം കഴിഞ്ഞ് വായിക്കുമ്പോൾ ഈ എഴുതിയതൊക്കെ cringy ആയിട്ട് എനിക്ക് തന്നെ തോന്നും. നൊസ്റ്റാൾജിയ തോന്നും, പക്ഷെ ആ cringe-ഞ്ചും അതിനൊപ്പം ഉണ്ടാകും. ഇപ്പോഴൊന്നും അത് തോന്നില്ല. കുറച്ച് കഴിയണം അത് തോന്നി തുടങ്ങണമെങ്കിൽ. ബാക്കിയുള്ളവരുടെ അവസ്ഥ എന്താണെന്ന് എനിക്കറിയില്ല. അവരുടെ എല്ലാം dignified ആയിരിക്കും, കുറെ കാലം കഴിഞ്ഞ് നോക്കുമ്പോൾ അവർക്ക് proud feeling ഒക്കെ തോന്നിയേക്കാം. എന്നാലും ഈ cringe എന്റെ കൂടപ്പിറപ്പാണ്. കുറച്ച് കാലങ്ങൾക്ക് മുൻപ് വരെ ഞാൻ കുറെ കുറെ കവിതകൾ എഴുതുമായിരുന്നു. കുറെ എണ്ണം കളഞ്ഞ് പോയി. ഇപ്പോൾ കുറച്ച് എണ്ണം ഞാൻ തിരഞ്ഞ് കണ്ടു പിടിച്ചു. അത് ഇവിടെ share ചെയ്യാം. പുതിയത് പുതിയത് കിട്ടുകയാണെങ്കിലും പുതിയത് എഴുത്തുകയാണെങ്കിലും ഞാൻ അപ്പപ്പോൾ ഇവിടെ തന്നെ ഇട്ടേക്കാം. മിക്കതും cringy ആണ്. ഞാൻ ചിലതൊക്കെ facebook ഒക്കെ ഉപയോഗിക്കുന്ന കാലത്ത് അതിൽ post ചെയ്യുമായിരുന്നു. അത് കണ്ടിട്ട് എനിക്കുള്ള ഒരേ ഒരു friend എന്നെ കുറെ കളിയാക്കി. അപ്പോഴൊന്നും അവൻ കളിയാക്കുന്നതിന്റെ കാരണം എനിക്ക് മനസ്സിലായില്ല. ഇപ്പോ കുറേശ്ശേ മനസ്സിലാകുന്നുണ്ട്. എന്തായാലും എനിക്ക് കിട്ടിയത് ഞാൻ ഇവിടെ ഇടാം. പിന്നെ എപ്പോഴെങ്കിലും അതൊക്കെ കളഞ്ഞു പോയാൽ, പിന്നെ വായിക്കണമെന്ന് തോന്നിയാലോ? അപ്പൊ പിന്നെ കരഞ്ഞിട്ട് കാര്യമില്ലല്ലോ.",
        "!PRE_തിരച്ചിൽ__അരവയർ നിറയുമ്പോളറിയാതെ വിരിയുന്നു,_ചാരുമന്ദസ്മിതം നിൻ മലരധരങ്ങളിൽ;_പൊരിവെയിൽ പലവുരുവേറ്റ് കരിഞ്ഞു നീ_തെരുവിൻ ഇരുൾമാറിൽ തിരഞ്ഞതെന്തേ?_ഇന്നു ഞാൻ നല്കിയൊരൂണിൻ സ്വാദോ അതോ,_എന്നും നിനക്കന്യമായൊരു സ്നേഹ സ്പർശമോ?",
        "ഈ കവിതയാണ് ഉള്ളതിൽ വച്ച് എനിക്ക് ഇഷ്ടമുള്ളത്. കാൺപൂരിൽ ഏകാന്ത വാസം നടത്തുമ്പോൾ എഴുതിയതാണ് ഇത്. ഇത് മോശമാണെന്ന് ഒരാളും പറയാൻ ഞാൻ സമ്മതിക്കില്ല. ഇത് വായിക്കുമ്പോൾ എനിക്ക് ഇനിയും ഇതുപോലെ ഒക്കെ എഴുതാനുള്ള motivation ഒക്കെ കിട്ടും. പക്ഷെ ഇത് പോലെ ഇനി എഴുതാൻ പറ്റുമോ എന്ന് എനിക്ക് ശരിക്കും അറിയില്ല.",
        "!PRE_ശ്വാസംമുട്ടൽ__പടിമേൽക്കിടന്ന് സ്വപ്നം കണ്ട_പടുകാമുകനു ശ്വാസം മുട്ടി._പൊടി വിതറിയ മേശ തൂത്ത്_പൊടിയിട്ട് വലിയ്ക്കേണ്ട മരുന്ന് തപ്പി_പ്രിയകാമുകിയുടെ പടം പിടിച്ചെറിഞ്ഞു._പക്ഷെ, പിറന്നാൾ കാർഡുകൾക്കിടയിൽ_പതുങ്ങി വിറച്ച മരുന്നുകുപ്പി_പെട്ടന്ന് തന്നെ പിടിക്കപ്പെട്ടു",
        "ഈ കവിതയിലൂടെ ഞാൻ പറയാൻ ഉദ്ദേശിച്ച കാര്യം എന്താണെന്ന് വെച്ചാൽ ശ്വാസം മുട്ടി ചാവാൻ പോകുമ്പോൾ സ്വന്തം ജീവനെക്കാൾ വലുതായി മനുഷ്യൻ ഒന്നും കാണില്ല എന്നതാണ്. ചോര ഛർദിച്ച് ചാവാൻ വേണ്ടി കക്കൂസിലേക്ക് ഓടുന്ന ആൾ കക്കൂസിന്റെ വാതിൽ കൊളുത്ത് ഒരിക്കലും ഇടാൻ പോകുന്നില്ല. വേറെ എന്ത് കാര്യവും സ്വന്തം ജീവനോളം വലുതായി ഒരാൾക്കും ആ സമയം തോന്നാൻ പോകുന്നില്ല. “നിനക്ക് വേണ്ടി ഞാൻ മരിക്കും” എന്നൊക്കെ dialogue ഇറക്കുന്ന കാമുകൻ തെണ്ടി കാര്യത്തോടടുക്കുമ്പോൾ വാലും മടക്കി ഓടിക്കളയും. ഇതിനെപ്പറ്റിയൊക്കെയാണ് ഞാൻ പറയാൻ ശ്രമിച്ചത്. പക്ഷെ execution മോശമായി എന്നാണ് തോന്നുന്നത്. ",
        "!PRE_വിലാപം__കലപ്പയുമേന്തി കാലത്തെ കാക്കും_കർഷകാ നിങ്ങൾക്കു കഷ്ടകാലം._നൽകിയാൽ തീരാത്ത പുണ്യം വിളമ്പുന്ന_നെൽപ്പാടമേ നിനക്കെന്തു ദുഃഖം?_നിൻ മേലെ ദൈവത്തിൻ പാപമോഹങ്ങൾ, താഴെ_നിൻ യജമാനന്റെ ഹൃത്തടവും_നീചമായ് ത്യാഗവും മാറുന്ന കാലത്തിൽ_നന്മ ചെയ്തിടുന്നവനെന്നും പിഴ_കാലക്കെടുതിയിൽ ശോഷിച്ചു പോയതോ_കേവലം നിന്നുടെ നന്മ മാത്രം._ജീവന്റെ ജാലകം കാക്കുന്ന കർഷകാ_ജീർണിച്ച പാടമോ നിന്റെ സ്വത്ത്?_ജന്മം കൊടുത്തതിലോമനയാകുന്ന_മർത്യരെ നിങ്ങൾക്കു രോഷമില്ലെ?_ഒരു വരി കയറിന്മേൽ ഒതുങ്ങുന്ന ജീവനെ_ഒരുമാത്രയെങ്കിലും ഓർത്തിരുന്നോ?",
        "ഇത് ഞാൻ കുട്ടിയായിരുന്നപ്പോൾ എഴുതിയതാണ്. ആറിലോ ഏഴിലോ ഒക്കെ പഠിക്കുമ്പോൾ. അച്ഛൻ ഇത് വായിച്ചിട്ട് നല്ലതാണെന്ന് തോന്നി ബില്ലുകളും ആവശ്യമുള്ള കടലാസുകളും കുത്തിവയ്ക്കുന്ന ഒരു സാധനത്തിന്മേൽ ഇതും കുത്തി വച്ചു. പിന്നെ കുറച്ചു കാലങ്ങൾക്ക് മുൻപ് എനിക്ക് whatsapp-ൽ അയച്ച് തന്നു. അപ്പോഴാണ് ഞാൻ ഇങ്ങനെ ഒരു സാധനം പണ്ട് എഴുതിയതായിട്ടുള്ള ഓർമ വന്നത്. ഇത് വായിച്ചപ്പോ ഞാൻ അഭിമാനപുളകിതനായി കുറച്ച് നേരം ഇരുന്നു പോയി. നല്ല കവിതയല്ലേ ഇത്? രണ്ട് മൂന്ന് വരികളിൽ കുറച്ച് പിശകുകൾ ഉണ്ടായിരുന്നത് ഞാൻ correct ചെയ്തിട്ടാണ് ഈ updated version ഇവിടെ ചേർത്തത്. എനിക്കിഷ്ടമായി. എന്റെ കവിതകൾ എല്ലാം dark ആണ്. ഞാൻ സ്വയം പുകഴ്ത്തുകയൊന്നുമല്ല. പക്ഷെ മറ്റുള്ളവർ പറയുന്ന കാര്യങ്ങൾ മാത്രമാണ് ഞാൻ ഇവിടെയും പറഞ്ഞിട്ടുള്ളൂ… കവിതയൊന്നും വായിക്കാൻ ആർക്കും ഇപ്പൊ ഇഷ്ടമൊന്നുമില്ല. താത്പര്യവുമില്ല. വായന തന്നെ ആളുകൾക്കില്ല. അതിനിടയിൽ ഞാൻ കവിത എഴുതിയാൽ ആര് വായിക്കാനാണ്? ആ കവിതകൾ തന്നെ dull-ള്ളും dark-ക്കും ഒക്കെ ആണെങ്കിൽ പിന്നെ തീരെ ആരും വായിക്കില്ല. എനിക്ക് സന്തോഷിപ്പിക്കുന്നതും ചിരിപ്പിക്കുന്നതുമായ കവിതകളും കഥകളും എഴുതാൻ അറിയില്ല. നടന്മാരുടെ അഭിനയത്തെ കുറിച്ച് പറയുമ്പോൾ ചില ആളുകൾ പറയുന്നത് കേട്ടിട്ടുണ്ട്, അഭിനയിക്കുന്നതിൽ ഏറ്റവും ബുദ്ധിമുട്ടുള്ളത് comedic ആയിട്ടുള്ള രംഗങ്ങൾ ആണെന്ന്. അത് ചെയ്യാനുള്ള പാടവം കുറച്ച് കുറഞ്ഞാൽ ആ രംഗങ്ങൾക്ക് തമാശ വരില്ല. അത് കാണുമ്പോൾ തന്നെ നമുക്ക് അതിന്റെ അപര്യാപ്തത മനസ്സിലാക്കാം. തമാശ രംഗങ്ങൾ വെടിപ്പായിട്ട്, perfect ആയിട്ട് അഭിനയിച്ച് genuine ആയിട്ട് മറ്റുള്ളവരെ ചിരിപ്പിക്കാൻ കഴിവുള്ള ആൾ ആണെങ്കിൽ, പിന്നെ അയാൾക്ക് വേറെ ഏതു role വേണമെങ്കിലും ചെയ്തു കാണിക്കാൻ ബുദ്ധിമുട്ടില്ല. ജഗതിയും, സലിം കുമാറും, സുരാജ് വെഞ്ഞാറമൂടും ഒക്കെ ഓർമയിൽ വരുന്നു. ഇവർക്കൊക്കെ national award വരെ കിട്ടാനുള്ള കഴിവ് ഉണ്ടെന്നതിൽ അത്ഭുതപ്പെടാൻ ഒന്നുമില്ല. ഇതുപോലൊക്കെ തന്നെ എഴുത്തിലും ബാധകമാണ്. ബഷീറിന്റെ ഒക്കെ simple and fun എന്ന് പുറമെ തോന്നിക്കുന്ന വളരെ complex ആയിട്ടുള്ള കഥകൾ ഇതിന് ഉദാഹരണമാണ് എന്ന് ഞാൻ വിശ്വസിക്കുന്നു. ഈ case-കൾ ഒക്കെ എടുത്തു നോക്കിയിട്ട് ശേഷം എന്നെ നോക്കി വിലയിരുത്തുകയാണെങ്കിൽ ഞാൻ ഒന്നുമല്ല. ഇത് പറയാൻ വേണ്ടിയാണ് ഞാൻ ഇത്ര elaborate ആയിട്ട് ആ discussion നടത്തിയത്.",
        "!PRE_Relevance__Her ramble on dead men echoed_inside the cave walls, toneless and vapid_As I stood there,_not letting go of my mom's saree tail,_gazing at those stick figures,_those zigzag lines,_the artists, crumbled under the rubble of needs,_tramp wildly before my eyes, so thrilled_He fell down from a neolithic womb_and left his bones,_and a piece of his mind behind._He might not be the toughest hunter_He might not be the fastest hunter_But he pushed his tribe out-_of icy fog of insignificance_As I took a languid walk down the path_where he pegged his strides of joy_I felt relevant, I saw the aura,_where his footsteps faded to ashes.",
        "English കവിത എഴുതുന്നതിൽ എനിക്ക് വലിയ മിടുക്കൊന്നുമില്ല. എന്നാലും ഒരു forum-ൽ ഞാൻ ഇടയ്ക്കിടെ പണ്ട് കുറെ കവിതകൾ എഴുതുമായിരുന്നു. ഇത് അതിലുള്ള ഒരു കവിതയാണ്. കുറച്ച് standard തോന്നിക്കാൻ വേണ്ടി ഞാൻ dictionary ഒക്കെ നോക്കി words ഉപയോഗിക്കുമായിരുന്നു. പക്ഷെ over ആക്കി ചളമാക്കിയില്ല എന്നാണ് എന്റെ നിഗമനം. പണ്ട് ചെറിയ കുട്ടിയായിരുന്നപ്പോൾ എടക്കൽ ഗുഹയിൽ പോയ സമയത്തുള്ള ഓർമകൾ എനിക്കുണ്ട്. അത് fictionalize ചെയ്തിട്ട് എഴുതിയതാണ്. എപ്പോഴും നമ്മളുടെ ഓർമകൾ ഒക്കെ നമ്മുടെ imagination കൊണ്ട് കളങ്കപ്പെട്ടിരിക്കും. നമ്മൾ കണ്ടതും അറിഞ്ഞതും രണ്ടും രണ്ടായിരിക്കും. ഇത് ഞാൻ അറിഞ്ഞതിനെ കൂടുതൽ exaggerate ചെയ്ത് എഴുതിയതാണ്. ഈ പടങ്ങൾ ഒക്കെ ആ ഗുഹയിൽ കോറിയിട്ടവൻ വലിയ വേട്ടക്കാരൻ ആവണമെന്നില്ല. വലിയ ശക്തനും ആകണമെന്നില്ല. അവൻ ആ tribe-ന്റെ പ്രധാനപ്പെട്ട ആരും ആകണമെന്നില്ല. അവൻ ചിലപ്പോൾ അവർക്ക് ഒരു ബാധ്യത വരെ ആയിരിക്കാം. പക്ഷെ അന്ന് അവനും അവനെ പോലുള്ളവരും ഇത് പോലെ വരച്ച് വച്ചിട്ടില്ലായിരുന്നെങ്കിൽ അവരുടെ ജീവിതത്തെ കുറിച്ചും അവരുടെ സങ്കൽപ്പങ്ങളെ കുറിച്ചുമൊക്കെ നമുക്ക് ലഭിക്കാവുന്ന വിവരങ്ങളിൽ വളരെ കുറച്ച് മാത്രമേ ലഭിക്കുകയുണ്ടായിരുന്നുള്ളൂ. അത് പോലെ ഞാനും ഇപ്പോൾ ഈ ലോകത്തിന് ചിലപ്പോൾ ബാധ്യത ആയിരിക്കാം. എന്നെ കൊണ്ട് ഒരുപയോഗവും ഒരാൾക്കും ഉണ്ടായിരിക്കില്ല. പക്ഷെ ഞാൻ ഈ എഴുതുന്നതൊക്കെ ചിലപ്പോൾ കാലം കുറെ കടന്ന് എന്റെ ജീവനും കടന്ന് എത്രയോ സമയങ്ങൾക്കപ്പുറത്ത് ആർക്കെങ്കിലും കിട്ടിയെന്ന് വരാം. ആ കാലത്ത് കേരളം ചിലപ്പോൾ കടലിനടിയിൽ വരെ ആയിരിക്കാം. ആർക്കറിയാം. ഇന്ത്യ ഉണ്ടാവണം എന്ന് പോലും നിർബന്ധമില്ല. ചിലപ്പോൾ ഒരു nuclear war-ന് നടുവിലാണ് ജീവിതമെങ്കിലോ? അപ്പൊ ഇങ്ങനെ ഒരുത്തന്റെ കഥ അവർക്ക് വായിക്കാൻ കിട്ടിയാൽ നന്നായിരിക്കില്ലേ? ഇല്ല? ചിലപ്പോൾ മലയാളം അപ്പോഴേക്ക് മരിച്ച് പോയിട്ടുണ്ടെങ്കിലോ? അപ്പൊ ഈ ജലേബി എഴുത്ത് എന്താണെന്ന് അറിയാനെങ്കിലും അവർ ശ്രമിക്കില്ലേ? ആർക്കറിയാം. എടക്കൽ ഗുഹയിൽ പോയതൊക്കെ വളരെ memorable ആയിട്ടുള്ള ഒരു ദിവസം ആയിരുന്നു. ഇനിയും പോകണം. അവിടെ ആദിമ മനുഷ്യർ വരച്ചത് പോലെ വട്ടെഴുത്തിൽ പലതും എഴുതിയിട്ടുണ്ടെന്ന് ഞാൻ ഈയിടെ അറിഞ്ഞു. വെറുതെ ഒന്ന് കൂടി പോകണം. പറ്റുവാണേൽ അതൊക്കെ കാണണം.",
        "!PRE_വ്യർത്ഥസ്വരം__എന്നുയിരലിഞ്ഞുചേർന്നൊരീധൂളിയിൽ,_എന്നുടയോൻ പടുതോരീയുലകിൽ,_വികട കപട ചടുലത തെരുതെരെ!_വിഫല വ്യാമോഹ വ്യഥകൾ വിസ്തൃതം!",
        "!PRE_മാതൃദുഃഖം__വെയിലേറ്റു മങ്ങിയൊരിളനാമ്പുപോലവൾ_വിളറിയ മുഖവുമായ് ഏങ്ങിക്കരഞ്ഞുപോയ്_എത്രയേറ്റമെന്നറിയാതെ സ്നേഹിച്ചൊ-_രെൻ മകനേ, നീയെന്നെനിക്കന്യനായ്?_ഇന്നീ വിജനമാമാം ജീർണ്ണിച്ച പാതയിൽ_എന്നേക്കുമായ് ഞാൻ ഏകയായോ?_നിന്നപരാധങ്ങൾ തീർത്തൊരീ സൗധത്തിൽ_ഈ കിളവി തൻ കണ്ണീർക്കണം _പോലുമൊരു ഭാരമായോ?",
        "!PRE_സമയം__ചിതറിത്തെറിച്ചുപോയായിരം സ്വപ്നത്തിൻ_ചിതയോ സമയമെന്നെനിക്കറിയില്ല_ചിന്തകളനേകം തളിർത്തും, കൊഴിഞ്ഞുമീ_ചന്തമറ്റൊരു ലോകം കിതയ്ക്കുന്ന വേളയിൽ,_ചില്ലിട്ട ഗ്ലാസ്സിനപ്പുറം മിന്നിത്തിളങ്ങുന്ന-_ചില്ലറത്തുട്ടിനായ് ചിലർ ചത്തുപോയീടുന്നു_ചടുലതാളത്തിൽ തുടിക്കുന്ന ജീവന്റെ_ചിറകറ്റ നിമിഷശലഭങ്ങളല്ലോ നാം_ചരിത്രം പൊഴിച്ചൊരശ്രുകണങ്ങൾ തൻ_ചെംചോരപ്രവാഹത്തിനുമേൽ_ചുരുട്ടിയെറിഞ്ഞൊരു പേപ്പർ കഷ്ണത്തിലെ_ചില മഷിപ്പാടുകൾ മാത്രമാണെനിക്കു_സമയമെന്നറിവില്ലാ സങ്കല്പസൗധം",
        "മേലത്തെ മൂന്ന് കവിതകളും എനിക്ക് തന്നെ ഇഷ്ടമല്ല. ഒന്നും പറയാനില്ല."
    ]
}