{
    "id": 40,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Minimum KYC കാലാവധി കഴിഞ്ഞതിനാൽ എനിക്ക് മര്യാദക്ക് എന്റെ PayTM wallet-റ്റും UPI-യും use ചെയ്യാൻ പറ്റുന്നില്ല. KYC extend ചെയ്യാൻ video verification ഒക്കെ ചെയ്യാൻ പറ്റും. പക്ഷെ അതിനൊക്കെ സ്വന്തമായി PAN card വേണം. എന്റെ കയ്യിൽ ഒരു കുന്തവുമില്ല. അത് കൊണ്ട് ആധാർ മാത്രം ഉപയോഗിച്ചുള്ള KYC ചെയ്യാൻ ഞാൻ തീരുമാനിച്ചു. രണ്ട് വിധേന അത് ചെയ്യാം. ഒന്ന് ഇതൊക്കെ ചെയ്ത് തരുന്ന ഷോപ്പിൽ നമ്മൾ നേരിട്ട് ചെന്ന് ചെയ്യുക. രണ്ട് നൂറ്റമ്പത് രൂപ കൊടുത്തിട്ട് ആളെ വരുത്തി നമ്മൾ നിൽക്കുന്നിടത്ത് വച്ച് ചെയ്യുക. കോറോണയുടെ വിളയാട്ടം ആയതിനാൽ ക്യാമ്പസ്സിന് പുറത്ത് പോകാനുള്ള ധൈര്യം ഒന്നും എനിക്കില്ല. അത് കൊണ്ട് രണ്ടാമത്തെ option സ്വീകരിച്ചു. ഒരു അഞ്ചു ദിവസമായിക്കാണും ഞാൻ KYC ചെയ്യുന്ന ആളെ കാത്ത് നിന്നിട്ട്. ഇയാൾ ആദ്യത്തെ ദിവസം തന്നെ എന്റടുത്തു വന്നിരുന്നു. എന്നിട്ട് അപ്പോൾ തന്നെ വേറെ ഒരാൾക്ക് ഇത് പോലെ service provide ചെയ്യാനുണ്ട് എന്ന് പറഞ്ഞ് അയാളുടെ വണ്ടിയും എടുത്ത് ഒറ്റ പോക്ക്. ഞാൻ മൂഢനായി കുറെ നേരം അവിടെ നിന്നു. എന്റെ കാര്യം ശരിയാക്കിയിട്ട് അങ്ങേർക്ക് അവിടെ വരെ പോയാൽ പോരെ? അല്ലെങ്കിൽ മറ്റേയാളുടെ കാര്യം ready ആക്കിയിട്ട് എന്റടുത്തു വന്നാൽ പോരെ? ഇത് രണ്ടും ചെയ്യാതെ വെറുതെ എനിക്ക് ഒരു visit തന്ന് ചങ്ങായി സ്ഥലം വിട്ടു. എന്തിനാ അയാളുടെ petrol കത്തിച്ച് എന്റെ അടുത്ത് വന്നതെന്ന് എങ്ങനെ ചിന്തിച്ചിട്ടും മനസ്സിലായില്ല. വല്ലാത്തൊരു അത്ഭുതം തന്നെ. ഞാൻ വീണ്ടും booking ചെയ്തു. എനിക്ക് ഫോണിൽ message ഒക്കെ വന്നു. അയാൾ ഇന്ന് വീണ്ടും വരുമെന്ന് പറഞ്ഞു കൊണ്ട്. എവിടെ വരാൻ? അയാളുടെ പൊടി പോലും എവിടെയും കാണുന്നില്ല. അപ്പോഴേക്ക് എനിക്ക് വേറെ കുറെ ചിന്തകൾ വരാൻ തുടങ്ങി. എന്റെ complex-സുകൾ പലതും എന്നെ തോന്നിപ്പിക്കാൻ തുടങ്ങി. എന്നെ കണ്ടിട്ട് വല്ല അലവലാതിയെയും പോലെ തോന്നിയോ? ഞാൻ കറുത്തത് കൊണ്ടാണോ അയാൾക്ക് എന്റടുത്തു മടങ്ങി വരാൻ മടി? ഞാൻ എന്തെങ്കിലും മണ്ടത്തരം അയാളോട് പറഞ്ഞോ? അയാളെ ദേഷ്യം പിടിപ്പിക്കുന്ന വല്ല കാര്യവും ഞാൻ പറയുകയോ, കാണിക്കുകയോ ചെയ്തോ? ഇങ്ങനെയൊക്കെ അനാവശ്യമായ ചിന്തകൾ. ഞാൻ എന്തായാലും customer care-ൽ വിളിച്ച് complaint ചെയ്തു. ഇത് എനിക്ക് ഏറ്റവും വേഗം നടത്താനുള്ളതാണ്. കാരണം കഷ്ടകാലത്തിന് ഞാൻ PayTM wallet-ലേക്ക് അറിയണ്ട് കുറച്ച് പൈസ ഇട്ടു. Canteen-ൽ  തിരിച്ച് കൊടുക്കേണ്ട പൈസയാണിത്. ആ പൈസ UPI വഴിയല്ലാതെ എനിക്ക് അടക്കാൻ പറ്റില്ല. അത് കൊണ്ട് wallet-ൽ നിന്നും bank account-ലേക്ക് മാറ്റണം. KYC ഇല്ലാത്ത എനിക്ക് ഇതെങ്ങനെ ചെയ്യാനാണ്? ഞാനാണെങ്കിൽ കണ്ടിടത്ത് നിന്നൊക്കെ ഭക്ഷണം വാങ്ങി പൈസ തുലയ്ക്കുന്ന അലവലാതിയാണ്. ഈ അഞ്ചു ദിവസം കൊണ്ട് എന്റെ wallet-ലുള്ള പൈസ മൊത്തം തീർന്നു. ആരോട് പറയും എന്റെ സങ്കടം? കുറെയൊക്കെ എന്റെ തന്നെ പ്രശ്നമാണ്. എനിക്കതിനുള്ള പരിഹാരം ഇപ്പൊ മുന്നിൽ കാണുന്നില്ല. എല്ലാം ഞാൻ ഒരു കാലത്ത് ശരിയാക്കും."
    ]
}