{
    "id": 41,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "കാൺപൂരിൽ ഞാൻ പഠിച്ച കോളേജിൽ P. K. Kelkar library ഉണ്ട്. അതിന്റെ തൊട്ടടുത്ത് ഒരു CCD (Cafe Coffee Day) ഉണ്ട്. രാത്രിയൊക്കെ ആകുമ്പോൾ അവിടെ ഒരുപാട് കുട്ടികൾ കയറിയിറങ്ങും. ചിലർ ഭക്ഷണം കഴിക്കാൻ. ചിലർ laptop-ൽ അവരുടെ work ചെയ്യാൻ. ചിലർ വായ നോക്കാനും, friends-നോടൊത്ത് സംസാരിക്കാനും. പിന്നെ ഒരുപാട് പേർ പ്രേമിക്കാനും. ഞാൻ അവിടെ വിരലിലെണ്ണാവുന്ന ദിവസങ്ങളിലെ പോയിട്ടുള്ളൂ. ആദ്യത്തെ തവണ പോയത് അവിടെ കോളേജിൽ എന്റെ ആന്റിക്കറിയാവുന്ന ഒരു ഏട്ടൻ ഉണ്ടെന്നറിഞ്ഞ് അവരെ meet ചെയ്യാൻ വേണ്ടി പോയപ്പോഴാണ്. എനിക്ക് ആ ചേട്ടൻ ഒരു chocolate shake പോലത്തെ സാധനവും cake-ക്കും വാങ്ങി തന്നു. ഞങ്ങൾ ആ CCD-യിൽ വച്ചാണ് ആദ്യമായും അവസാനമായും കാണുന്നത്. പിന്നെ ഞാൻ അവിടെ പോകുന്നത് പരീക്ഷ സമയങ്ങളിൽ ആണ്. രാത്രി വളരെ വൈകിയിട്ടും CCD പ്രവർത്തിച്ചു കൊണ്ടിരിക്കും. എനിക്ക് ഒരുപാട് revise ചെയ്യാൻ ഉള്ളത് കൊണ്ട് ഉറങ്ങാതെ എങ്ങനെയെങ്കിലും ഇരിക്കണം. ഈ കടയിലെ coffee കുടിച്ചാൽ എന്റെ ഉറക്കം എല്ലാം പോകും. ഞാൻ ഇങ്ങനത്തെ പരീക്ഷക്ക് മുൻപുള്ള ദിവസങ്ങളിൽ cappuccino എന്നെറ്റാം പേരുള്ള coffee അവിടെ നിന്നും വാങ്ങി കുടിക്കും. പിന്നെ ഇരുന്നങ്ങട് പഠിച്ചു തീർക്കും. അങ്ങനെ കൊറേ പഠിച്ചിട്ട് പരീക്ഷയെഴുതി പരീക്ഷാ ഹാളിൽ തന്നെ ഉറങ്ങും. Ashish Tewari sir-ന്റെ space dynamics എന്ന course-ന്റെ final exam എഴുതുമ്പോൾ എനിക്ക് പകുതി ബോധമേ ഉള്ളൂ. 2 minute ഉറങ്ങും, 2 minute ബോധം വരും. വീണ്ടും ഉറങ്ങും, വീണ്ടും എണീക്കും. അങ്ങനെ അങ്ങനെ. എന്നിട്ടും എനിക്ക് ഭാഗ്യത്തിന് അതിൽ നല്ല grade കിട്ടി. ഞാൻ CCD-യെ പറ്റി പറയാൻ കാരണം എന്താണെന്ന് വച്ചാൽ ഞാൻ courses ഒക്കെ complete ചെയ്യുന്നത് 2019 July-ൽ ആണ്. അതേ വർഷം, അതേ മാസം, ഏതാണ്ട് അതേ ദിവസത്തിനടുത്താണ് CCD-യുടെ അന്നത്തെ owner ആയ V.G. Siddharta suicide ചെയ്യുന്നത്. ഇന്നാണ് ഞാൻ അതിനെ പറ്റി അറിഞ്ഞത്. ആത്മഹത്യയുടെ കാരണം കൊടിയ കടമായിരുന്നു. മൂക്കു മുട്ടെ കടം കയറി ഒരിക്കലും തിരിച്ചുവീട്ടാൻ പറ്റില്ലെന്ന നിലയിലെത്തിയപ്പോൾ ആത്മഹത്യ ചെയ്തു. 7200 കോടി രൂപയുടെ ബാധ്യത ആത്മഹത്യ ചെയ്യുമ്പോൾ അവർക്കുണ്ടായിരുന്നു. 7200 കോടി! ആലോചിക്കാൻ കൂടി പറ്റുന്നില്ല. പണ്ട് A Raja എന്ന് പേരുള്ള വിദ്ധ്വാൻ 2G spectrum അഴിമതി നടത്തിയപ്പോൾ എത്രയോ ലക്ഷം കോടിയുടെ തട്ടിപ്പ് നടത്തി എന്നൊക്കെ പത്രത്തിൽ കണ്ടിരുന്നു. ലക്ഷം കോടിയിലേക്കൊക്കെ എത്തുമ്പോൾ അയാൾക്ക് തന്നെ തോന്നിയിട്ടുണ്ടാകില്ലേ, താൻ ചെയ്തത് കുറച്ച് over ആയി പോയി എന്നൊക്കെ. വിശ്വസിക്കാൻ പറ്റാത്ത number-കളാണ് അതൊക്കെ. ഒരാളുടെ ആർത്തിക്ക് ഒരു limit-റ്റുമില്ല എന്ന് പറഞ്ഞാൽ എന്താണ് അവസ്ഥ! എന്തായാലും CCD കഥ എനിക്ക് കൗതുകമായിട്ട് തോന്നി. എത്ര ഉയരത്തിൽ എത്തുന്നുവോ അത്രത്തോളം വേദനാജനകമായിരിക്കും താഴേക്കുള്ള വീഴ്ച എന്നുള്ളതിന്റെ prime ഉദാഹരണം ആണ് ആ കഥ. എന്തായാലും ഇപ്പൊ CCD പുതിയ owner-ന്റെ നേതൃത്വത്തിൽ ആ മോശം അവസ്ഥ മെല്ലെ മെല്ലെ അതിജീവിക്കുന്നുണ്ട് എന്ന് വായിച്ചു. അത് PR story വല്ലതും ആണോ എന്നറിയില്ല. എന്തായാലും അവർ പച്ച പിടിക്കട്ടെ. അങ്ങനെയാവുമ്പോൾ എനിക്ക് എന്റെ പഴയ കാൺപൂരിലെ CCD-യിൽ ഒക്കെ വല്ലപ്പോഴും ഭാവിയിൽ പോയിട്ട് ഓർമ ഒക്കെ പുതുക്കാലോ."
    ]
}