{
    "id": 42,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ ഇപ്പോൾ ഒരു podcast പോലെ ഒരു സാധനം കേൾക്കാറുണ്ട്. സഫാരി എന്ന മലയാളം youtube ചാനലിന്റെ ‘ചരിത്രം എന്നിലൂടെ’ എന്ന് പറയുന്ന ഒരു segment ഉണ്ട്. അതിൽ മലയാളികളായ famous ആൾക്കാർ അവരുടെ ജീവിതത്തിലെ കുറെ സംഭവങ്ങൾ ഓർമിച്ചെടുക്കും. അതിനെ പറ്റിയുള്ള അവരുടെ വീക്ഷണങ്ങളും അഭിപ്രായങ്ങളും ഒക്കെ പറയുകയും ചെയ്യും. ഒരാളുടെ മനസ്സിലൂടെ കടന്നു പോകുന്ന feel ആണ് ഈ segment-ലൂടെ കേഴ്‌വിക്കാർക്ക് ലഭിക്കുന്നത്. എനിക്ക് investigative ആയിട്ടുള്ള stories ഇഷ്ടമാണ്. അത് കൊണ്ട് police officers-ന്റെയും advocates, judges, journalists തുടങ്ങിയ ജോലികൾ ചെയ്യുന്നവരുടെയും ജോലി സംബന്ധമായ അനുഭവങ്ങൾ കേൾക്കാൻ ഇഷ്ടമാണ്. ഇപ്പൊ ഞാൻ George Joseph എന്ന് പേരുള്ള ഒരു മിടുക്കനായ പോലീസ്‌കാരന്റെ കഥകളാണ് കേട്ട് കൊണ്ടിരിക്കുന്നത്. പണ്ടൊക്കെ ഞാൻ ‘Small Town Murders’ എന്ന് പേരുള്ള English podcast കേൾക്കുമായിരുന്നു. രണ്ടു comedians അമേരിക്കയിലെ ചില ചെറിയ പട്ടണങ്ങളിലും വിദൂര പ്രദേശങ്ങളിലും നടക്കുന്ന കൊലപാതകങ്ങളെ കുറിച്ച് പറയുന്നതായിരുന്നു അതിന്റെ theme. അത് എനിക്ക് ഭയങ്കര ഇഷ്ട്ടമായിരുന്നു. കാരണം ഒന്നാമത് തമാശ - ഇവർ കൊലപാതകിയേയും അവന് കൂട്ട് നിൽക്കുന്ന ആളുകളെയും roast ചെയ്ത് കൊന്നു കളയും. രണ്ടാമത് - എല്ലാ stories-സും indepth ആയിട്ട് അവർ analyze ചെയ്യും. കുറ്റവാളിയുടെ background പരിശോധിക്കും. അവരുടെ കുട്ടികാലം എങ്ങനെയായിരുന്നു എന്നൊക്കെ അവർ നന്നായി പറഞ്ഞു തരും. ഇതൊക്കെ indirectly ചെറിയ ചെറിയ പാഠങ്ങൾ നമ്മളെ പഠിപ്പിക്കുന്ന പോലെയാണ് നമുക്ക് feel ചെയ്യുക. അയാൾ കൊല നടത്താനുണ്ടായ സാഹചര്യങ്ങൾ നമുക്ക് അതിലൂടെ മനസ്സിലാകും. ഒരു രാജ്യത്തിലെ civilians-ന് free ആയി gun possess ചെയ്യാനും, ഉപയോഗിക്കാനും സ്വാതന്ത്ര്യം കിട്ടുമ്പോൾ ഏതൊക്കെ വിധത്തിൽ അത് മോശം സംഭവങ്ങൾക്ക് കാരണമാകാം എന്ന് വരെ അത് ചൂണ്ടിക്കാട്ടുന്നു. ‘ചരിത്രം എന്നിലൂടെ’ എന്നുള്ള segment-ൽ തമാശകൾ ഇല്ലെങ്കിലും പറയുന്ന സംഭവങ്ങൾ വളരെ gripping ആണ്. ആ സംഭവങ്ങളിൽ നിന്നും ഞാൻ പേടിക്കേണ്ടതും അല്ലാത്തതുമായ ചില കാര്യങ്ങൾ മനസ്സിലാക്കി. ഓരോ മോഷ്ടാക്കൾക്കും കുറ്റ കൃത്യം നടത്തുന്നവർക്കും സ്വന്തമായി ഒരു ‘modus operandi’ ഉണ്ട്. ഏത് കുറ്റ കൃത്യങ്ങൾക്ക് പിന്നിലും ഒന്നെങ്കിൽ വ്യക്തി വൈരാഗ്യമോ, അല്ലെങ്കിൽ ധനമോഹമോ, അല്ലെങ്കിൽ പ്രണയമോ ഒക്കെ ഉണ്ടാകും. ഇതൊക്കെ കേൾക്കുമ്പോൾ എനിക്ക് ആൾക്കാരോട് മിണ്ടാനേ തോന്നില്ല. മറ്റുള്ളവരുമായിട്ടുള്ള നമ്മളുടെ ചെറിയ ഒരു interaction വരെ ഭാവിയിൽ നമുക്കെതിരെയുള്ള വലിയ തെളിവുകളായിട്ട് മാറും.  ഒരാളെ ഇപ്പോൾ കല്യാണം കഴിക്കുന്നു എന്ന് വിചാരിക്കുക. നിങ്ങൾക്കറിയുമോ അവരിപ്പോ ജോളിയെ പോലെ ഒരു psycho ആണെന്ന്? അങ്ങനെ ആവില്ലെന്ന് എന്ത് ഉറപ്പാണ് ഉള്ളത്? ചെറുതായിട്ട് പോലും ഒരാളെ manipulate ചെയ്യാൻ തുനിയുന്ന ആൾ ആണെങ്കിൽ അവരോട് എനിക്ക് ഭയങ്കര aversion ഉണ്ടാകും. അത് psycho-കളുടെ ലക്ഷണമാണ്. അവർ സ്വന്തം മനസ്സാക്ഷിയെ ഒരു തുരുങ്കിൽ പൂട്ടിയിട്ടാണ് ദിവസവും society-യിലേക്ക് ഇറങ്ങുന്നത്. ‘Stranger danger’ എന്ന attitude തന്നെയാണ് നല്ലത്. വല്യ കാര്യമായിട്ട് ഒരുത്തനെയും എന്റെ life-ൽ അടുപ്പിക്കേണ്ട ഒരു കാര്യവുമില്ല. പിന്നെ ജോർജ് ജോസെപ് പറഞ്ഞ കാര്യങ്ങളിൽ നിന്നും മനസ്സിലായത് എന്താണെന്ന് വച്ചാൽ ചൊട്ടയിലെ ശീലം ചുടല വരെ എന്നതാണ്. ചാവുന്ന വരെ അവൻ മാറില്ല. എത്ര മാറ്റം പുറത്തുണ്ടെങ്കിലും ഒരു നിമിഷം നമ്മൾ പുറംതിരിഞ്ഞു നിന്നാൽ അവൻ പഴയ മാതിരിയാകും. കേരളത്തിൽ തെളിയിക്കപ്പെടാത്ത ഒരുപാട് കേസുകൾ ഉണ്ട് എന്നതാണ് എന്നെ പേടിപ്പിച്ച മറ്റൊരു കാര്യം. ഇത്ര talented ആയിട്ടുള്ള ആൾക്കാർ പണിയെടുക്കുന്ന police department തെളിയിക്കാത്ത ഒരുപാട് കേസുകൾ! അതിൽ തന്നെ തെളിയിച്ച കേസുകളിൽ പലതും കോടതിയിൽ എത്തുമ്പോൾ വേണ്ടത്ര strong ആയിട്ടുള്ള evidence ഇല്ലാത്തതിനാൽ പ്രതിയെ വെറുതെ വിടുന്നു. അതുപോലെ തന്നെ ഒരുപാട് കേസുകളിൽ പോലീസ്‌കാരുടെ തെറ്റായ നിഗമനത്തിന്റെ അടിസ്ഥാനത്തിൽ നിരപരാധികൾ ശിക്ഷിക്കപ്പെടുന്നു. അങ്ങനെ ഒരുപാട്‌ പേർ ചെയ്യാത്ത കുറ്റത്തിന് ശിക്ഷിക്കപ്പെടുന്നു. ശിക്ഷിക്കപ്പെടാത്തവർ കേസ് നടത്തി സാമ്പത്തികമായി തുലഞ്ഞു പോകുന്നു. അപ്പോൾ ഒരുപാട് criminals അവരുടെ തെറ്റിന് ശിക്ഷിക്കപ്പെടാതെ നമ്മളുടെ ചുറ്റും നടക്കുന്നുണ്ടാകില്ലേ? നമ്മൾ interact ചെയ്യുന്ന അടുത്ത ആൾ അത്തരത്തിൽ ഒരാളാകില്ലെന്ന് എന്ത് guarantee ആണ് ഉള്ളത്? ഇതൊക്കെ എന്നെ വല്ലാണ്ട് പേടിപ്പിച്ചു. അല്ലെങ്കിൽ തന്നെ ഞാൻ എല്ലാവരുടെ അടുത്ത് നിന്നും isolate ചെയ്ത്, isolate ചെയ്ത് ജീവിക്കാൻ ഇഷ്ടപ്പെടുന്നവനാണ്. ഇപ്പോൾ ഇത് കൂടെ കേൾക്കുമ്പോൾ പിന്നെ തീരെ ആൾക്കാരെ അടുപ്പിക്കാൻ തോന്നുന്നില്ല. ‘Modus operandi’ അല്ലാതെ ‘corpus delicti’ എന്ന latin phrase കൂടി പഠിച്ചു. അതെന്താണെന്ന് വച്ചാൽ crime നടന്ന ‘സ്ഥലത്ത്’ വ്യക്തമായിട്ടുള്ള ആ crime-ന്റെ evidence - like a corpse. പിടിക്കപ്പെടുന്നത് തടയാനും, അഥവാ പിടിക്കപ്പെട്ടാൽ കോടതിയിൽ നിന്ന് തടിയൂരിപ്പോകാനും ചില കൊലപാതകികൾ വളരെ വിദഗ്ധമായി മരിച്ചയാളുടെ corpse dispose ചെയ്യും, അല്ലെങ്കിൽ hide ചെയ്യും, അതൊന്നും പറ്റിയില്ലെങ്കിൽ മരിച്ച ആളുടെ തല അറുത്ത് മാറ്റി ആ corpse-ന്റെ identity hide ചെയ്യും. ഏതോ കലുങ്കിൽ ഇങ്ങനെ body stuff ചെയ്ത് വച്ച്, കുറെ കാലം ആരും body കാണാതെ ഇരുന്ന കഥയൊക്കെ ജോർജ് ജോസെപ് പറയുന്നുണ്ട്. അതൊക്കെ കേൾക്കുമ്പോൾ നമ്മൾ അന്തം വിട്ടു പോകും. ഇങ്ങനെയൊക്കെ ചെയ്യാൻ മടിക്കാത്ത ആൾക്കാർ ഒരുപാടെണ്ണം കേരളത്തിൽ തന്നെ ഉള്ളപ്പോൾ ബാക്കി സ്ഥലങ്ങളിൽ കഥ എന്താകും? ഏതായാലും അങ്ങേരുടെ സകല എപ്പിസോഡുകളും ഞാൻ കേട്ടു തീർത്തു. മറ്റുള്ളവർ കേട്ടിരിക്കുന്നത് നന്നാകും എന്ന് എനിക്ക് തോന്നുന്നു. ഇവിടെ എല്ലാ എപ്പിസോഡുകളും നിങ്ങൾക്ക് കിട്ടും. പോലീസ്‌കാരെ (നല്ല type) കുറിച്ചും മറ്റ് അന്വേഷണ ഉദ്യോഗസ്ഥരെ കുറിച്ചും ഇത് കേട്ട് കഴിഞ്ഞപ്പോൾ എനിക്ക് വലിയ മതിപ്പാണ്. വെള്ളത്തൂവൽ സ്റ്റീഫനെ പിടിക്കാൻ സ്വന്തം ജീവൻ വരെ പണയപ്പെടുത്തുകയും കേരളത്തിലെ നക്സലിസത്തിന്റെ നടുവൊടിക്കുകയും ചെയ്ത കഥയും, LTTE-യുടെ ടാക്സി മോഷണക്കാർ loaded revolver കൊണ്ട് നടക്കുന്ന കാലത്ത് തമിഴ് നാട്ടിൽ ചെന്ന് അത്തരക്കാരെ ഓടിച്ചിട്ട് പിടിച്ച കഥയും ഒക്കെ കേൾക്കുമ്പോൾ ഞാൻ ജീവിതത്തിൽ ഇന്നേ വരെ ചെയ്ത ഒരു കാര്യവും ആ ഹീറോയിസത്തിന്റെ ഏഴയലത്ത് പോലും എത്തില്ല എന്നുള്ളത് പരമ സത്യമാണ്. എന്റെ അച്ഛമ്മ പണ്ട് ചെറിയ പ്രായത്തിൽ അച്ഛമ്മയുടെ അതേ പ്രായത്തിലുള്ള രണ്ട് കുട്ടികൾ മുങ്ങി ചത്തു കൊണ്ടിരുന്ന നേരത്ത് അവരെ നീന്തി പോയി മുടിക്ക് പിടിച്ച് രക്ഷിച്ച് കരയ്ക്ക് തിരികെ കൊണ്ടുവന്നിരുന്നു. ആ സമയത്ത് ഭയങ്കര presence of mind ഇല്ലെങ്കിൽ രക്ഷിക്കാൻ പോകുന്ന ആൾ കൂടി ചത്തേനെ. ഇപ്പൊ suppose മുടിക്ക് പിടിക്കുന്നതിന് പകരം കയ്യോ കാലോ പിടിച്ചിരുന്നെങ്കിൽ മുങ്ങി ചാവുന്ന ഈ രണ്ടു പേരും അച്ഛമ്മയുടെ മേൽ കയറി പിടിക്കുകയും അങ്ങനെ അവരുടെ മരണവെപ്രാളത്തിൽ പിടിച്ച പിടിയിൽ നീന്താനാകാതെ അച്ഛമ്മയെക്കൂടി മുക്കി കൊല്ലുമായിരുന്നേനെ. പക്ഷെ ആപത്ത്സമയത്തിൽ പോലും കൃത്യമായ തീരുമാനങ്ങൾ എടുത്ത് രണ്ട് പേരുടെ ജീവൻ രക്ഷിച്ചിരിക്കുന്നു. അച്ഛമ്മ ഇടക്ക് പറയുമായിരുന്നു, രാഷ്ട്രപതിയുടെ അടുത്ത് നിന്ന് ധീരതയ്ക്കുള്ള അവാർഡ് ഒക്കെ കിട്ടേണ്ടതായിരുന്നു. ആരോടും അത് പറയാത്തത് കൊണ്ടാണ് എന്നൊക്കെ. രാഷ്ട്രപതിയുടെ അവാർഡ് എന്തിനാ, എന്റെ മനസ്സിൽ അച്ഛമ്മക്ക് already ഒരുപാട് അവാർഡുകൾ ഇപ്പോഴേ ഉണ്ടല്ലോ. ഒരു ജോലിയും ചെയ്യാതെ സ്വന്തം ഭർത്താവ് എല്ലാ ദിവസവും കള്ളും കുടിച്ച് വന്ന് കുടുംബത്തെ മൊത്തം ദാരിദ്ര്യത്തിലേക്കും ദുരിതത്തിലേക്കും തള്ളി വിട്ടപ്പോഴും, ഓരോ ദിവസവും ഒന്നൊന്നായി എല്ലാ പ്രശ്നങ്ങളെയും നേരിട്ട് നേരിട്ട് അഞ്ചു മക്കളെയും വളർത്തി നല്ല നിലയിൽ എത്തിച്ചെങ്കിൽ ആ അഞ്ച് മക്കളും അഞ്ച് അവാർഡുകളല്ലേ?",
        "!LNK^https://www.youtube.com/watch?v=c6K9NXNdOWo&list=PLpxI6hSdYnCUjkAtxkIZKMfi9edvd9NKZ^George Joseph: Charithram Enniloode"
    ]
}