{
    "id": 44,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്ന് എനിക്ക് ഭയങ്കര തലവേദനയാണ്. വല്ലാത്ത തലവേദന. ദിലീപിന്റെ കേസിനെ പറ്റി വാർത്ത കുറെ കണ്ടിരുന്നു. ചിലപ്പോൾ അത് കൊണ്ടായിരിക്കും തലവേദന വന്നത്. എന്റെ കുട്ടിക്കാലത്തുള്ള ഒരുപാട് സിനിമകളെ മൊത്തം ഒരൊറ്റ ആൾ ഒറ്റയടിക്ക് നശിപ്പിച്ച മാതിരിയാണ് എനിക്ക് തോന്നുന്നത്. സല്ലാപം, ജോക്കർ, മീശമാധവൻ, തിളക്കം, കല്യാണരാമൻ, CID മൂസ, ഈ സിനിമകളെല്ലാം ഇയാൾ എനിക്ക് തുലച്ചു തന്നു. എന്തൊരു കഷ്ടമാണിത്!",
        "ലൈബ്രറിയിലോ പുറത്ത് എവിടെയെങ്കിലുമോ പോകാൻ ആഗ്രഹമുണ്ട്. പക്ഷെ campus-ന്റെ അകത്ത് 120-ൽ അധികം ആൾക്കാർക്ക് കൊറോണ വന്നിട്ടുണ്ട്. അത് കൊണ്ട് room വിട്ട് എവിടേക്കും എനിക്ക് പോകാൻ മനസ്സ് വരുന്നില്ല. Mess-ൽ വരെ എല്ലാ ദിവസവും ഞാൻ tiffin എടുത്ത് പോയി ഭക്ഷണം വാങ്ങിക്കൊണ്ട് വരികയാണ് ചെയ്യാറ്. മുടി വെട്ടണം എന്നുണ്ട്. അതിന് ബാർബർഷാപ്പിൽ കുറെ നേരം കുത്തിയിരിക്കണ്ടേ? ബാർബർ അവരുടെ മുഖം നമ്മളുടെ മുഖത്തിന്റെ അടുത്ത് കൊണ്ട് വരില്ലേ. അതൊക്കെ കൊറോണ വരുന്നതിനുള്ള risk അല്ലേ? ഈ campus-ന്റെ അകത്ത് താടിയിൽ mask തൂക്കിയിട്ട് നടക്കുന്ന വിദ്വാന്മാരെ ഞാൻ കണ്ടിട്ടുണ്ട്. കുട്ടികളും ചിലർ ആ കൂട്ടത്തിലുണ്ട്. അവർക്കിടയിലൂടെ നടന്ന് പോകാൻ തന്നെ എനിക്ക് ധൈര്യമില്ല. വല്ലാത്ത miserable ആണ് ഈ അവസ്ഥ.",
        "ഇന്ന് മെസ്സിൽ നിന്നും ഭക്ഷണം എടുക്കാൻ tiffin എടുത്ത് പോയപ്പോൾ മെസ്സിലെ ഭക്ഷണം വിളമ്പുന്ന ചേട്ടൻ എന്നെ കളിയാക്കി. എന്റെ കയ്യിലുള്ള ഒരു tiffin-ൽ എല്ലാ കറികളും ഉപ്പേരികളും കൊള്ളില്ല. കുറച്ച് വലിയ tiffin-നോ അല്ലെങ്കിൽ കറികൾക്കായിട്ട് separate കുഞ്ഞി tiffin-നുകൾ കൊണ്ട് വരാൻ അവർ പറഞ്ഞു. എന്റെ കയ്യിൽ കുഞ്ഞി tiffin-നുകൾ ഒന്നും ഇല്ല. വേറെ ഒരു tiffin ഉണ്ട്. പക്ഷെ അത് തുറന്ന് നോക്കാൻ വരെ എനിക്ക് പേടിയാണ്. ഏതോ അന്ത കാലത്താണ് ഞാൻ അത് അവസാനമായിട്ട് തുറക്കുന്നത്. എന്തൊക്കെ ഭൂതഗണങ്ങളായിരിക്കും ഈ സമയത്തിനുള്ളിൽ അതിനകത്ത് കയറിപ്പറ്റിയിട്ടുണ്ടാകുക? എന്തായാലും ഒരു tiffin കൊണ്ടുള്ള circus ഒക്കെ മതി ഇനിയങ്ങോട്ട്. ചെറിയ tiffin-ൽ കുറച്ച് ഭക്ഷണം മാത്രം എടുക്കാൻ പറ്റുന്നത് കൊണ്ട് over ആയിട്ട് ഭക്ഷണം കഴിക്കുന്നത് ഇനി കുറഞ്ഞോളും. എവിടെയോ വായിച്ച് കേട്ടിട്ടുണ്ട്, നമ്മൾ കഴിക്കുന്നത് പാത്രത്തിന്റെ വലിപ്പമനുസരിച്ചാണെന്ന്. വലിയ പാത്രത്തിൽ കഴിക്കുന്നത് ചെറിയ പാത്രത്തെ അപേക്ഷിച്ച് കൂടുതൽ ആയിട്ടാണ്. ഇതൊക്കെ psychological ആയിട്ടുള്ള കുന്തമാവാം.",
        "എന്റെ hostel room-ന്റെ ബാക്കിലൂടെ ഒരു പൂച്ച നടന്ന് പോയി. എനിക്ക് സ്ഥിരം പരിചയമുള്ള പെൺ പൂച്ചയാണ്. ഈ അടുത്ത കാലത്ത് അതിന്റെ പ്രസവം ഒക്കെ കഴിഞ്ഞിട്ടേ ഉള്ളൂ. ഞാൻ വെറുതെ “pspspsps” sound ഉണ്ടാക്കിയപ്പോൾ അത് പെട്ടെന്ന് sudden brake ഇട്ട് നിന്നിട്ട് എന്നെ തന്നെ രണ്ട് നിമിഷം നോക്കി നിന്നു. എന്നിട്ട് വേഗം നടന്ന് പോയി. ഞാൻ അതിന് തിന്നാൻ വേണ്ടി ഞാൻ വാങ്ങുന്ന non-veg ഭക്ഷണത്തിന്റെ ഒരു portion room-ന്റെ ബാക്കിൽ അത് നടന്ന് പോകുന്ന സ്ഥലത്ത് വയ്ക്കാറുണ്ട്. എന്നിട്ടും എന്നെ ഭയങ്കര പേടിയാണ് അതിന്. ഞാൻ നടന്ന് വരുന്നത് കാണുമ്പോൾ അത് ജീവനും കൊണ്ട് ഓടും. അതാണ് പതിവ്. എന്നിട്ട് കുറെ ദൂരം മാറി നിന്ന് എന്റെ അനക്കങ്ങൾ ഇങ്ങനെ സശ്രദ്ധം വീക്ഷിക്കും. അതിന് രണ്ട് മക്കളുണ്ട്. ശരിക്കും കുറെ അധികം മക്കൾ ഉണ്ടായിരുന്നു. പക്ഷെ അതിൽ ചിലതിന് എന്തെങ്കിലും ആപത്ത് സംഭവിച്ച് ചത്ത് പോയതാവാം. ജീവിച്ചിരിക്കുന്ന ഈ രണ്ട് പൂച്ചകുട്ടികൾക്കും എന്നെ യാതൊരു കൂസലുമില്ല. ഞാൻ കഴിഞ്ഞ പരീക്ഷക്കാലത്ത് hostel-ന്റെ common room-ൽ കുത്തിയിരുന്ന് കുറെ വൈകിയിട്ട് ഇരുന്ന് പഠിക്കുന്ന സമയം ഇവർ രണ്ടു പേരും ആ common room-ന്റെ അകത്തേക്ക് വലിഞ്ഞു കയറി വന്നിരുന്നു. എന്റെ കാലിന്റെ ഇടയിലൂടെ ഒക്കെ പോകാൻ നോക്കി. Room മൊത്തം explore ചെയ്തു. എനിക്ക് പേടിയായി. അവിടെ ഇവിടെ ഒക്കെയായി loose ആയിട്ടുള്ള plug point ഒക്കെ ഉള്ളതാണ്. അതിന് ചിലപ്പം shock അടിച്ചാലോ എന്നൊക്കെ വേവലാതിപ്പെട്ടു. ഞാൻ പഠിച്ച് തീരുന്ന വരെ എന്നെ അത് രണ്ടും ചേർന്ന് ഖരാവോ ചെയ്തു കൊണ്ടിരുന്നു. പിന്നെ room-ൽ നിന്നും പുറത്തിറങ്ങി വാതിൽ കുറ്റിയിടാൻ ഇവർ രണ്ടും എന്നെ സമ്മതിച്ചില്ല. ഞാൻ room-ന്റെ light അങ്ങട് off ചെയ്തു. അവർ ഒന്നും കാണാൻ വയ്യാതെ പോകും എന്നുള്ള വിചാരത്തിൽ. അവർക്ക് എന്ത് light വന്നിരിക്കുന്നു! പൂച്ചക്ക് ഇരുട്ടത്തും കണ്ണ് കാണാൻ പറ്റുമായിരിക്കും. എന്തായാലും common room കുറ്റിയിടാതെ ഞാൻ എന്റെ room-ലേക്ക് തിരിച്ച് പോയി."
    ]
}