{
    "id": 45,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്നലെ chess tournament നടന്നിരുന്നു. ഞാൻ Jerry-യുടെ stream follow ചെയ്തു. അതിൽ Magnus-ന്റെ games ആണ് Jerry view ചെയ്തത്. ഞാൻ വിചാരിച്ചു ഒരുപാട് പൈസ prize money ആയിട്ടുള്ളത് കൊണ്ട് serious ആയിട്ട് അങ്ങേര് കളിക്കും എന്നായിരുന്നു. ക്രിസ്മസ് തലേന്ന് ഈ tournament-ന്റെ first part നടത്തിയപ്പോൾ വളരെ professional ആയിട്ട് തന്നെ Magnus എല്ലാ games-സും കളിച്ചിരുന്നു. ഇന്നലത്തെ games പക്ഷെ അങ്ങനെ ആയിരുന്നില്ല. എല്ലാ opening-ങ്ങും bongcloud. സർവം bongcloud മയം. Bongcloud-ൽ magnus-ന് ആരോ കൈവിഷം വച്ച മാതിരി. ഞാൻ ആ competition-ന്റെ spirit ഒക്കെ ഉൾക്കൊണ്ട് mentally prepare ചെയ്ത് കളികൾ വീക്ഷിക്കാൻ നോക്കുമ്പോൾ magnus ഇങ്ങനത്തെ പണി ഒപ്പിച്ചത് കണ്ടിട്ട് desp ആയി. പത്ത് മിനിറ്റ് കൂടി ക്ഷമിച്ചിരുന്ന് കണ്ടു. എന്നിട്ട് Jerry-യുടെ stream close ചെയ്തിട്ട് Hikaru-വിന്റെ stream കണ്ടു. Hikaru എല്ലാ games-സും serious ആയിട്ട് എടുത്തത് കൊണ്ട് അവസാനം വരെ ഞാൻ അങ്ങേരെ follow ചെയ്തു. അങ്ങേരു നല്ല nervous ആയിരുന്നു. ഇടക്കിടക്ക് എന്തൊക്കെയോ തന്നത്താൻ പറയുന്നുണ്ട്. ഒരു കളിയിൽ magnus-ന്റെ ചവർ opening-ൽ എന്തോ mistake വന്നത് ആ spot-ൽ തന്നെ Hikaru punish ചെയ്തു. Magnus-നെതിരെ വിജയിച്ചതോട് കൂടി അങ്ങേരുടെ confidence കുറെയൊക്കെ മടങ്ങിവന്നു. എന്നിട്ട് സുഖമായി tournament-ൽ first അടിച്ചു. Hikaru നല്ല പോലെ toxic ആണ്. ഒരുപാട് വേറെ മോശം സ്വഭാവങ്ങളുമുണ്ട്. പക്ഷെ മറ്റുള്ളവരെ പോലെ അതൊന്നും hide ചെയ്യില്ല. തെറ്റ് ചെയ്തുവെന്ന് മനസ്സിലാക്കിയാൽ ആ തെറ്റ് സമ്മതിക്കും. താൻ flawed ആണ് എന്ന് അങ്ങേര് തലയുയർത്തി തന്നെ സമ്മതിക്കും. അദ്ദേഹത്തിന്റെ open ആയിട്ടുള്ള hostility കാരണം chess community-യിലെ മിക്ക കളിക്കാർക്കും Hikaru-വിനെ ഒരു person എന്ന നിലക്ക് കണ്ടൂടാ. ഒരു player എന്ന നിലയ്ക്ക് അവർ അംഗീകരിക്കും. കാരണം അവരെയൊക്കെ Hikaru തോൽപ്പിച്ച് നാണം കെടുത്തിയിട്ടുണ്ട്. പക്ഷെ അദ്ദേഹത്തിന്റെ personality അവർക്ക് ഇഷ്ടമല്ല. Hikaru തന്റെ flaws hide ചെയ്യാത്തത് കൊണ്ടും, പിന്നെ cute ആയിട്ടുള്ള കുറച്ച് മണ്ടത്തരങ്ങൾ ഇടക്ക് ചെയ്യുന്നതും ഒക്കെ കൊണ്ടാണ് എനിക്ക് Hikaru-വിന്റെ streams ഇഷ്ടപ്പെടാൻ കാരണം.",
        "Chess-ന്റെ popularity വല്ലാതെ കൂടിയതോടെ chess community-യുടെ മുൻപുണ്ടായിരുന്ന collective സ്വഭാവങ്ങൾക്കും മാറ്റം വന്നിട്ടുണ്ട്. കുറേകൂടി പണ്ട് ഈ community gentle ആയിരുന്നു. Open minded ആയിരുന്നു. ഇപ്പോൾ ഒരുപാട് ആളുകൾ വന്നതോട് കൂടി ഒരു normalization ഉണ്ടാക്കപ്പെട്ടിരിക്കുന്നു. അതിൽ ഞാൻ ശ്രദ്ധിക്കുമ്പോൾ കാണാൻ സാധിക്കുന്നത് വലിയ polarization ആണ്. താൻ support ചെയ്യുന്ന കളിക്കാരനെ അങ്ങേയറ്റം പുകഴ്ത്തുകയും ബാക്കി എല്ലാവരെയും അങ്ങേയറ്റം താഴ്ത്തി കെട്ടുകയും ചെയ്യുന്ന മനോഭാവ. ഈ പറഞ്ഞ Hikaru-വിന്റെയും Magnus-ന്റെയും fanbase-ൽ വളരെ വൃത്തികെട്ട mentality ഉള്ള കുറച്ച് പേരുണ്ട്. ഇത്തരക്കാർ ആണ് ഏറ്റവും vocal ആയിട്ടുള്ളതും. Magnus ഒന്നറിയാതെ തല ചൊറിഞ്ഞാൽ അതിനെ വരെ ഇവർ praise ചെയ്യും. അവരുടെ comments വായിച്ചാൽ അവരുടെയൊക്കെ പ്രായം അഞ്ച് വയസ്സിന് താഴെയാണെന്ന് തോന്നിപ്പോകും. World Championship-ൽ Nepo തോറ്റ നാലാമത്തെ game കണ്ടു കൊണ്ടിരുന്ന ഇത്തരക്കാർ Nepo-യെ ഒത്തിരി കളിയാക്കിയിട്ടുണ്ട്. അവർ അവരുടെ വീട്ടിൽ സുഖമായി കുത്തിയിരുന്ന് stockfish പോലത്തെ chess engine ഓണാക്കി കളി analyze ചെയ്ത്, കൂടെയുള്ള commentary ഒക്കെ കേട്ട് രസിക്കുമ്പോൾ ഇങ്ങനെയൊക്കെ പലതും ഇവർക്ക് തോന്നിയേക്കാം. ഒരു engine evaluation-ന്റെയും സഹായമില്ലാതെ മണിക്കൂറുകളോളം ഒരു board-ന്റെ മുൻപിൽ കുത്തിയിരുന്ന് സ്വന്തം ബുദ്ധി മാത്രം ആയുധമാക്കി ലോകത്തിലെ ഏറ്റവും മികച്ച കളിക്കാരനെ വളരെ ബുദ്ധിമുട്ടി വീഴ്ത്താൻ നോക്കുന്ന Nepo-യുടെ മാനസികാവസ്ഥ എന്താണെന്ന് ഇവർക്ക് ചിന്തിക്കാനുള്ള കഴിവില്ല. ഒരു വലിയ community-യുടെ എല്ലാ കണ്ണുകളും തന്റെ മേൽ പതിക്കുന്നത് അയാൾ ഓർത്തിട്ടുണ്ടാകില്ലേ? Nepo ആദ്യം തോറ്റ ആറാമത്തെ game-ൽ രണ്ടു ദിവസത്തേക്ക് കളി നീണ്ടു പോയിരുന്നു. 136 moves! അത് വരെ Nepo വളരെ perfection-നോടെ കളിച്ചു. ഒരൊറ്റ നീക്കം കൊണ്ട് കളി മൊത്തം കയ്യിൽ നിന്ന് പോയി. ഈ കളിയാക്കുന്നവർക്ക് ഇത് പോലെ കളിച്ച് defend ചെയ്യാൻ പറ്റുമോ? പണ്ടൊക്കെ chess community-യുടെ ഭാഗമാണെന്ന് വിചാരിക്കുമ്പോൾ വലിയ സന്തോഷമാണ്. ഇപ്പൊ അത്ര സന്തോഷം ഒന്നും ഇല്ല. ചുരുക്കം ചില അലവലാതികൾ കാരണം. തൽക്കാലം ഇത്ര rant മതി."
    ]
}