{
    "id": 46,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "വീട്ടിൽ വന്യ മൃഗം കേറുന്ന വേറെ ഒരു സ്വപ്നം കൂടി ഞാൻ ഇന്ന് കണ്ടു. ഇത്തവണ ഒരു തള്ള കടുവയും അതിന്റെ കുട്ടിയുമാണ് കയറിയത്. രണ്ട് ദിവസം മുൻപ് ഞാൻ എന്റെ കയ്യിലുണ്ടായിരുന്ന കടുവയുടെയും അതിന്റെ ചെറിയ വേറൊരു മോഡൽ കടുവയുടെയും കളിപ്പാട്ടങ്ങളുടെ കഥ ഓർമിച്ചിരുന്നു. ചിലപ്പോൾ അത് കൊണ്ടാവും കടുവകളെ സ്വപ്നം കണ്ടത്. ഈ രണ്ടു കടുവകളും ശരണം പ്രാപിച്ചത് എന്റെ വീട്ടിലാണ്. ഞാനും ചേച്ചിയും മാത്രമേ വീട്ടിലുള്ളൂ. ചേച്ചി നേരത്തെ തന്നെ മുകളിലത്തെ നിലയിലേക്ക് ഓടി കയറി പോയിട്ടുണ്ടായിരുന്നു. ഞാൻ തള്ളക്കടുവയുടെ അടുത്ത് നിന്ന് കഷ്ടിച്ച് തലനാരിഴക്ക് ഓടി രക്ഷപ്പെട്ട് മുകളിലേക്ക് വലിഞ്ഞു കയറി. എന്റെ പ്രധാനപ്പെട്ട എന്തൊക്കെയോ സാധനങ്ങൾ താഴെയാണ്. അത് കൊണ്ട് തള്ള കടുവ ആ പരിസരം വിട്ട് പോകുന്നത് വരെ കാത്തിരിക്കണം. കുട്ടിക്കടുവയെ എനിക്ക് അത്ര പേടിയില്ല. അത് ആരെയും ഉപദ്രവിക്കില്ല. തള്ള കടുവ ഭക്ഷണം തേടി പുറത്തിറങ്ങിയപ്പോൾ ഞാൻ സമയം പാഴാക്കാതെ എന്റെ സാധനങ്ങൾ എടുത്ത് വേഗം തിരിച്ച് മുകളിലേക്ക് ഓടി പോയി. ഞാൻ തിരിച്ച് മുകളിലേക്ക് വന്നപ്പോൾ കാണുന്ന കാഴ്ച, ഒരു വലിയ കൂട്ടം ആളുകൾ മുകളിലത്തെ നിലയിൽ നിൽക്കുന്നതാണ്. ഇവരൊക്കെ ഇവരുടെ വീടുകളിൽ വന്യ മൃഗങ്ങൾ ഉണ്ടായിട്ട് അവിടുന്നൊക്കെ രക്ഷപ്പെട്ട് എങ്ങനെയോ ഇവിടെ എത്തിപ്പെട്ടതാണ്. കൂട്ടത്തിൽ ഈദൻ പെയ്നും, ഏയ്ഡി ബ്രയന്റും പോലെ കുറച്ച് famous ആയിട്ടുള്ളവർ ഒക്കെ ഉണ്ട്. കുറച്ച് പേർ ഒരിടത്ത് നിന്നിട്ട് party ഒക്കെ നടത്തുകയാണ്. Chocolate cake ഒക്കെ തിന്നുന്നുണ്ട്. ഞാനും ഒരു കഷ്ണം cake എടുത്ത് തിന്നു. പക്ഷെ party നടത്തുന്നവർ തമ്മിൽ തമ്മിൽ സംസാരത്തിൽ മുഴുകി ഇരിപ്പാണ്. ഞാൻ മാത്രം ഒരു കോണിൽ ആരോടും മിണ്ടാതെ താഴെയുള്ള കടുവകളെ ആലോചിച്ച് നിന്നു. അത് കണ്ടിട്ടാവണം ഏയ്ഡി എന്നെ അവരുടെ group-ലേക്ക് ക്ഷണിച്ചു. ആ group-ൽ മാത്രം തമ്മിൽ തമ്മിൽ സംസാരം ഒന്നും ഇല്ല. എല്ലാവരും എന്തെങ്കിലും ഒക്കെ അവർക്കിഷ്ടപെട്ട കാര്യങ്ങളിൽ മുഴുകി കുത്തിയിരിക്കുകയാണ്. ഞാനും അവരുടെ കൂടെ ചെന്നിരുന്നു. ഇരുന്നതോട് കൂടി സ്വപ്നം അവസാനിച്ചു.",
        "കുറച്ച് കൂടി variety സ്വപ്‌നങ്ങൾ കാണാൻ ഞാൻ എന്താണ് ചെയ്യേണ്ടത്? Recurring ആയിട്ട് എനിക്ക് വരാറുള്ള രണ്ട് മൂന്ന് സ്വപനങ്ങൾ ഉണ്ട്. മേൽക്കൂര നിറയെ പാമ്പുകൾ. അതിൽ ചിലത് നിലത്തേക്ക് വീഴുന്നുണ്ട്. ഞാൻ അതിനിടയിലൂടെ പുറത്തേക്ക് ഓടാൻ ശ്രമിക്കുന്നു. ഇതാണ് ഒരു recurring സ്വപ്നം. വേറൊന്ന് alien invasion ആണ്. ഒരു രാത്രി ആകാശത്തേക്ക് നോക്കുമ്പോൾ പല നിറങ്ങളിൽ ആയിട്ടുള്ള നക്ഷത്രങ്ങൾ കാണുന്നു. അവ വലുതായി വലുതായി വലിയ പ്രകാശ ഗോളങ്ങൾ ആയി മാറുന്നു. ആജാനുബാഹുവായ പേടകത്തിൽ നിന്നുമുള്ള പ്രകാശമാണത്. ഈ വലിയ പേടകത്തിന് സമീപമായി ചെറിയ പേടകങ്ങൾ അങ്ങിങ്ങ് പറന്ന് നടക്കുന്നുണ്ട്. വലിയ പേടകം ഭൂമിയിൽ വന്നിറങ്ങി അതിൽ നിന്നും aliens പുറത്തേക്ക് നടന്ന് വരുന്നു. വലിയ രണ്ട് കണ്ണുകളും brownish green skin-ന്നുമുള്ള അവർ space suit പോലത്തെ എന്തോ ധരിച്ചിട്ടുണ്ട്. കണ്ണിൽ കാണുന്നതൊക്കെ നശിപ്പിക്കുന്നു. ആളുകളെ കൊല്ലുന്നു. ഇത് കണ്ട ഞാൻ ജീവനും കൊണ്ട് ഓടി രക്ഷപ്പെടുന്നു. ഏതോ ഒരു വീട്ടിൽ കയറി ഒളിക്കുന്നു. ഇരുണ്ട വെളിച്ചത്തിൽ ആ വീട്ടിൽ അഭയം പ്രാപിച്ച വേറെ ഒരുപാട് ആളുകളെ കാണുന്നു. ഇവരുടെ ഇടക്ക് നടൻ ശ്രീനിവാസനുമുണ്ട്. ഉദയനാണ് താരം എന്ന സിനിമയിൽ പണക്കാരനായ രാജപ്പന്റെ രൂപത്തിലാണ് അങ്ങേര് നിൽക്കുന്നത്. പരിഭ്രാന്തനായി ഉച്ചത്തിൽ എന്തൊക്കെയോ വിളിച്ച് കൂവുന്നുണ്ട്. ഇത് കേട്ടിട്ടാവണം, aliens ഞാൻ നിന്ന വീടിന്റെ ഭിത്തി തകർത്ത് കൊണ്ട് അകത്ത് കയറുന്നു. ഞാൻ ആ വീട്ടിന്റെ പിൻ വാതിലിലൂടെ ഓടി രക്ഷപ്പെടുന്നു. ഈ exact sequence ഞാൻ ഒത്തിരി ഒത്തിരി തവണ സ്വപ്നമായി കണ്ടിട്ടുണ്ട്. വേറൊരു സ്വപ്നം എന്നെ ഏതൊക്കെയോ ഗുണ്ടകൾ പിടിക്കാൻ വരുന്നതായാണ്. എന്റെ കക്കോടി വീട്ടിന്റെ ബാക്കിൽ ഒരു ആന്റിയുണ്ട്. ഞാൻ ഓടി ഓടി ആ വീട്ടിലേക്ക് കയറിച്ചെന്നു. ആന്റിയോട് കാര്യങ്ങൾ പറഞ്ഞു. ആരൊക്കെയോ എന്നെ പിന്തുടരുന്നുണ്ട്. അഭയം തരണം എന്ന് കരഞ്ഞ് കൊണ്ട് പറഞ്ഞു. അവർ എനിക്ക് അവിടെ നിൽക്കാൻ അനുവാദം തരുന്നു. ആ വീട് നന്നേ പഴയ വീടാണ്. അവിടെ ഒരു bedroom-ന്റെ അടിയിൽ ഞാൻ ഒളിച്ചിരിക്കാൻ തുടങ്ങി. വേറെ പലതും ആ dream-ൽ സംഭവിക്കാറുണ്ട്. അതൊക്കെ ഞാൻ മറന്ന് പോയിരിക്കുന്നു. അവസാനം പറഞ്ഞ രണ്ട് സ്വപ്നങ്ങളും ഒരാഴ്ച മൊത്തം എനിക്ക് repeated ആയിട്ട് വരാറുണ്ടായിരുന്നു. രണ്ടാമത്തെ സ്വപ്നത്തിൽ നിന്നും ഞാൻ ഞെട്ടി എഴുന്നേൽക്കാറാണ് പതിവ്. കുറച്ച് കാലമായി രണ്ടും പിന്നെ വന്നിട്ട്. അത് അങ്ങനെ തന്നെ ഇരിക്കട്ടെ."
    ]
}