{
    "id": 47,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ജനിച്ചപ്പോൾ മുതൽ ചെവി കേൾക്കാത്ത ആൾക്കാർ surgery വഴിയും മറ്റെന്തെങ്കിലും മാർഗം മുഖേനയും ഒക്കെ കേൾവിശക്തി വീണ്ടെടുക്കുമ്പോൾ അവരെ surprise ചെയ്യിക്കുന്ന ഒരു ശബ്ദമുണ്ട്. കിളികളുടെ ശബ്ദം. അന്ന് വരെ അവർ അത് കേട്ടിട്ടില്ല. ഓരോ മരങ്ങളിലെ കൊമ്പുകളിലും കുത്തിയിരുന്ന് കൊണ്ട് പക്ഷികൾ തീർക്കുന്ന കളകളാരവം ഒരിക്കലും അവർ പ്രതീക്ഷിച്ചിട്ടുണ്ടാകില്ല. ഇന്ന് ഞാൻ മെസ്സിൽ നിന്ന് ഭക്ഷണം വാങ്ങി തിരിച്ച് വരുന്ന സമയത്ത് കാതോർത്ത് കിളികളുടെ ശബ്ദം ശ്രദ്ധിച്ചു. ഇത് ഏത് sound ഏത് കിളിയുടേതാണ് എന്ന് പോലും എനിക്ക് മര്യാദക്ക് അറിയില്ല. കോഴിയും കാക്കയും ഉണ്ടാക്കുന്ന ശബ്ദങ്ങൾ അറിയാം. ചെമ്പോത്തിന്റേതും അറിയാം. കുയിലും അറിയാം. പരുന്തും അറിയാം. മൈനയുടേത് കേട്ടാൽ മനസ്സിലാകും.  ബാക്കി പകൽ സമയങ്ങളിൽ കേൾക്കുന്ന മിക്ക ശബ്ദങ്ങളും എനിക്ക് ഏത് പക്ഷിയുണ്ടാക്കുന്നതാണ് എന്ന് മനസ്സിലാവില്ല. ശരിക്കും ചെവി കൂർപ്പിച്ച് കേട്ടാൽ ഒരു നൂറ് ശബ്ദങ്ങൾ പല ദിക്കുകളിൽ നിന്നുമായിട്ട് നമുക്ക് കേൾക്കാം. പക്ഷികളുടേത് മാത്രമല്ല. നടന്നു പോകുമ്പോൾ നമ്മുടെ footsteps ഉണ്ടാക്കുന്ന ശബ്ദങ്ങൾ, അപ്പുറത്ത് പൂന്തോട്ടത്തിലെ sprinkler-ന്റെ ശബ്ദങ്ങൾ, മാറി നിന്ന് phone ചെയ്യുന്ന ഹിന്ദിക്കാരന്റെ ശബ്ദം, അങ്ങകലെ റോഡിൽ വാഹനങ്ങൾ പോവുമ്പോഴുള്ള ഇരമ്പൽ. ആ വാഹനങ്ങൾ അടിക്കുന്ന horn-ന്റെ ശബ്ദം. പിന്നെ അപ്പുറത്ത് പണി നടക്കുന്നിടത്ത് നിന്നുള്ള ശബ്ദങ്ങൾ. അങ്ങനെ അങ്ങനെ ഒത്തിരി ഒത്തിരി ശബ്ദങ്ങൾ. ഇതൊന്നും പോരാതെ വല്ലാണ്ടങ്ങ് ശ്രദ്ധിച്ചിരുന്നാൽ ചെവിക്കകത്ത് നിന്നുള്ള ചെറിയ മൂളിച്ചകളും, ഹൃദയം pump ചെയ്യുന്ന sound-ണ്ടും ഒക്കെ കേൾക്കാം. ഒരുപാട് data ഒരുമിച്ച് നമ്മുടെ ചെവി input ആയിട്ട് എടുക്കുന്നു. അത് പോലെ തന്നെ ബാക്കി നാല് senses-സും ഒരുപാട് ഒരുപാട് data collect ചെയ്യുന്നു. ഇതിൽ process ചെയ്ത് ആവശ്യമുള്ളത് മാത്രം എടുക്കുന്നു. വല്ലാത്ത പ്രതിഭാസം തന്നെ. ഞാൻ ഒരു തവണ ഇതിനെ പറ്റി ആലോചിച്ചിരുന്നു. നമ്മൾക്ക് 5 senses മാത്രമേ ഉള്ളൂ എന്ന് കരുതി വേറെ possible ആയിട്ടുള്ള senses ഒന്നും ഇല്ല എന്നാണോ അർഥം? ഈ പാമ്പുകൾക്കൊക്കെ heat detect ചെയ്യാൻ പറ്റുന്ന sensors ഇല്ലേ? കൂറകൾക്ക് ഒക്കെ ഉള്ള antenna വഴി ഒരുപാട് സംഭവങ്ങൾ അവ detect ചെയ്യലുണ്ട്. ഞാൻ നെറ്റിൽ പരതി നോക്കി. എന്തൊക്കെയാണ് അതിന്റെ functions എന്ന്. അപ്പൊ കണ്ടത് vibrations, odors, pressure changes, moisture, pheromones തുടങ്ങിയ സാധനങ്ങൾ ഒക്കെ detect ചെയ്യാൻ കൂറ അതിന്റെ antenna ഉപയോഗിക്കാറുണ്ട് എന്നാണ്. കൂറകൾ പല diseases പടർത്തുന്ന ബാക്റ്റീരിയകളുടെ carrier ആണെങ്കിൽ കൂടി വളരെ interesting ആയിട്ടുള്ള ജീവിയാണ്. എന്നെ അത് ഉപദ്രവിക്കുകയോ, എന്റെ കയ്യിൽ നിന്ന് പൈസ കടം വാങ്ങി മുങ്ങി നടക്കുകയോ ഒന്നും അത് ചെയ്തിട്ടില്ല. അത്കൊണ്ട് എനിക്ക് അതിനോട് പ്രത്യേകിച്ച് ശത്രുത ഒന്നും ഇല്ല. ഞാൻ അതെന്താണ് ചെയ്യുന്നതൊക്കെ വെറുതെ നോക്കി ഇരിക്കാറുണ്ട്. പാവമാണ് അവറ്റകൾ. അതിന്റെ സ്ഥിരം പരിപാടി അതിന്റെ antenna വൃത്തിയാക്കിക്കൊണ്ടിരിക്കലാണ്. നക്കി തുടച്ച് വൃത്തിയാക്കും. അത് കാണേണ്ട കാഴ്ച തന്നെയാണ്. OCD ഉള്ള ആളുകളെ പോലെ ഓരോ രണ്ട് മിനിറ്റ് കഴിയുമ്പോഴും അത് antenna വൃത്തിയാക്കിക്കൊണ്ടിരിക്കും. അതിന്റെ ഏറ്റവും vital ആയിട്ടുള്ള ഭാഗമാണ് ആ antenna-യെന്ന് ഏതൊരാൾക്കും ഇത് കണ്ടാൽ മനസ്സിലാകും. കൂറകളെ പറ്റി ഞാൻ ചിന്തിക്കുമ്പോൾ ‘Kubo and the Two Strings’ സിനിമയാണ് മനസ്സിൽ വരിക. ഒരുപാട് ഭംഗിയുള്ള stop motion animation അതിലുണ്ട്. Kubo-യുടെ അമ്മ ഒരു കുരങ്ങും അച്ഛൻ ഒരു beetle-ലും ആണ്. ആ beetle-നെ ഞാൻ ആദ്യം കൂറയാണെന്നാണ് വിചാരിച്ചത്. കൂറയെ പോലെ exo-skeleton കൊണ്ടുള്ള പടച്ചട്ട അതിനുണ്ട്. പിന്നെ നീണ്ട രണ്ടു കൊമ്പുകളും. മനുഷ്യന്മാർക്ക് ഒരു exoskeleton ഉണ്ടെങ്കിൽ നന്നായേനെ. ഒരുപാട് ഉയരങ്ങളിൽ നിന്നും വീഴ്ച്ച പറ്റിയാലും വലുതായി തകരാറുകൾ ഒന്നും അങ്ങെനയാണെങ്കിൽ സംഭവിക്കില്ല. പക്ഷെ മനുഷ്യർക്ക് അതിന്റെ ആവശ്യമില്ലല്ലോ. Beetles-നും cockroach-നും ഒക്കെ എന്തായാലും അതുപോലൊക്കെ വേണം താനും. ഞാൻ എന്തൊക്കെയാ ഈ എഴുതിക്കൊണ്ടിരിക്കുന്നത്?"
    ]
}