{
    "id": 52,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ കാൺപൂരിൽ പഠിച്ചിരുന്ന കാലം. ഞാനും അമ്മയും ജാൻസി station-ൽ കുത്തിയിരിക്കുകയാണ്. ഞങ്ങൾ നിന്ന platform-ന്റെ കുറച്ച് അങ്ങോട്ട് മാറിയിട്ട് ഒരു നല്ല കാഴ്ച അരങ്ങേറുകയാണ്. വയസ്സായ പാവപ്പെട്ട ഒരു സ്ത്രീ നൃത്തം ചെയ്യുന്നു. അഴുകി നാറുന്ന വേഷം. മുടിയിഴകൾ ഒതുക്കമില്ലാതെ ഓരോ ചുവടിലും ഓരോ ദിശയിലേക്ക് തെന്നി കളിക്കുന്നു. മുഖത്ത് പുഴുപ്പല്ല് വിടർത്തിയുള്ള ചിരി. ഇടക്ക് എന്തൊക്കെയോ ശബ്ദങ്ങൾ ഉണ്ടാക്കുന്നുണ്ട്. പുള്ളിക്കാരിക്ക് ‘വട്ടാണ്’. ഒരു പോലീസ്‌കാരൻ അവരെ ആട്ടി പായ്ക്കാൻ നോക്കുന്നുണ്ട്. പക്ഷെ ആരെയും കൂസാതെ ആരുടെയും നോട്ടങ്ങളിൽ നാണിക്കാതെ അവിടെ അവിടെ കിടന്ന് dance കളിക്കുന്നു. അവിടെ അവർ dance കളിക്കുന്നത് കൊണ്ട് ആർക്കാണ് നഷ്ടം? ആരെയാണ് അവർ ഉപദ്രവിക്കുന്നത്? ഒന്നുമില്ലെങ്കിലും വൈകിയെത്തുന്ന train കാത്ത് നിന്ന് മടുത്ത എനിക്ക് അവരുടെ ചുവടുകളിൽ നല്ല രസം തോന്നുന്നുണ്ട്. ആർക്കും ഒന്നും നഷ്ടപ്പെടാനില്ല. ഇവർ എല്ലാവരുടെയും കണ്ണിൽ ഭ്രാന്തിയാണ്. ഇങ്ങനെ ആർക്കും ഒരുപദ്രവവുമില്ലാതെ നടക്കുന്ന ഒരുപാട് പേരുണ്ട്. സമൂഹം അലിഖിതമായി മുന്നോട്ട് വയ്ക്കുന്ന നിയമങ്ങൾ പാലിക്കാത്തവർ. അവരൊക്കെ ഭ്രാന്തന്മാരാണ്.",
        "ഫ്രാങ്കോ മുളയ്ക്കലിനെ വെറുതെ വിട്ടു. ഒരു ന്യൂസ് outlet-ന്റെ തലക്കെട്ട് ‘ഫ്രാങ്കോ മുളയ്ക്കൽ കുറ്റക്കാരനല്ലെന്ന് കോടതി’ എന്നാണ്. ശരിക്കും കോടതി പറഞ്ഞത് അയാൾ കുറ്റക്കാരൻ അല്ല എന്ന് തന്നെയാണോ? അതോ, കുറ്റക്കാരനാണെന്ന് പറയാൻ വേണ്ടത്ര തെളിവുകൾ ഇല്ലെന്നാണോ? ആ രണ്ട് statements-സും രണ്ടും രണ്ടല്ലേ? ഒരാൾ കുറ്റക്കാരൻ ആണോ അല്ലെ എന്നൊക്കെ യാതൊരു വിധ doubt-ട്ടും കൂടാതെ അയാൾക്കാണ് അറിയാവുന്നത്. Political correctness മൂലക്കുരു മാതിരി വിടർന്ന് നിൽക്കുന്ന കാലമാണിത്. നടൻ ദിലീപിനും ഫ്രാങ്കോക്കുമൊക്കെ ഒരേ അഭിഭാഷകരാണെന് ആരോ പറയുന്നത് കേട്ടു. ദിലീപിനെ പറ്റി അടുത്തറിയാവുന്ന സിനിമ പ്രവർത്തകർ അയാളെ വല്ലാത്ത manipulative ആയിട്ട് വിലയിരുത്തുന്നുണ്ട്. ഉദാഹരണസഹിതം. Criminal mentality ഉള്ള ആളുകളെ ഞാൻ എന്റെ കാൺപൂരിലെ campus-ലും കണ്ടിട്ടുണ്ട്. എന്റെ കൂടെയുള്ള batch-ൽ, ഞാൻ താമസിച്ചിരുന്ന hostel-ന്റെ അതേ floor-ൽ, എന്റെ roommate ആയിട്ട്. ഇവർക്കൊക്കെ common ആയിട്ടുള്ള കാര്യമാണ് ഈ manipulation. കാര്യം നടത്താൻ കൂട്ടുകൂടുന്നവർ. Campus വഴിയരികെയുള്ള ‘Use me’ എന്നെഴുതിയ trash can-നെ പോലെ സുഹൃത്തുക്കളെ കാണുന്നവർ. സത്യം പറഞ്ഞാൽ ഇത്തരക്കാരെക്കാളും ഞാൻ prefer ചെയ്യുന്നത് ആ വട്ടുള്ള വയസത്തിയെയാണ്. Apple-ൽ sticker ഒട്ടിച്ച് export ചെയ്യുന്നത് പോലെ ഇന്ത്യയിൽ നിന്നും നല്ല വിദ്യാഭ്യാസമുണ്ടെന്ന വ്യാജേന ഈ POS-സുകൾ മറ്റു രാജ്യങ്ങളിൽ പോകുന്നു. ഒരു virus പോലെ അവിടെയും നാശം വിതയ്ക്കുന്നു. അവരെ complaint പറഞ്ഞിട്ട് കാര്യമില്ല. ആളെ വിറ്റ് കാശാക്കുന്ന അവിടുത്തെ ഒരുപാട് corporate company-കൾക്കും അത്തരക്കാരെയായിരിക്കും ആവശ്യം."
    ]
}