{
    "id": 53,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "‘Big Lebowski’-യിലെ ‘dude’-ന്റെ ജീവിതം ആ സിനിമയിറങ്ങിയതിന് ശേഷം ഒരുപാട് ആളുകളെ സ്വാധീനിച്ചിട്ടുണ്ട്. ഒരു നിമിഷം പോലും കിട്ടാതെ ശ്വാസം മുട്ടി നെട്ടോട്ടമോടുന്ന ആളുകൾക്കിടയിൽ വളരെ cool ആയി, അങ്ങേയറ്റം lazy ആയി ജീവിക്കുന്ന ഒരാൾ. പണത്തിന് പിന്നാലെ പരക്കം പാച്ചിലില്ല, പിൽക്കാലത്തെ കുറിച്ചുള്ള പരിഭ്രമങ്ങൾ ഇല്ല. അയാൾ ഓരോ നിമിഷവും ജീവിക്കുന്നു. ഞാൻ ചിന്തിച്ചിട്ടുണ്ട്. ഒരുകാലത്ത് എന്തായാലും മരിക്കും. എത്ര പണം സമ്പാദിച്ചാലും, എത്ര future secure ചെയ്താലും. ഒരു ശരാശരി ആളുടെ life എന്ന് പറഞ്ഞാൽ നന്നായി പഠിക്കുക, നല്ല ജോലി കിട്ടുക, സ്നേഹിക്കുന്ന ജീവിത പങ്കാളിയെ കണ്ടുപിടിക്കുക, (മക്കളെ വളർത്തുക), retire ചെയ്ത് ആനന്ദകരമായ ജീവിതം നയിക്കുക, ചാവുക. അതിജീവനത്തിനിടയിലും ആനന്ദം കണ്ടെത്തുക, ചെയ്യാൻ ഇഷ്ടപ്പെടുന്ന ജോലികൾ ചെയ്യുക, എന്നൊക്കെ അതിന്റെ ഭാഗമാണ്. ഇതൊക്കെ വേറെ ഏതൊരു മൃഗത്തിനും ഉള്ളത് പോലെ മനുഷ്യനെന്ന മൃഗത്തിന്റെ വെറുമൊരു average routine മാത്രമല്ലേ? ജീവിതം എന്തിനാണ് എന്ന് അറിഞ്ഞിരുന്നെങ്കിൽ കുറച്ച് സമാധാനം ഉണ്ടാകുമായിരുന്നു. നമ്മൾ ജീവിക്കുന്നത് logical ആയിട്ടുള്ള ലോകത്തിലാണ്. ചോദിക്കുന്ന മിക്ക ചോദ്യങ്ങൾക്കും  ഉത്തരങ്ങളുണ്ട്. ‘Why’ എന്ന് എത്ര തവണ വേണമെങ്കിലും ചോദിക്കാം. അതിന് കുറെയൊക്കെ നല്ല scientific ആയിട്ട് തന്നെ ഉള്ള ഉത്തരങ്ങൾ ഉണ്ട്. മുകേഷിൻറെ ഏതോ സിനിമയിൽ അങ്ങേരുടെ ഒരു തമാശ dialogue ഉണ്ട്. ‘But why?’ - എന്നും പറഞ്ഞ് കൊണ്ടുള്ള ഒരു dialogue. കുറെ അങ്ങോട്ട് നമ്മൾ ‘but why?’ എന്ന് ചോദിക്കുമ്പോൾ ഉത്തരം കണ്ട് പിടിക്കാൻ പറ്റില്ല. നമുക്ക് ഇത് വരെ അറിയാത്തതായിട്ടുള്ള എന്തെങ്കിലും പ്രതിഭാസം ആയത് കൊണ്ടാകാം നമുക്ക് ഉടനടി ഉത്തരം കണ്ടു പിടിക്കാൻ പറ്റാത്തത്. പക്ഷെ അതിനർത്ഥം ഉത്തരമില്ല എന്നാണോ? ഏയ്‌, അതാവില്ല. എന്താ ആയാൽ? എനിക്കറിയാത്ത മേഖലയിലേക്ക് ഈ എഴുത്ത് പോകുന്നത് കൊണ്ട് ഞാൻ ഇത് തത്കാലം നിർത്തുകയാണ്. പക്ഷെ എനിക്ക് ഒരു optimism ബാക്കിയുണ്ട്. ഞാൻ ജീവിച്ചിരിക്കുന്ന കാലത്തിൽ എന്നെങ്കിലും ‘But why this life?’ എന്ന ചോദ്യത്തിന് ഉത്തരം കിട്ടുമെന്ന പ്രതീക്ഷ. Cliche-യും dramatic-ക്കും ആയിട്ടൊക്കെ തോന്നുമെങ്കിലും ഈ ചോദ്യത്തിനുള്ള ഉത്തരം മാത്രമേ ജീവനുള്ള ആർക്കും ആവശ്യമുള്ളൂ. Simply because അത് dictate ചെയ്യും നമ്മൾ ഏത് പാതയിൽ മുന്നോട്ട് പോകണമെന്ന്. As of now, എന്റെ നിലപാട് എന്താണെന്ന് വച്ചാൽ, അതിനുള്ള ഉത്തരം നിലവിലുണ്ടെങ്കിൽ അത് എന്ത് വേണമെങ്കിലും ആയിക്കോട്ടെ, ഇനി അങ്ങനെ ഒരു ഉത്തരം ഇല്ല എന്നാണെങ്കിൽ അങ്ങനെയും ഇരിക്കട്ടെ, പക്ഷെ നമ്മൾ നമ്മുടെ limited ആയിട്ടുള്ള imagination വച്ച് സ്വമേധയാ കണ്ടെത്തിയ ഉത്തരത്തിൽ വിശ്വസിക്കുക. പക്ഷെ ഇപ്പൊ അതിനെ പറ്റി ആലോചിക്കുമ്പോൾ എനിക്ക് തോന്നുന്നതെന്താണെന്ന് വച്ചാൽ നമുക്ക് ചുറ്റുമുള്ള മതങ്ങൾ മിക്കതും ഇങ്ങനെ ഉരുത്തിരിഞ്ഞതാണെന്നാണ്. ശരിയായ സത്യം എന്തായാലും, സ്വന്തം imagination ഉപയോഗിച്ച് നിർമ്മിച്ചെടുത്ത ഉത്തരം. അത് എത്രത്തോളം flawed ആണെന്ന് കാണാൻ അധികം പ്രയാസമില്ല. കുറച്ച് കൂടി നല്ല ഒരു alternative-നെ പറ്റി ചിന്തിക്കണം. What if, നമ്മൾ ഇനി പറയുന്ന മാതിരി ചിന്തിച്ചു എന്ന് വിചാരിക്കുക - മുൻപ് പറഞ്ഞ ചോദ്യത്തിന്റെ ഉത്തരം നമ്മൾ ജീവിച്ചിരിക്കുമ്പോഴോ അല്ലെങ്കിൽ അതിന് ശേഷമോ എന്നെങ്കിലും കിട്ടും എന്ന് suppose ചെയ്യുക. അത് കിട്ടുന്ന വരെ അതിനെപ്പറ്റി bother ചെയ്യാതെ നമ്മളുടെ മനസ്സിന് സന്തോഷം തരുന്നതായ കാര്യങ്ങൾ മാത്രം ചെയ്യുക. സന്തോഷം എന്നത് കൊണ്ട് temporary pleasure അല്ല ഉദ്ദേശിക്കുന്നത്. Genuine ആയിട്ട് happiness തരുന്ന കാര്യങ്ങൾ. I think, ഇത് work ചെയ്യും എന്നാണ്. പക്ഷെ ഒരു ബുദ്ധിമുട്ട് എന്ന് പറയുന്നത് genuine ആയിട്ട് സന്തോഷം തരുന്ന കാര്യങ്ങൾ ഏതൊക്കെ എന്നതിനെ പറ്റി ആലോചിക്കുമ്പോഴാണ്. ഞാൻ high school-ൽ ഒരു തവണ കുത്തിയിരുന്ന് പഠിച്ചിട്ട് maths-ൽ full mark വാങ്ങിയിരുന്നു. എന്റെ division-ലും അടുത്ത division-ലും മൊത്തം എടുത്ത് നോക്കുമ്പോൾ എനിക്ക് highest കിട്ടിയ ഒരു maths പരീക്ഷ. അതിന്റെ answer paper കിട്ടിയ ദിവസമാണ് എനിക്ക് ഇതിനെ പറ്റി ആദ്യമായി ചിന്ത വന്നത്. See, എനിക്ക് മുഴുവൻ മാർക്ക് കിട്ടി. ഞാൻ ആഗ്രഹിച്ചത് നേടി. എന്നിട്ടുമെന്താണ് എനിക്ക് സന്തോഷം ഇല്ലാത്തത്. ശരിക്കും ഞാൻ സന്തോഷിക്കാൻ struggle ചെയ്തു. ഒന്നും വന്നില്ല. വളരെ blank ആയ, empty ആയ ഒരു feeling. ഞാൻ അതിനെ പറ്റി പിന്നെ ചിന്തിച്ചതേയില്ല. പക്ഷെ ഇപ്പോൾ അത് recall ചെയ്യുമ്പോൾ ഞാൻ എന്നോട് തന്നെ ചോദിച്ച് പോവുകയാണ് - അതെന്താ അന്ന് സന്തോഷം വരാതിരുന്നത്? ഇത്തരത്തിൽ genuine ആയിട്ടുള്ള happiness വരുന്ന നിമിഷങ്ങൾ വളരെ കുറവാണ്. അങ്ങനെ ഒരു നിമിഷത്തെ പറ്റി ആലോചിക്കുകയാണെങ്കിൽ ആദ്യം മനസ്സിൽ വരുന്നത് അച്ഛമ്മയ്ക്ക് ഫോണിൽ earphone കുത്തി പാട്ട് വച്ച് കൊടുത്ത സന്ദർഭം ആണ്. അച്ഛമ്മയ്ക്ക് പാട്ട് കേൾക്കുക എന്ന് പറയുന്നത് ജീവനാണ്. ഒരുപാട് പാട്ടുകൾ കേട്ട് എന്റെ അടുത്ത് അച്ഛമ്മ കിടക്കും. കുറെ അങ്ങനെ കിടന്ന് ഉറങ്ങി പോകും. ഞാൻ earphone മെല്ലെ ചെവിയിൽ നിന്ന് വലിക്കുമ്പോൾ പെട്ടെന്ന് ഉറക്കത്തിൽ നിന്ന് എഴുന്നേറ്റ് എന്നെ നോക്കി പുഞ്ചിരിക്കും; ഇല്ല, ഉറങ്ങിയിട്ടില്ല, earphone എടുത്ത് കൊണ്ട് പോകണ്ട, താൻ ഇപ്പോഴും പാട്ട് ആസ്വദിച്ച് കിടക്കുകയാണ് എന്ന മട്ടിൽ. അത് കാണുമ്പോൾ എനിക്ക് വല്ലാത്ത സന്തോഷമാണ്. എനിക്കറിയില്ല അത് എന്ത് കൊണ്ട് വരുന്നതാണെന്ന്. ആരെയെങ്കിലും help ചെയ്യുമ്പോൾ ചെറുതായിട്ട് എനിക്ക് സന്തോഷം വരാറുണ്ട്. എന്നെ കൊണ്ട് എന്തെങ്കിലും ഉപകാരം ആർക്കെങ്കിലും ഉണ്ടായല്ലോ എന്ന തോന്നലായിരിക്കും അതിന് കാരണം. എനിക്ക് ആ genuine happiness തരുന്ന കാര്യങ്ങളുടെ ഒരു വലിയ list ഉണ്ടാക്കണം. എന്നിട്ട് ചാവുന്ന വരെ അതൊക്കെ ചെയ്യണം. അച്ഛമ്മയ്ക്കോ ഇനി പാട്ട് വച്ച് കൊടുക്കാൻ എനിക്ക് പറ്റില്ല. അതിന് കിട്ടിയ അവസരങ്ങൾ ഒക്കെ ഞാൻ ഉപയോഗിച്ച്‌ തീർത്തു. അതിന് സമാനമായ മറ്റ് പല സന്ദർഭങ്ങളും ഉണ്ടാകും. അതൊക്കെ കണ്ടുപിടിക്കണം. ഒരു herculian task തന്നെയാകും അത്. എന്നിരുന്നാലും ചെയ്യും. എത്രത്തോളം പ്രവർത്തികമാക്കാനാകും എന്നുള്ളത് മറ്റൊരു ചോദ്യമാണ്."
    ]
}