{
    "id": 54,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എന്റെ ചെരുപ്പുകൾ രണ്ടും പൊട്ടിയിരിക്കുകയാണ്.  രണ്ടും ധരിച്ച് പുറത്ത് പോകാൻ പറ്റാത്ത സ്ഥിതിയിലാണ്. ഒരു shoes എനിക്കുണ്ട്. പക്ഷെ അത് ഉപയോഗിച്ചിട്ട് കാലങ്ങൾ ആയി. പൊടിയും മാറാലയും നിറഞ്ഞ അവസ്ഥയിലാണത്. എങ്ങനെയാണ് ചെരുപ്പിടാതെ പുറത്ത് പോകുക? അത് കൊണ്ട് ഞാൻ മറ്റ് വഴികളെ പറ്റി ചിന്തിച്ചു. റൂമിന് പുറത്ത് രണ്ട് ജോഡി ചെരുപ്പുകൾ കിടപ്പുണ്ട്. ഒന്ന് സാധാരണ VKC-യുടേത് പോലത്തെ ഒരു ചെരുപ്പും രണ്ടാമത്തത് ഒരു ജോഡി ഹവായി ചെരുപ്പും. രണ്ടും അതിന്റെ ഉടമസ്ഥർ ഉപേക്ഷിച്ച് പോയതാണ്. എന്റെ room-ന്റെ തൊട്ടടുത്ത് ഉള്ളവൻ അവന്റെ courses complete ചെയ്ത് തിരിച്ച് room vacate ചെയ്ത് പോയപ്പോൾ ഉപേക്ഷിച്ചതാണ്. Orphan ആയ ഹവായി ചെരുപ്പിനെ ഞാൻ എന്റെ ആവശ്യത്തിന് വേണ്ടി ദത്തെടുത്തു. പക്ഷെ ഒരു കുഴപ്പം ഉണ്ട്. എന്റെ കാൽപാദം അതിനെ അപേക്ഷിച്ച് കുറച്ച് വലുതാണ്. ഇതിന്റെ ശരിക്കത്തെ owner-ന് എന്നെക്കാളും height ഉണ്ട്. പക്ഷെ എന്റെ കാലിന്റെ അത്ര size ഇല്ല. അതൊരു പുതുമയായി തോന്നി. Size കുറഞ്ഞ ഹവായി ചെരുപ്പ് കഴുകി വൃത്തിയാക്കി ഞാൻ പുറത്തു പോകുമ്പോൾ ധരിച്ചു തുടങ്ങി. പുറത്ത് പോയി മടങ്ങി വന്ന് chair-ൽ കുത്തിയിരുന്നപ്പോൾ കാലിൽ ചെറുതായി വേദനിക്കുന്ന പോലെ തോന്നി. എനിക്ക് പരിചയമില്ലാത്ത ചെരുപ്പുകൾ ഉപയോഗിച്ചതിന് അതെനിക്ക് തന്ന ശിക്ഷയാകും. എന്തായാലും ആ വേദന കൂസാതെ ഞാൻ യഥേഷ്ടം ഹവായി ഇട്ട് അങ്ങോട്ടും ഇങ്ങോട്ടും ഇപ്പൊ നടക്കാറുണ്ട്. വേദനയല്ലേ, അതൊക്കെ വരും പോകും, അതൊക്കെയായിട്ട് adjust ചെയ്തോളും എന്നുള്ള മട്ടിൽ.",
        "ഞാൻ ഇന്ന് കുറെ നേരം ഉച്ചക്ക് കിടന്നുറങ്ങി. സാധാരണ അത് പതിവില്ല. എന്ത് കൊണ്ടാണ് ഉറക്കം വന്നത് എന്ന് നിശ്ചയമില്ല. കുറെ പനീർ തിന്നിട്ടുണ്ടായിരുന്നു. ചിലപ്പോൾ അതുമായി എന്തെങ്കിലും ബന്ധമുണ്ടാകും. സാധാരണ പനീർ കറി കഴിച്ച് ബാക്കി വരുന്ന പനീർ കഷണങ്ങൾ കളയുകയാണ് ചെയ്യുക. പതിവിന് വിപരീതമായി ഇന്ന് ഞാൻ അങ്ങനെ പനീർ തിന്നു കൊണ്ടേയിരുന്നു. ഉറക്കം അവിടെ നിൽക്കട്ടെ. ഞാൻ ഇന്ന് മുതൽ ഒരു ചെറിയ രണ്ടാഴ്ചത്തേക്കുള്ള ഒരു target വച്ചിട്ടുണ്ട്. Youtube-ലുള്ള ഒരു CFD course മൊത്തം കണ്ട് തീർത്ത് അതിന്റെ notes ഉണ്ടാക്കി പഠിക്കാനുള്ള ഒരു target. Usually എന്റെ targets-നൊക്കെ ഒരു ദിവസത്തെ ആയുസേ ഉണ്ടാകാറുള്ളൂ. ഇത്തവണ എന്ത് സംഭവിക്കും എന്ന് നോക്കാം. ഏതാണ്ട് 60 videos lectures ആയിട്ടുണ്ട്. അതിൽ ദിവസം നാലെണ്ണം cover ചെയ്താൽ 15 ദിവസം കൊണ്ട് സംഗതി മൊത്തം തീരും. അതാണ് എന്റെ പ്ലാൻ. ഇന്ന് ഞാൻ രണ്ടെണ്ണം already cover ചെയ്തു. രണ്ടെണ്ണം കൂടി ബാക്കി. ഓരോ videos-സും അര മണിക്കൂർ നീളമുള്ളതാണ്. അത് കൊണ്ട് എനിക്ക് excuses അധികം ഇല്ല. ചിലപ്പോൾ ചില ദിവസങ്ങളിൽ എനിക്ക് നാലിൽ അധികം videos ചെയ്യാൻ പറ്റിയാൽ ഉദ്ദേശിച്ച dead line-നു മുൻപേ എല്ലാം തീർക്കാൻ പറ്റില്ലേ? അപ്പൊ എനിക്ക് ഒരു സന്തോഷം വരും എന്നാണ് എന്റെ ഒരു ഇത്. വേറെ എല്ലാത്തിനെയും പോലെ ഇതും പാതിവഴിയിൽ ഉപേക്ഷിക്കപ്പെട്ടാൽ  ദുഃഖമാകും പരിമിത ഫലം. ഇല്ല. ഇത് complete ചെയ്യുക തന്നെ ചെയ്യും. ഉറപ്പാണ്."
    ]
}