{
    "id": 55,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "CFD-യുടെ lectures ശക്തമായി മുന്നോട്ട് പോകുന്നുണ്ട്. ഇന്നലെ മൂന്നും, ഇന്ന് നാലും lectures cover ചെയ്തു. Working days-ലും ഇതുപോലെ അങ്ങ് പോയാൽ മതിയായിരുന്നു. ഇന്ന് അച്ഛൻ കോറോണയ്ക്കുള്ള RTPCR ചെയ്തിരുന്നു. കുറച്ച് മുൻപ് അതിന്റെ report വന്നു. Test result positive ആണ്. അമ്മയും ചേച്ചിയും തിരുവനന്തപുരത്താണ്. ഞാൻ ഇങ്ങ് ബാംഗ്ലൂരിലും. അച്ഛൻ വീട്ടിൽ ഒറ്റക്കായത് കൊണ്ട് എനിക്ക് കുറച്ച് tension ഉണ്ട്. വീട്ടിൽ നിന്നും കുറച്ച് ദൂരം നടന്നാൽ രണ്ട് ആന്റിമാരുടെ വീടുണ്ട്. അവർ അച്ഛനെ help ചെയ്യാൻ വരും. പക്ഷെ എന്നാലും ഞങ്ങൾ അടുത്തില്ലെങ്കിൽ അച്ഛന് പേടി വല്ലതും വന്നാലോ. ഒറ്റക്കാണെന്ന തോന്നലൊക്കെ അച്ഛന് ഇടക്കിടക്ക് വരാറുണ്ട്. അമ്മയോട് വിവരം പറഞ്ഞിരുന്നു. കാര്യങ്ങൾ അന്വേഷിക്കാൻ അമ്മ വിളിച്ചപ്പോൾ വീട്ടിലേക്ക് വരണ്ട എന്ന് അച്ഛൻ പറഞ്ഞു. ഈ കാര്യത്തിൽ അച്ഛന്റെ അഭിപ്രായം നോക്കേണ്ട ആവശ്യമില്ല. അമ്മ അങ്ങോട്ട് പോകുന്നത് തന്നെയായിരിക്കും നല്ലത്. ഒന്നുമില്ലെങ്കിലും അമ്മ ഒരു nurse അല്ലേ? ഹോസ്പിറ്റൽ കാര്യങ്ങൾക്ക് nurse ആണെന്ന പരിഗണനയിൽ അച്ഛന്റെ കാര്യങ്ങൾ വേഗം നടത്താൻ അമ്മക്കാകും. അമ്മ പോയാൽ മാളേച്ചി ഒറ്റക്ക് ആ വീട്ടിൽ നിൽക്കേണ്ടി വരും. ആ ഒരു ബുദ്ധിമുട്ട് മാത്രമേ ഉള്ളൂ. അച്ഛൻ കുറച്ച് ദിവസങ്ങൾക്ക് മുൻപ് തിരുവനന്തപുരത്ത് വന്നിരുന്നു. തിരിച്ച് train-ൽ പോകുമ്പോഴായിരിക്കും covid കിട്ടിയത്. ഞാൻ അച്ഛൻ train-ൽ തിരിച്ച് വരുമ്പോൾ അച്ഛനെ വിളിച്ചിരുന്നു. കുറച്ച് അപ്പുറത്ത് മാറി ഇരിക്കുന്ന ഒരു ചങ്ങായി വലുതായിട്ട് ചുമയ്ക്കുന്നുണ്ടെന്ന് അച്ഛൻ എന്നോട് ഫോണിൽ പറഞ്ഞിരുന്നു. മാത്രവുമല്ല, train-ൽ ഇരുന്ന് mask ഊരി അച്ഛൻ മസാല ദോശ ഒക്കെ തിന്നിട്ടുണ്ടാകും. അപ്പൊ പിന്നെ totally defenceless ആയില്ലേ. അങ്ങനെ കിട്ടിയതായിരിക്കും. ‘റോണ വലിയ തിരിച്ച് വരവ് തന്നെയാണ് എല്ലായിടത്തും നടത്തുന്നത്. മുൻപത്തെ waves-നോട് അപേക്ഷിച്ച് വലിയ wave തന്നെയാണ് ഇപ്പോൾ വന്നുകൊണ്ടിരിക്കുന്നതും. എനിക്കും ജലദോഷവും തൊണ്ടയിൽ കരകരപ്പും ഒക്കെ ഉണ്ട്. ചെറുതായി പനിക്കുന്ന പോലെയും ഉണ്ട്. ആരോടും പറഞ്ഞിട്ടില്ല. വെറുതെ എന്തിനെ അവരെക്കൂടി tension അടിപ്പിക്കുന്നേ? അല്ലാതെ തന്നെ അവർക്ക് ഒരുപാട് പ്രശ്നങ്ങളുണ്ട്. ഞാൻ ഇങ്ങനെ ഇവിടെ hostel-ൽ കിടന്ന് ‘റോണ വന്ന് ചാവുന്നതിനെ കുറിച്ച് ചിന്തിച്ചു. സ്വയം അവസാനിപ്പിക്കുകയല്ലലോ. രോഗം വന്ന് മരിക്കുകയല്ലേ. അതിനെന്നെ കുറ്റം പറയാൻ പറ്റില്ലല്ലോ. ആർക്കും സംഭവിച്ചൂടെ? പ്രത്യേകിച്ച് ആസ്മ ഉള്ള എനിക്ക്.",
        "കുറച്ച് മുൻപ് അമ്മ ആന്റിയെ വിളിച്ചിരുന്നു. അപ്പോൾ എന്റെ cousin പറഞ്ഞു അമ്മ അങ്ങോട്ട് പോകണ്ട, diabetes-സും BP-യും നല്ല പോലെ ഉള്ളത് കൊണ്ട് അമ്മയ്ക്ക് കൊറോണ വന്നാൽ high-risk ഉണ്ടാകുമെന്ന് പറഞ്ഞു. Cousin ഒരു doctor ആണ്. അതുകൊണ്ട് cousin പറയുന്ന പോലെ ചെയ്യുന്നതാണ് ശരി. എന്നോടും അങ്ങോട്ട് പോകണ്ട എന്ന് പറയാൻ പറഞ്ഞു. ആസ്മ ഉള്ളത് കൊണ്ട് എനിക്കും high risk ആണെന്ന് പറഞ്ഞു. അച്ഛന്റെ കാര്യത്തിൽ ആന്റിമാരും cousin-നയം care കൊടുത്തോളാം എന്ന് പറഞ്ഞു. ഇപ്പൊ അടുത്തെങ്ങാനും എനിക്കും ‘റോണ വരുമെന്ന് മനസ്സിനകത്ത് ഒരു തോന്നൽ. ഈ റൂമിൽ നിന്നും ഭക്ഷണം വാങ്ങിക്കാനല്ലാതെ പുറത്ത് പോകാത്ത എനിക്ക് കൊറോണ വന്നാൽ അത് ദൈവം ഭൂമിയിലുള്ള എനിക്കുള്ള പരോൾ കാലാവധി തീർന്നു എന്നുള്ള സൂചന തരുന്നതായിരിക്കും."
    ]
}