{
    "id": 56,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "കക്കോടി താമസിക്കുന്ന സമയത്ത് വെള്ളപ്പൊക്കം പതിവായിരുന്നു. ചില സമയങ്ങളിൽ വീടിനു മുന്നിലെ വയലും റോഡും വെള്ളത്തിനടിയിലാകും. വേറെ ചില സമയങ്ങളിൽ വരാന്തയുടെ step-ന്റെ അടുത്തറ്റം വെള്ളം വരും. രണ്ടു തവണ വീടിനകത്ത് വെള്ളം കേറിയിട്ടുണ്ട്. മഴ ശമിക്കാതെ ദിവസം മൊത്തം പെയ്യുമ്പോൾ വയലും നിറഞ്ഞ് കരയും നിറഞ്ഞ് വീട്ടിനകത്തേക്ക് അതിഥിയായി തോട്ടിലെ വെള്ളം മൊത്തം കേറി വരും. കക്കോടിയിലെ വീട് രണ്ട് നിലയുള്ളത് കൊണ്ട് ഞങ്ങൾ പെട്ടിയും കിടക്കയും എടുത്ത് മുകളിലേക്ക് അഭയം പ്രാപിക്കും. ആദ്യത്തെ തവണ വെള്ളം കേറിയത് ഇന്നലയെന്ന പോലെ എനിക്കോർമയുണ്ട്. ചെറിയ കുട്ടിയായത് കൊണ്ട് ഇതൊക്കെ ഒരു ഹരമായി തോന്നി. വലിയവർക്കാണ് ഇതിനെ കൊണ്ട് ഏറ്റവും ബുദ്ധിമുട്ട്. ജോലിക്ക് പോകാൻ പറ്റില്ല. വണ്ടിയുടെ engine-നകത്ത് വെള്ളം കേറി താറുമാറാകും. കിണർ അഴുക്കു വെള്ളം കൊണ്ട് മൂടും. വീട്ടിലേക്ക് ചളിയും മണ്ണും വൃത്തികെട്ട പല അവശിഷ്ടങ്ങളും കേറും. അങ്ങനെ അവർക്ക് ആകെ മൊത്തം  പ്രശ്നങ്ങൾ തരുന്ന ഏർപ്പാടാണ് വെള്ളപ്പൊക്കം. വെള്ളം പൊങ്ങാൻ തുടങ്ങിയാൽ പിന്നെ school-ൽ പോകേണ്ട കാര്യമില്ല. അതാണ് കുട്ടികളുടെ excitement-നു പിന്നിലെ ഒന്നാമത്തെ കാരണം. രണ്ടാമത് മീൻപിടുത്തമാണ്. വയലിൽ വെള്ളം നിറയുമ്പോൾ എന്റെ സ്ഥിരം hobby മീൻ പിടിക്കാൻ പോകലാണ്. തലക്ക് മുകളിൽ പൊട്ടുള്ള ഒരു മീനാണ് ഏറ്റവും common ആയിട്ടുള്ള മീൻ. അതിനെ എനിക്ക് പിടിക്കാൻ കിട്ടില്ല. ഒരു വലിയ അരിപ്പ പോലത്തെ സാധനമാണ് എന്റെ fishing net. ശരിക്കുമുള്ള മീനിനെ പിടിക്കുന്ന net അച്ഛൻ എനിക്ക് വാങ്ങി തന്നില്ല. അത് കൊണ്ട് ഈ അരിപ്പയാണ് എന്റെ ആയുധം. അത് ഉപയോഗിച്ചാലൊന്നും തലയിൽ പൊട്ടുള്ള മീനിനെ കിട്ടില്ല. ചെറിയ പരൽ മീനുകളെ കിട്ടും. ഞാൻ അത് വച്ച് adjust ചെയ്യും. Horlicks കുപ്പിയിൽ ഇട്ട് അതിന്റെ ഭംഗി ആസ്വദിക്കും. മൂന്നാമത്തെ ദിവസം അത് ചാവുകയും ചെയ്യും. ഇപ്പൊ അതിന് പറ്റി ആലോചിക്കുമ്പോൾ കുറ്റബോധം തോന്നുന്നു. ഇങ്ങനെ ഒരുപാട് മീനിനെ ഞാൻ കൊന്നിട്ടുണ്ട്. അതിനെ നോക്കാൻ അറിയാൻപാടില്ലാത്തത് കൊണ്ട്. എന്റെ മീനിനോടുള്ള interest കണ്ടിട്ട് എന്റെ ആന്റി (ബിപിയമ്മ) എനിക്ക് അവരുടെ aquarium free ആയിട്ട് തന്നു. എന്നിട്ട് ഒരു ദിവസം അച്ഛനും ആന്റിയും ഞാനും മാളേച്ചിയും കൂടി മീനിനെ പിടിക്കാൻ അടുത്തുള്ള തോട്ടിൽ പോവുകയും ചെയ്തു. എന്റെ അരിപ്പയുമായി ഒരു side-ൽ ഞാൻ ചെറിയ മീനിനെ പിടിച്ചു. അച്ഛനും ആന്റിയും വലിയ തോർത്ത് വിരിച്ച് അതിൽ കുറേ variety മീനിനെ പിടിച്ചു. ഇടക്ക് വച്ച് എന്നെ ഒരു അട്ട കടിക്കുകയും ചെയ്തു. എന്തായാലും പിടിച്ച മീനുകളിൽ കാണാൻ ഭംഗി ഉള്ള കുറെ  എണ്ണം ഉണ്ടായിരുന്നു. Tiger barb പോലത്തെ തോന്നിക്കുന്ന കുറേയെണ്ണവും ആ കൂട്ടത്തിൽ ഉണ്ട്. അതിനെ ഒക്കെ അക്വാറിയത്തിൽ ഇടുകയും ചെയ്തു. പക്ഷെ ഒരു ചെറിയ പ്രശ്നം ഉണ്ടായി. അക്വാറിയത്തിൽ already വേറെ മീനുകൾ ഉണ്ട്. തൊട്ടടുത്ത ദിവസം ഞാൻ അക്വാറിയത്തിൽ ചെന്ന് നോക്കിയപ്പോൾ already ഉണ്ടായിരുന്ന മീനുകളെ ഒക്കെ പുതിയ മീനുകൾ തിന്നിരിക്കുന്നു. അതിന്റെ അവശിഷ്ടങ്ങൾ വെള്ളത്തിന് മുകളിൽ പൊങ്ങി കിടക്കുന്നു. Horrifying ആയിട്ടുള്ള കാഴ്ചയായിരുന്നു അത്. അതോട് കൂടി മീനുകളോടുള്ള എന്റെ പ്രണയത്തിന് കോട്ടം സംഭവിച്ചു. അതിലുള്ള എന്റെ interest പാതിയായി കുറഞ്ഞു. എന്റെ അറിവില്ലായ്മ മൂലമാണ് കുറെ മീനുകളെ ഈ ബാർബുകൾ കൊന്ന് തിന്നത്. അതിന് ഓടി രക്ഷപ്പെടാൻ ഒരു സ്ഥലവുമില്ല. ഒളിച്ചിരിക്കാൻ ചെടികളുമില്ല. ഈ ബാർബുകൾക്ക് ഒരുതരം delta പോലത്തെ shape ആണ്. Angel fish-നൊക്കെ ഉള്ള മാതിരി പരന്ന body-യും. അത് കൊണ്ട് aerodynamically വെള്ളത്തിലൂടെ വളരെ വേഗത്തിൽ വെട്ടിച്ച് വെട്ടിച്ച് നീന്താനൊക്കെ അതിന് പറ്റും. മാത്രമല്ല, ഈ ബാർബുകൾ ഒരു wolf pack പോലെ കൂട്ടമായി ആക്രമിക്കുന്ന type ആണ്. അപ്പൊ total destruction സംഭവിച്ചില്ലെങ്കിലേ അത്ഭുതമുള്ളൂ.",
        "ആദ്യമായിട്ട് വീട്ടിനകത്തേക്ക് വെള്ളം കയറുന്നത് ഞാൻ കാണുമ്പോൾ എന്റെ മനസ്സിൽ വലിയ ആഘോഷമായിരുന്നു. ‘കേറല്ലേ, കേറല്ലേ’ എന്ന് അച്ഛനും അമ്മയും അച്ഛമ്മയും പ്രാർത്ഥിക്കുമ്പോൾ ഞാൻ വരാന്തയിൽ കിടന്ന് ഒരു പട്ടി ഓടി കളിക്കുന്ന excitement-ൽ ‘ഇനിയും കേറ്, ഇനിയും കേറ്’ എന്ന് മാറ്റൊലി മുഴക്കുകയായിരുന്നു. ഓരോ പടിയും കടന്ന് വെള്ളം കയറുമ്പോൾ ഞാൻ തുള്ളിക്കളിച്ചു. അടുക്കളഭാഗത്തിലൂടെ പാമ്പിഴയുന്ന പോലെ പതിയെ പതിയെ വെള്ളം floor മൊത്തം cover ചെയ്യുന്നത് ഞാൻ അത്ഭുതത്തോടെ നോക്കി നിന്നു. അടുക്കളയും കഴിഞ്ഞ് ഹാളിലേക്ക് വെള്ളം കയറിയതോടെ ഞാൻ സാധനങ്ങൾ എടുത്ത് മുകളിലേക്ക് വെക്കുന്നതിൽ അച്ഛനെ സഹായിക്കാൻ പോയി. എന്നിട്ട് മുകളിലേക്ക് പോയി അവിടുന്ന് തുള്ളിക്കളിക്കാൻ നോക്കി. പക്ഷെ കാൽ നനഞ്ഞത്ത് കൊണ്ട് ആദ്യത്തെ തുള്ളലിൽ തന്നെ slip ചെയ്ത് ഞാൻ നിലത്ത് തലയിടിച്ച് വീണു. അതോടെ തുള്ളിക്കളിക്കലിന് വിരാമമായി. അടുത്ത പരിപാടി balcony-യിൽ പോയി കുത്തിയിരുന്ന് താഴേക്ക് നോക്കലായിരുന്നു. നോക്കെത്താ ദൂരം വരെ വയൽ കാണാവുന്ന balcony-യിൽ നിന്ന് ഞാൻ നോക്കിയപ്പോൾ സകലതും വെള്ളത്തിനടിയിലായി കാഴ്ചയായിരുന്നു കണ്ടത്. ഒരു തടാകത്തിന് നടുക്ക് നിൽക്കുന്ന പ്രതീതി. മഴ ശക്തിയായി പെയ്യുന്നു. ചെറുതായിട്ട് ഇടിയും മിന്നലും ഉണ്ട്. ഉച്ച കഴിഞ്ഞ നേരത്ത് കാർമേഘങ്ങൾ കൊണ്ട് ഇരുട്ടടഞ്ഞിരിക്കുന്നു. ആകെ മൊത്തം എന്തോ ominous ആയിട്ടുള്ള ഒരു mood. എന്റെ പേട്ട തലക്കകത്ത് വെള്ളം കേറിയത് കൊണ്ടുള്ള പഞ്ചാരിമേളം മാത്രമേ ഉള്ളൂ.",
        "തൊട്ടടുത്ത ദിവസം ഞാനും അച്ഛനും വെറുതെ താഴേക്ക് visit-നു പോയി. എന്റെ അരപ്പൊക്കത്തിൽ വെള്ളം നിറഞ്ഞു കിടക്കുകയാണ്. പണ്ട് അച്ഛച്ചൻ കിടക്കാറുണ്ടായിരുന്ന കട്ടിൽ വെള്ളത്തിൽ പൊങ്ങി കിടക്കുന്നു. ഞാൻ അച്ഛന്റെ പണ്ടത്തെ nokia phone-ൽ രണ്ടു മൂന്ന് photo എടുത്തു. അതിപ്പോഴും കയ്യിലുണ്ട്. ഇടക്ക് വച്ച് വെള്ളത്തിലൂടെ ഒരു മണ്ഡലി പാഞ്ഞു പോയി. അതോടെ അച്ഛൻ എന്നെ തളിച്ച് മുകളിലേക്കാക്കി. വെള്ളപ്പൊക്കം വരുമെന്ന് അറിഞ്ഞ് കൊണ്ട് ഭക്ഷണ സാധനങ്ങളും പലഹാരങ്ങളും അച്ഛൻ വാങ്ങി വച്ചിരുന്നു. പതിവിനു വിപരീതമായി ഒരുപാട് പലഹാരങ്ങൾ ഒന്നിച്ച് കണ്ടപ്പോൾ ഭക്ഷണ കൊതിയനായ ഞാൻ എല്ലാം എടുത്ത് തിന്നാൻ തുടങ്ങി. ഇത് കണ്ടിട്ട് അമ്മ എന്നെ വഴക്ക് പറഞ്ഞു. നാളത്തേക്കുള്ള ബോധമില്ലാതെ എല്ലാം തിന്നു തീർക്കുന്നത് കൊണ്ട് ശരിക്കും എന്നെ നല്ല തെറി പറഞ്ഞു. ഇരിപ്പുറക്കാതെ ഞാൻ balcony-യിലേക്ക് ചെന്നു. എല്ലാം കണ്ട് കൊണ്ട് അച്ഛമ്മ അവിടെ ഇരിക്കുന്നുണ്ട്. ഞാൻ balcony-യിൽ നിന്ന് പുറത്തേക്ക് നോക്കുമ്പോൾ കാണുന്നത് african പായലിന്റെ വലിയൊരു കൂട്ടമാണ്. വീട്ടിന്റെ തൊട്ട് opposite ഭാഗം മുഴുവൻ african പായൽ കൊണ്ട് മൂടിയിരിക്കുന്നു. അതിനു മുൻപ് ഞാൻ ഈ പായലിനെ കണ്ടിട്ടില്ല. പെട്ടെന്ന് നോക്കുമ്പോൾ വെള്ളത്തിന് മീതെ ഒരു പുല്ലു വിരിച്ച പായ പോലെ തോന്നും. പക്ഷെ അത് എത്ര invasive ആയിട്ടുള്ള species ആണെന്ന് പിന്നെയാണ് മനസ്സിലായത്. ഉച്ച സമയത്ത് അപ്പുറത്തെ വീട്ടിലുള്ള കുട്ടികൾ നീന്തികൊണ്ട് പോകുന്നത് കണ്ടു. എനിക്ക് നീന്തലറിയാം. മാളേച്ചിക്കും അത്യാവശ്യം നീന്തലറിയാം. ഞങ്ങളെ രണ്ടാളെയും പൂനൂർ പുഴയിൽ നീന്താൻ പഠിപ്പിച്ച അച്ഛന് മാത്രം നീന്തൽ വശമില്ല. ഈ കുട്ടികൾ നീന്തുന്നത് കണ്ടിട്ട് എനിക്കും നീന്താൻ പൂതിയായി. അച്ഛനോട് വാശി പിടിച്ച് പറയുകയും ചെയ്തു. അപ്പുറത്തെ മാപ്പിളയുടെ വീട്ടിലെ കക്കൂസ് നിറഞ്ഞിട്ട് ഒഴുകുന്ന വെള്ളത്തിലൂടെ നീന്തണോ എന്ന് എന്നോട് അച്ഛമ്മ ചോദിച്ചു. അവരുടെ വീട് മാത്രമല്ല, വെള്ളം കേറിയ എല്ലാ വീട്ടിലെയും കക്കൂസ് നിറഞ്ഞൊഴുകുന്നുണ്ടാകും. അവരുടെ തീട്ടം ഒക്കെ ആ പുഴയിൽ ഒഴുകി നടക്കുന്നുണ്ടാകും. അതിലൂടെ നീന്തുന്നത് പോലെ unhygienic ആയിട്ടുള്ള സംഗതിയില്ല. എന്നിട്ടും അച്ഛൻ എന്റെ വാശിക്ക് വഴങ്ങി. ഞാൻ എന്റെ compound-ൽ കിടന്ന് അങ്ങോട്ടും ഇങ്ങോട്ടും കുറച്ച് നീന്തിയിട്ട് പൂതി മാറിയിട്ട് കയറി പോയി. അപ്പൊ തന്നെ എന്നോട് കുളിക്കാൻ വേണ്ടി പറഞ്ഞ് എന്നെ അച്ഛൻ തോർത്തും തന്ന് bathroom-ലേക്ക് കയറ്റി വിട്ടു. വൈകുന്നേരമായപ്പോൾ ഞങ്ങളുടെ വീട്ടിന്റെ മുൻപിലൂടെ കുറച്ച് ചങ്ങാടങ്ങളും തോണികളും പോയി. കൂട്ടത്തിൽ കുറെ മധ്യവയസ്കരായ ആളുകൾ ഒരു rubber tyre-ന്റെ മുകളിൽ ഒരു plywood പോലത്തെ സാധനം വച്ച് അതിൽ കള്ളും കുപ്പിയും touchings-സും  ഒക്കെ വച്ച് ആഘോഷിച്ച് അർമാദിച്ച് നീന്തികൊണ്ട് പോയി. അവരുടെ pool party-യായിരുന്നു ഇത്. പക്ഷെ ഈ pool-ന് 5-6 sq km വലുപ്പമുണ്ടെന്ന് മാത്രം. മറക്കാനാകാത്ത ദിവസങ്ങൾ ആയിരുന്നു അതൊക്കെ. ശരിക്കും പറഞ്ഞാൽ അവിടെ ജീവിച്ചു വളർന്ന കുട്ടികൾക്ക് കുറെ perks ഉണ്ടായിരുന്നു. കളിക്കാൻ വിശാലമായ വലിയ വലിയ ഒരു വയൽ. നീന്താൻ പറ്റിയ ഒരു പുഴ ഞങ്ങളുടെ വീടിന്റെ രണ്ട് വളവ് കഴിഞ്ഞാൽ ഉണ്ട്. ചുറ്റിലും നടന്നു കാണാൻ പറ്റിയ നാട്ടിൻപ്രദേശങ്ങൾ. മൂന്ന് അമ്പലങ്ങൾ: സകലേശ്വരി ക്ഷേത്രം, ശിവങ്കൽ ക്ഷേത്രം, വേങ്ങേരി ശ്രീ സുബ്രമണ്യ ക്ഷേത്രം. കുറെ നല്ല നല്ല ഓർമ്മകൾ എല്ലായിടത്തു നിന്നും സ്വരൂപിച്ച് വച്ചിട്ടുണ്ട്."
    ]
}