{
    "id": 58,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്നലെയും ഇന്നുമായി ഇവിടെ തണുപ്പ് കൂടിയിട്ടുണ്ട്. അത് കാരണം രണ്ട് ദിവസമായി രാവിലെയും വൈകുന്നേരവും എനിക്ക് നല്ല ശ്വാസം മുട്ടൽ വരാറുണ്ട്. പെട്ടെന്ന് എങ്ങനെയാണ് ഇങ്ങനെ സംഭവിച്ചത് എന്നതിന് ഒരു explanation കിട്ടുന്നില്ല. അതോ, ഇത് എനിക്ക് മാത്രം തോന്നുന്നതാണോ? Minus degree തണുപ്പിലൊക്കെ ജീവിക്കുന്ന ആളുകളെ പറ്റി കേട്ടിട്ടുണ്ട്. അച്ഛമ്മ പറയുമ്പോലെ eximo (Eskimo) കുട്ടികൾ. ഇവർക്കൊക്കെ ഈ തണുപ്പിനെ എങ്ങനെ അതിജീവിക്കാൻ പറ്റുന്നു എന്ന് മനസ്സിലാകുന്നില്ല. ഇവിടെ ശരാശരി താപനില 20 degree Celsius-ൽ എത്തുമ്പോൾ തന്നെ  ഞാൻ കിടന്ന് വിറയ്ക്കാൻ തുടങ്ങും. Humidity കൂടിയ equator-നോട് അടുത്തുള്ള സ്ഥലങ്ങളിൽ ജനിച്ച്  വളർന്നവരുടെ genes ആണ് എനിക്കുള്ളത്. എന്നിട്ടും സാധാരണ ആളുകളെക്കാളും നന്നായി ഞാൻ വിയർത്തൊലിക്കാറുണ്ട്. എന്ത് കുന്തമാണ് എന്റെ ശരീരത്തിലുള്ളത് എന്ന് അറിയാൻപാടില്ല. എവിടൊക്കെയോ വക്കും മൂലയും പൊട്ടിയടർന്ന ലക്ഷണം കെട്ട ഒരു രൂപം. എന്തോ ഭാഗ്യത്തിന് എല്ലാം bare minimum working condition-ൽ ആണ്. ചിലപ്പം ഇങ്ങനെ പ്രവർത്തിക്കുന്നത് കണ്ടിട്ടാവണം ഒന്നാം ക്‌ളാസിൽ പഠിക്കുമ്പോൾ വണ്ടിയിടിപ്പിച്ച് കൊല്ലാൻ മുകളിലുള്ളവൻ നോക്കിയത്. അപ്പോഴും ഭാഗ്യത്തിന് രക്ഷപ്പെട്ടു. ഞാൻ അച്ഛന്റെ ബൈക്കിൽ മുന്നിൽ ഇരിക്കുന്നു. ചേച്ചിയും അമ്മയും യഥാസ്ഥാനങ്ങളിൽ പുറകിൽ. ഈ family വണ്ടി baby memorial hospital-ന്റെ സമീപം എത്തിയപ്പോൾ മുന്നിലുള്ള goods auto rickshaw-യുമായി കൂട്ടിയിടിച്ചു. അച്ഛന്റെ വിവരണം ഇങ്ങനെയാണ്. അച്ഛൻ ആ auto-യെ overtake ചെയ്യാൻ ആവുന്നതൊക്കെ ശ്രമിച്ചു. അച്ഛൻ horn അടിച്ചിട്ട് അത് വഴി മാറി തന്നില്ല. ഇടത് വശത്തേക്ക് പോയപ്പോൾ അതും ഇടത് വശത്തേക്ക് തന്നെ നീങ്ങി. വലത് വശത്തേക്ക് മാറിയപ്പോൾ അതും വലത് വശം keep ചെയ്ത് നീങ്ങി. ഗത്യന്തരമില്ലാതെ horn അടിച്ച് എങ്ങനെയെങ്കിലും overtake ചെയ്യാൻ നോക്കിയപ്പോൾ നേരെ അതിന്റെ back-ൽ കൊണ്ടുപോയി ഇടിച്ചു. ഞാൻ മുന്നിൽ ഇരിക്കുന്നത് കൊണ്ട് എന്റെ തല അതിന്റെ backside-ലെ metal door-ൽ വന്ന് ഇടിച്ചു. എന്നിട്ട് ഇടിയുടെ ആഘാതത്തിൽ ഞാൻ ബൈക്കിൽ നിന്നും വീണു. അച്ഛനും അമ്മക്കും മാളേച്ചിക്കും വല്യ പരിക്കുകളില്ല. അതേ സമയം എന്റെ നെറ്റി പൊട്ടി ചോര ഒലിക്കാൻ തുടങ്ങിയിട്ടുണ്ടായിരുന്നു. ശരിക്കും about 0.5 cm ആഴത്തിലുള്ള മുറിവ് ഉണ്ടായിരുന്നു. Accident പറ്റിയ സ്ഥലത്തേക്ക് ആളുകൾ ഓടി കൂടുകയും jeep വിളിച്ച് baby memorial-ലേക്ക് കൊണ്ട് പോവുകയും ചെയ്തു. എനിക്കപ്പോഴും എന്റെ മുറിവിനെ പറ്റി ബോധ്യമില്ലായിരുന്നു. Jeep-ൽ എന്റെ opposite ഇരുന്ന് അമ്മ കരയുന്നത് കണ്ടിട്ട് ഞാൻ ‘എന്തിനാ അമ്മെ കരയുന്നത്’ എന്നൊക്കെ ചോദിച്ചു. പിന്നെ നാവിൽ ഒരു ഉപ്പുരസം ഉണ്ടായിരുന്നു. ഇത് മാത്രമേ എനിക്ക് ഓർമയുള്ളൂ. പിന്നെ ആശുപത്രിയിൽ surgery ചെയ്യുന്ന സമയം അവിടുത്തെ ഡോക്ടറോ നഴ്‌സോ ആരോ എന്റെ തലക്ക് മേൽ ഒരു പച്ച തുണി വിരിച്ചത് ഓർമയുണ്ട്. കുറെ stitch ഇട്ടിട്ടുണ്ടായിരുന്നു. അത് കഴിഞ്ഞ് കുറച്ച് ദിവസങ്ങൾ ഞാൻ എന്റെ ആന്റിയുടെ വീട്ടിലായിരുന്നു. അവിടെ അവർക്ക് computer ഒക്കെ ഉണ്ട്. ഞാൻ അതിൽ കുറെ game ഒക്കെ കളിച്ചത് നല്ല ഓർമയുണ്ട്. കുറെ കൂടി ദിവസങ്ങൾ കഴിഞ്ഞപ്പോൾ school-ൽ പോകാൻ തുടങ്ങി. അപ്പൊ എന്റെ തലയിൽ ഒരു bandage കെട്ടൊക്കെ കെട്ടിയിട്ടുണ്ടായിരുന്നു. ഏതോ anime-യിലെ നായകനെ പോലെ. കുറെ കൂടി ദിവസങ്ങൾ കഴിഞ്ഞ് കെട്ടഴിച്ചപ്പോൾ ആ wound ഉണ്ടായിരുന്ന സ്ഥലത്ത് stitch ഇട്ട ഭാഗത്ത് ഒരു കുറുകിയ scar-ന്റെ വര മാത്രം അവശേഷിച്ചു. ഈ വര plastic surgery ചെയ്ത് കളയാൻ പറ്റും. പക്ഷെ അവിടെ കിടക്കട്ടെ. എന്റെ അപാരമായ, മാദകമായ സൗന്ദര്യത്തിൽ അതാര് ശ്രദ്ധിക്കാനാണ്. ഹി ഹി ഹി ഹു ഹു. ഞാൻ ചുമ്മാ പറഞ്ഞതാണ്. എല്ലാവരും ചോദിക്കാറുണ്ട്. ആ scar കാരണം എനിക്ക് പല പേരുകളും എന്റെ കൂടെ പഠിച്ചവർ ഇട്ടിട്ടുണ്ട്. വടിവാൾ വാസു, ഇറച്ചിവെട്ട്കാരൻ ജബ്ബാർ, ഗുണ്ടാ ഷാജി, എന്നൊക്കെ എന്നെ വിളിച്ചവരുണ്ട്. എനിക്ക് അത് കേൾക്കുമ്പോൾ ചിരിക്കാനും വരില്ല, കരയാനും വരില്ല. വെറും indifference മാത്രം. ഇന്നും എന്റെ നെറ്റിയിൽ ആ പാട് കിടക്കുന്നുണ്ട്. ഞാൻ വടിയാവുന്ന വരെ അത് അവിടെ കിടക്കും."
    ]
}