{
    "id": 59,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "!PRE_പരിശ്രമിച്ചീടുകിൽ എന്തിനെയും_വശത്താക്കാൻ കഴിവുള്ള വണ്ണം.. _ദീർഘമാം കരങ്ങൾ നല്കി _നമ്മെ പാരിലയച്ചതീശൻ..",
        "ഞാൻ GATE-ന് prepare ചെയ്യുന്ന കാലം എന്റെ work table-ന്റെ മുകളിൽ ഈ കവിത ഞാൻ ഒരു paper-ൽ marker വച്ച് എഴുതി ഒട്ടിച്ചിരുന്നു. ‘പ്രാഞ്ചിയേട്ടൻ and the saint’ എന്ന സിനിമയിൽ ജഗതി ശ്രീകുമാർ ഗണപതിയോട് ചൊല്ലുന്നതായിട്ടാണ് ഞാൻ ഇത് ആദ്യം കേൾക്കുന്നത്. Motivating ആയിട്ടുള്ളത് കൊണ്ടാണ് ഞാൻ ഇതെഴുതി ഒട്ടിച്ച് വച്ചത്. ചെറിയ ക്ലാസ്സുകളിൽ എല്ലാവരേക്കാളും മുൻപിൽ മാർക്ക് മേടിക്കണം എന്നുദ്ദേശിച്ച് തന്നെയാണ് ഞാൻ പഠിക്കാറുണ്ടായിരുന്നത്. പക്ഷെ ആ competitive spirit എവിടെയോ പോയി. പിന്നെ പിന്നെ അതിനെ പറ്റി ആലോചിക്കുമ്പോൾ അതിൽ ഒരു sense-സും ഇല്ലാത്ത പോലെ തോന്നി. ആരെ തോൽപ്പിച്ചിട്ട് എന്ത് കിട്ടാനാണ്? Ego എടുത്ത് തലയിൽ വയ്ക്കാനാണോ? PC പറയുംപോലെ കക്ഷത്തിൽ നാരങ്ങ വച്ച പോലെ നടക്കാനാണോ? ആ വിജയിക്കാനുള്ള motivation കാലം കടന്ന് പോയപ്പോൾ എവിടെയോ ഞാൻ മറന്ന് വച്ചു. പത്താം ക്ലാസ് കഴിഞ്ഞപ്പോൾ Rays എന്ന ഒരു coaching centre എന്തോ young genius എന്നെറ്റാം ഒരു പരീക്ഷ നടത്തിയിരുന്നു. നല്ല rank കിട്ടിയാൽ cash prize ഒക്കെ കിട്ടും. അത് കൊണ്ട് അച്ഛൻ എന്നെ അതെഴുതിപ്പിച്ചു. എനിക്ക് എട്ടാം റാങ്കും ആയിരം രൂപ prize-സും കിട്ടി. അന്ന് പരിപാടിയിൽ prize ഒക്കെ വാങ്ങിച്ച് audience-ന്റെ ഇടയിൽ കുത്തിയിരുന്നപ്പോൾ കുറേ പേര് IIT-ക്കൊക്കെ qualify ചെയ്ത് അവർക്കുള്ള prize മേടിക്കാൻ സ്റ്റേജിൽ കയറിയിരുന്നു. പരിപാടി കഴിഞ്ഞ് തിരിച്ച് auto-യിൽ മടങ്ങുമ്പോൾ അമ്മ എന്നോട് ചോദിച്ചു. ആ സ്റ്റേജിൽ കയറിയ കുട്ടികളെ പോലെ ഞാനും IIT-ലേക്ക് seat മേടിച്ചു തരുമോ എന്ന്. ഞാൻ വെറുതെ ‘ആ ശരി’ എന്ന് പറഞ്ഞു. എനിക്ക് അന്ന് അങ്ങനെ വലിയ മോഹമോ പ്രതീക്ഷയോ ഒന്നും ഇല്ല. പിന്നെ ഞാൻ PC Thomas നടത്തിയിരുന്ന വിജയഗിരിയിലേക്കുള്ള പരീക്ഷ എഴുതി. അവിടെ നല്ല മാർക്ക് കിട്ടി. Admission കിട്ടി അങ്ങോട്ട് പോയി. അവിടത്തെ ആകമൊത്തത്തിലുള്ള system-മുമായിട്ട് പൊരുത്തപ്പെടാൻ കുറച്ച് time എടുത്തു. എന്നാലും എങ്ങനെയോ പൊരുത്തപ്പെട്ടു. അവിടെ എനിക്കുള്ള motivation forced ആയിരുന്നു. ഒരു ഹാൾ നിറയെ ആൾക്കാർ ഇരുന്ന് പഠിക്കുന്നു. അവർക്കിടയിൽ ഇരിക്കുമ്പോൾ നമ്മളും താനേ പഠിച്ചോളും. അവിടത്തെ പരീക്ഷകളിലെ rank ഒക്കെ കണക്കാണ്. Medicine പരീക്ഷയ്ക്ക് പഠിക്കുന്ന കുട്ടികളും engineering പരീക്ഷക്ക് പഠിക്കുന്ന ഞങ്ങളും ഒരുമിച്ചാണ് physics, chemistry പരീക്ഷകൾ എഴുതുന്നത്. Medicine-കാര് ഞങ്ങൾ engineering-കാരെ നിഷ്പ്രഭമാക്കാറാണ് പതിവ്. കുറെ കാലം അവരോട് തോറ്റ് തോറ്റ് തോൽവി ഒരു ശീലമാക്കിയിരുന്നു. ഞാൻ പറയാൻ വന്നതിൽ നിന്നും വിഷയം മാറിപ്പോകുന്നു. എന്തായാലും എങ്ങനെയോ ഞാൻ കഷ്ടിച്ച് IIT-യിൽ കയറി. ആദ്യത്തെ attempt-ൽ തന്നെ. പക്ഷെ quota അടിസ്ഥാനത്തിലാണ് കയറിയത്. അല്ലെങ്കിൽ പുതിയ ഏതെങ്കിലും IIT-യിലോ NIT-യിലോ മാത്രമേ എനിക്ക് കിട്ടൂ. Quota-യിലാണ് കയറിയത് എന്ന ചിന്ത അവിടെ പഠിച്ച് കഴിയുന്ന വരെ എനിക്കുണ്ടായിരുന്നു. അത് കൊണ്ട് GATE-ന് പഠിച്ച സമയം ഞാൻ ഒരു quota-യെയും ആശ്രയിക്കാതെ നല്ല കോളേജിൽ കയറും എന്ന് ശപഥം എടുത്തിരുന്നു. ശരിക്കും പറഞ്ഞാൽ എനിക്ക് കാൺപൂരിൽ നിന്ന് തന്നെ Integrated MTech എടുക്കാമായിരുന്നു. ഞാൻ അതിന് apply ചെയ്തിട്ട് കിട്ടിയിരുന്നു. പക്ഷെ 4th year ആയപ്പോഴേക്കും എനിക്കവിടെ വെറുത്തുപോയിരുന്നു. വൃത്തികെട്ട സ്ഥലം. പരിസരം എത്ര വൃത്തിയാക്കിയാലും വൃത്തികെട്ട ആൾക്കാർ വിഹരിക്കുന്ന സ്ഥലത്ത് ആ വൃത്തികേട് നമ്മൾക്ക് താനേ feel ചെയ്യും. ഈ ചെകുത്താന്മാർക്കിടയിലുള്ള രണ്ട് മൂന്ന് മാലാഖമാർ മാത്രമാണ് എനിക്ക് കുറച്ചെങ്കിലും mental support തന്നത്. ഒന്ന് low speed aerodynamics lab-ലുള്ള ഒരു സാർ. മറ്റുള്ളവരോട് ലോഖ്യങ്ങൾ ഒക്കെ ചോദിക്കുമ്പോൾ എന്നോടും പുഞ്ചിരിച്ച് കൊണ്ട് അന്വേഷണങ്ങൾ നടത്തും. എനിക്ക് സംസാരിക്കാൻ മടിയുള്ളത് കൊണ്ട് എന്നോട് ഇങ്ങോട്ട് കയറി പലതും ചോദിച്ച് മനസ്സിലാക്കും. Support ചെയ്യും. ഞാൻ diet ചെയ്ത് തടി കുറച്ചപ്പോൾ ആദ്യമായിട്ട് അതിനെ പറ്റി mention ചെയ്തത് ആ സാർ ആയിരുന്നു. വിവേകിന്റെ തടി ഒക്കെ നല്ലോണം കുറഞ്ഞല്ലോ എന്ന് എന്നോട് ഇങ്ങോട്ട് വന്ന് പറഞ്ഞു. സാധാരണ എന്റെ മുഖം കണ്ടാൽ ആർക്കും എന്നോട് ഒന്നും ചോദിക്കാൻ  തോന്നില്ല. കടന്നൽ കുത്തിയ മാതിരിയാണ് മുഖം. ആരോടോ ദേഷ്യപ്പെട്ട് നിൽക്കുന്ന മാതിരി. ശരിക്കും ദേഷ്യം തന്നെയായിരുന്നു. എനിക്ക് പരിചയമില്ലാത്ത ആളാണെങ്കിൽ hostile ആയിട്ട് തന്നെയാണ് പെരുമാറിയിരുന്നത്. അതിന് കാരണം അവിടെയുള്ള പല ചെകുത്താന്മാരുമാണ്. അവരൊക്കെ എന്നോട് പെരുമാറിയ പോലെയേ ഞാൻ അവരോടും പെരുമാറിയിട്ടുള്ളൂ. എന്നിട്ടും എന്റെ അടുത്ത് വന്ന് എന്നെ മനസ്സിലാക്കി സംസാരിക്കാനുള്ള മനസ്സ് കാണിച്ചത് കൊണ്ടാണ് ആ സാർ എനിക്ക് മാലാഖയായത്. രണ്ട് അവിടെ തന്നെയുള്ള ഒരു west bengal-ൽ നിന്നുള്ള പ്രൊഫസർ. എനിക്ക് turbulence course ഒക്കെ ആ സാർ എടുത്ത് തന്നിട്ടുണ്ട്. മൂന്ന് എന്റെ Btech-ന്റെ project guide. മിക്കപ്പോഴും തള്ളിപ്പറയുന്ന ദൈവത്തിൽ ചെറുപ്പത്തിൽ പഠിപ്പിച്ച ശീലം കണക്കെ അറിയാതെ വിശ്വാസം വരുമ്പോൾ ഞാൻ അവർക്കും വേണ്ടി പ്രാർത്ഥിച്ചു പോകും. നല്ല ജോലിയൊക്കെ കിട്ടിയിട്ട് അവർക്ക് അടിപൊളിയായ എന്തെങ്കിലും gift ഞാൻ അയച്ച് കൊടുക്കും. അവർക്ക് അപ്പൊ എന്നെ ഓർമയുണ്ടാകുമോ ആവോ? മിക്കവാറും കാണില്ല. എന്നാലും സാരമില്ല.",
        "GATE-ന്  ഒരു coaching-നും പോയില്ല. മുൻപത്തെ GATE പരീക്ഷകൾ മൊത്തം തിരഞ്ഞ് പിടിച്ച് അത് വച്ച് സ്വയം mock tests ഒക്കെ നടത്തി evaluate ചെയ്ത് weak spots കണ്ടെത്തി, ആ ഭാഗം നന്നായി പഠിച്ച് നികത്തി, notes prepare ചെയ്ത്, വളരെ disciplined ആയി തന്നെയാണ് പഠിച്ചത്. പരീക്ഷയുടെ syllabus ഞാൻ print out ചെയ്ത് വച്ചിട്ട് ഓരോ topic വീതവും എനിക്ക് എത്ര നന്നായി അറിയാം എന്ന് സ്വയം വിലയിരുത്തും. എന്നിട്ട് വേണ്ട വിധത്തിൽ ഓരോ topic-നും weightage കൊടുത്തിട്ട് അതിനനുസരിച്ച് സമയം allot ചെയ്യും. പഠിച്ചതിന് ശേഷം ഞാൻ red pen വച്ചിട്ട് നീളത്തിൽ ആ topic-നു മുകളിൽ വര വരയ്ക്കും. പരീക്ഷയുടെ രണ്ട് മൂന്ന് ദിവസം കൊണ്ട് ഞാൻ ആ paper-ൽ ഉള്ള സകല topic-നു മുകളിലും red വര വരച്ച് കഴിഞ്ഞിട്ടുണ്ടായിരുന്നു. വളരെ നല്ല രീതിയിൽ ഞാൻ prepare ചെയ്തു എന്നാണ് എനിക്ക് തോന്നിയത്. ആ confidence വച്ച് പരീക്ഷയെഴുതി. Mediocre ആയിട്ടാണ് പരീക്ഷയിൽ perform ചെയ്തത് എന്ന് തോന്നി. എന്നിട്ടും ഒരു quota-യുടെയും ആവിശ്യമില്ലാതെ തന്നെ നല്ല score കിട്ടി ഞാൻ IISC-ൽ PG ചെയ്യാൻ കയറുകയും ചെയ്തു. എന്തായാലും motivation എന്ന സാധനം strong അല്ലെങ്കിൽ പിന്നെ നമ്മൾ ചെയ്യാനുദ്ദേശിക്കുന്ന പരിപാടിയിൽ നിന്ന് മാറി നിൽക്കുന്നതായിരിക്കും നല്ലത്. GATE-ന്റെ സമയത്ത് ഉണ്ടായ motivation പോലെ തന്നെ ഇപ്പൊ ചെറുതായിട്ട് എരിഞ്ഞ് കത്തി തുടങ്ങിയിട്ടുണ്ട്. എന്റെ മനസ്സിൽ കുറച്ച് ഭാവി പ്ലാനുകൾ ഉണ്ടാക്കി വച്ചിട്ടുണ്ട്. മുൻപ് ഇതിലെവിടെയോ ഞാൻ അതിനെ പറ്റി പറഞ്ഞിട്ടുണ്ട്. അത് കിട്ടാൻ വേണ്ടിയുള്ള ഒരു ചെറിയ തീപ്പൊരി ഇപ്പൊ മനസ്സിലുണ്ട്. അത് ഊതി പെരുപ്പിച്ചാൽ പിന്നെ ആളിക്കത്താൻ തുടങ്ങും. എനിക്കുറപ്പാണ്. കാരണം ഇതിന് മുൻപും എനിക്ക് ഇതുപോലെ ഉണ്ടായിട്ടുണ്ട്. എനിക്ക് ഇന്നേവരെ കേട്ടുകേഴ്‌വിയില്ലാത്ത പ്രശ്നങ്ങൾക്ക് നടുവിൽ നിന്ന് കൊണ്ട് എനിക്ക് വേണ്ടത് ആരുടേയും, എന്തിന്റെയും സഹായം ഇല്ലാതെ സ്വയം നേടിയിട്ടുണ്ട്. ഇല്ലാത്ത motivation ഒക്കെ അപ്പൊ താനേ വന്നിട്ടുമുണ്ട്. ഇതൊക്കെ ചുമ്മാ SP (സ്വയം പുകഴ്ത്തൽ) അടിക്കുന്നതല്ല. സാധാരണ ഗതിയിൽ എന്റെ determination-നും will-ല്ലും ഒക്കെ വളരെ ക്ഷീണമാണ്. പക്ഷെ ചില സമയങ്ങളിൽ അത് വന്ന് കഴിഞ്ഞാൽ പിന്നെ എന്നെ തന്നെ അത്ഭുതപ്പെടുത്തുന്ന രീതിയിൽ ഞാൻ പലതും ചെയ്യലുണ്ട്. എന്നെ പിന്നെ പിടിച്ചാൽ കിട്ടില്ല. ആണ്ടിലൊരിക്കൽ മാത്രമാണ് അതിന്റെ വരവെങ്കിലും, late ആണെങ്കിലും latest ആണ് എന്ന മാതിരിയാണ് അത് എനിക്കുണ്ടാക്കുന്ന മാറ്റങ്ങൾ. മറ്റേ കവിത ഇനിയും എഴുതി ഞാൻ പഠിക്കുന്ന ടേബിളിന്റെ മുന്നിലുള്ള ചുമരിൽ ഒട്ടിക്കണം. ആര് എഴുതിയതാണെന്ന് എനിക്ക് കൃത്യമായി അറിഞ്ഞൂടാ. വള്ളത്തോളോ വൈലോപ്പിള്ളിയോ ആരോ ആണെന്നാണ് എന്റെ ഒരു ഇത്."
    ]
}