{
    "id": 60,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Lucid dreaming-നെ പറ്റി എനിക്ക് മുൻപേ അറിയാം. സ്വന്തം സ്വപ്നത്തെ control ചെയ്യുന്നതൊക്കെ interesting തന്നെയാണ്. എനിക്ക് അത് try ചെയ്യാൻ വലിയ താത്പര്യം ഒന്നും ഇല്ലായിരുന്നു. Cheat codes ഉള്ള game കളിക്കുന്ന മാതിരി. Cheats ഉപയോഗിച്ച് game കളിക്കാമെങ്കിൽ game complete ചെയ്യാനുള്ള cheat ഉണ്ടാക്കി അതുപയോഗിച്ചാൽ പോരെ? വെറുതെ അത് കളിച്ച് ബുദ്ധിമുട്ടേണ്ട ആവശ്യം ഇല്ലല്ലോ. ആഗ്രഹിക്കുന്നതെല്ലാം എല്ലായ്‌പോഴും സംഭവിച്ചാൽ പിന്നെ ജീവിതത്തിനെ കൊണ്ട് എന്ത് തേങ്ങാ കാണിക്കാനാണ്? വളരെ പെട്ടെന്ന് തന്നെ boring ആകും. Randomness ഇല്ലാതാകും, non linearity ഇല്ലാതാകും. Non linear അല്ലാത്ത differential equations-നെ പോലെ സകലതും boring ആകും. Predictable ആകും. സന്തോഷവും ഇല്ലാതാകും. ഒരുപാട് പണവും സമ്പത്തും ഉള്ളവർക്ക് എപ്പോഴും മനസ്സിൽ സന്തോഷം ഉണ്ടാവും എന്നൊന്നുമില്ലല്ലോ? സദാ സമയവും ദുഃസ്വപ്നങ്ങൾ കാണുന്ന കുട്ടികൾക്ക് വേണ്ടി lucid dreaming techniques പഠിപ്പിച്ച് കൊടുക്കാറുണ്ട് എന്ന് എവിടെയോ കേട്ടിട്ടുണ്ട്. ഞാനും ഈയിടെയായി ദുസ്വപ്നങ്ങൾ കാണാറുണ്ട്. അത് കൊണ്ടാണ് lucid dreaming-നെ പറ്റി ചിന്തിച്ച് പോയത്. മിക്കപ്പോഴും അച്ഛമ്മയെയാകും സ്വപ്നത്തിൽ കാണുക. ഇന്ന് ഞാൻ കണ്ട സ്വപ്നം horrifying ആയിരുന്നു. മനുഷ്യനെ കൊല്ലാനാധികാരമുള്ള ഒരു doctor-റായിരുന്നു അതിൽ ഞാൻ. Disturbing ആയിട്ടുള്ള പലതും ആ സ്വപ്നത്തിൽ ഉണ്ട്. എനിക്ക് അതിനെ പറ്റി കൂടുതൽ ഓർക്കാൻ മനസ്സില്ല. ഇങ്ങനത്തെ morbid ആയിട്ടുള്ള ദുഃസ്വപ്നങ്ങൾ കാണുന്നതിലും നല്ലത് അതിനെ എങ്ങനെയെങ്കിലും നിയന്ത്രിക്കുന്നതാണ്. ",
        "Cancer ഇല്ലാത്ത ലോകമായിരുന്നെങ്കിൽ അച്ഛമ്മ ഇപ്പോഴും ജീവിച്ചിരിപ്പുണ്ടാകും. അച്ഛമ്മയ്ക്ക് 85 വയസ്സിന് മേൽ പ്രായമുണ്ടെങ്കിൽ പോലും നരയ്ക്കാത്ത മുടിയിഴകളുണ്ടായിരുന്നു. അച്ഛമ്മയ്ക്ക് cancer-ന് treatment കൊടുക്കുന്നതിനുള്ള സമയം already വൈകിപ്പോയിരുന്നു. Detect ചെയ്യാൻ വൈകിപ്പോയി. എപ്പോഴോ mild heart attack വന്ന് അച്ഛമ്മയെ ചികിത്സക്കായി ആശുപത്രിയിൽ കൊണ്ട് പോയി test ചെയ്തപ്പോഴായിരുന്നു ആദ്യമായി cancer identify ചെയ്തത്. Treatment വളരെ risky ആയത് കൊണ്ടും cancer ഉണ്ടെന്നറിഞ്ഞാൽ അച്ഛമ്മ പിന്നീടുള്ള ജീവിതം മൊത്തം വേദനിക്കും, വിഷമിക്കുമെന്നറിഞ്ഞ് കൊണ്ട് ആരും അതിന് ഒരുമ്പെട്ടില്ല. എനിക്കും അച്ഛമ്മ മരിക്കുന്ന വരെ happy ആയിരിക്കണം എന്ന് തന്നെയായിരുന്നു ആഗ്രഹം. പക്ഷെ മറ്റൊരാൾക്ക് മരണം വരുമെന്ന് അറിഞ്ഞ് കൊണ്ട് തന്നെ അതിനെ തടയാൻ ഒന്നും ചെയ്യാതിരിക്കുന്നത് അയാളെ കൊല്ലുന്നതിന് സമമല്ലേ എന്ന ചിന്ത മനസ്സിൽ ഇപ്പോഴും ഉണ്ടായിരുന്നു. കൊന്ന cancer ഒന്നാം പ്രതി ആണെങ്കിൽ, കൂട്ടു പ്രതി ഞാനുൾപ്പെടുന്ന അച്ഛമ്മയുടെ അടുത്ത ബന്ധുക്കൾ അല്ലേ? പക്ഷെ വേറെ എന്ത് alternative ആണുള്ളത്? Treatment ചെയ്തത് കൊണ്ടും അനന്തരം result same തന്നെയായിരിക്കും. പക്ഷെ അച്ഛമ്മക്ക് chemotherapy ചെയ്യുമ്പോൾ വേദനിക്കില്ലേ? ക്ഷീണം വരില്ലേ? രൂപത്തിന് മൊത്തം മാറ്റം വരില്ലേ? മനസ്സിലെ സന്തോഷം എല്ലാം പോകില്ലേ? മരണഭയം ഉണ്ടാകില്ലേ? ഞാൻ ചെവിയിൽ earphone കുത്തി പാട്ടു വച്ച് കൊടുക്കുമ്പോൾ അത് കേട്ടാസ്വദിച്ചിരിക്കുമോ? ഇല്ല. Randy Pausch-ന്റെ last lecture-ന്റെ video ഞാൻ മുൻപെപ്പോഴോ കണ്ടിട്ടുണ്ട്. Carnegie Mellon-ൽ അദ്ദേഹം അദ്ദേഹത്തിന്റെ സ്വന്തം കുട്ടികൾക്ക് വേണ്ടി deliver ചെയ്ത lecture. സ്വന്തം അനുഭവങ്ങളുടെ കഥ എല്ലാം വിവരിക്കുമ്പോഴും ആളുകൾ അദ്ദേഹത്തിന്റെ തമാശകൾ കേട്ട് ചിരിക്കുമ്പോഴും കയ്യടിക്കുമ്പോഴും ഒക്കെ cancer ഒരുക്കിയ morbid ആയിട്ടുള്ള backdrop ആർക്കും ആ ചിത്രത്തിൽ നിന്നും എടുത്തു മാറ്റാനാവില്ല. മരണം സുനിശ്ചിതമാണെന്ന് എല്ലാവർക്കും അറിയാം, മിക്ക ആളുകളും അങ്ങനത്തെ ഒരു സാധനത്തെ കാണുന്നില്ലെന്ന് നടിക്കുന്നു. പക്ഷെ എന്ന് ഊർദ്ധൻ വലിക്കുമെന്ന് കൃത്യമായി അറിയുന്നവന്റെ മനസ്ഥിതി എനിക്കാലോചിക്കാൻ കൂടി ആവുന്നില്ല. Randy-യുടെ മനസ്ഥിതി എന്തായിരിക്കുമെന്ന് എനിക്ക് അറിയാൻ തന്നെ ഭയമാണ്. മനുഷ്യന്റെ ആഗ്രഹങ്ങളുടെ bucket list-ന് ആഴം ഏറെയുണ്ട്. പെട്ടെന്നൊരു നിമിഷം ദിവസങ്ങൾ എണ്ണാൻ തുടങ്ങിക്കോളൂ എന്നുള്ള signal കിട്ടുമ്പോൾ ആ മോഹക്കൂടാരം തകർന്ന് തരിപ്പണമാവുന്ന പോലെ തോന്നില്ലേ? മക്കൾ പഠിച്ച് ജോലി കിട്ടി കല്യാണം കഴിച്ച് അവർക്ക് മക്കളുണ്ടാകുന്ന നിമിഷങ്ങൾ ഒക്കെ ഒറ്റയടിക്ക് കണ്മുന്നിൽ മിന്നി മറഞ്ഞിട്ടുണ്ടാകണം. അച്ഛമ്മക്കും അങ്ങനെ പല ആഗ്രഹങ്ങളും ഉണ്ടായിരിക്കും. എന്നോട് ഇടക്ക് ഇടക്ക് പറയും, ‘അപ്പൂട്ടന് ജോലി ഒക്കെ കിട്ടുന്നത് കാണാൻ ഞാൻ ഉണ്ടാകില്ല’ എന്ന്. അപ്പോഴൊക്കെ വരാനിരിക്കുന്നത് അറിഞ്ഞു കൊണ്ട് ഞാൻ അച്ഛമ്മയോട് കള്ളം പറയും  ‘നൂറ്റി ഇരുപത്തഞ്ച്, നൂറ്റി മുപ്പത് വയസ്സ് വരെയൊക്കെ ജീവിക്കാണ്ട് ഇങ്ങള് ഇവിടുന്ന് പോവില്ല. 85 വയസ്സായിട്ടും ആരുടേയും സഹായമില്ലാതെ ഇങ്ങള് എണീറ്റ് നടക്കുന്നില്ലേ? ഓർമ പ്രശ്നങ്ങൾ ഒന്നുമില്ല.  വേറെ ഒരു പ്രശ്നങ്ങളും ഇല്ല. മുടി മൊത്തം നരച്ചിട്ട് പോലുമില്ല. ഇങ്ങള് ഈ അടുത്തൊന്നും എങ്ങോട്ടും പോവില്ല’ എന്ന്. ഒരൊറ്റ വർഷം കൊണ്ട് ഇല്ലാത്ത എല്ലാ പ്രശ്നങ്ങളും cancer സമ്മാനിച്ചു കഴിഞ്ഞിരുന്നു. ഇതിനെ പറ്റി ഞാൻ എന്തിനാ സംസാരിക്കുന്നേ? എനിക്ക് എന്നെ തന്നെ justify ചെയ്യണം. അച്ഛമ്മ സന്തോഷത്തോടു കൂടി ഇരിക്കുന്നത് മാത്രമാണ് എനിക്ക് കാണണ്ടത്. അല്ലെങ്കിൽ തന്നെ ഞാൻ കാണുന്ന കാലം മുതൽ പ്രശ്നങ്ങൾക്ക് നടുവിൽ തന്നെയായിരുന്നു അച്ഛമ്മ. ബോധം നഷ്ടപ്പെടുന്ന സമയം വരെ ഞാൻ അച്ഛമ്മയ്ക്ക് സന്തോഷം കിട്ടുന്ന കാര്യങ്ങൾ മാത്രമേ ചെയ്തിട്ടുള്ളു. Cancer-ന്റെ കൂട്ടുപ്രതിയാക്കാൻ എന്റെ സമ്മതമൊന്നും അത് ചോദിച്ചിട്ടില്ലല്ലോ. കുറെ കഴിയുമ്പോ അച്ഛമ്മയെ കൊന്ന മാതിരി എന്നെ കൊല്ലാനും ഇതേ cancer വരും. പമ്മി പമ്മി. കാലൊച്ചകളില്ല. ഒരു ഞരക്കം പോലുമില്ല. Parasite പോലെ ദേഹത്ത് കയറി പറ്റും. അകത്ത് നിന്ന് കാർന്ന് തിന്നും. ഇതൊക്കെ ചെയ്യുമ്പോഴും എന്റെ സമ്മതം അത് ചോദിക്കാൻ പോകുന്നില്ല."
    ]
}