{
    "id": 61,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "മുന്നേ എഴുതിയതിൽ മിക്കതിലും എന്റെ സ്വന്തം unsound philosophy-യാണ് നിറഞ്ഞ് നിൽക്കുന്നത്. അത് മാറ്റി കുറച്ച് കൂടി less cringy ആയിട്ടുള്ള രീതിയിലേക്ക് ഇനിയുള്ള എഴുത്തുകളെ മാറ്റാനാണ് ഞാൻ  വിചാരിക്കുന്നത്. പക്ഷെ എന്തിന് ഞാൻ അങ്ങനെ ചെയ്യണം? എനിക്ക് തോന്നുംപടി ഒരു regulation-നും ഇല്ലാതെ എഴുതിയാൽ ആർക്ക് എന്താണ് ചേതം? സാധാരണ reddit പോലുള്ള social media apps-ൽ account ഉള്ളവരിൽ മിക്ക ആളുകളുടെയും പോസ്റ്റുകൾ society-യുടെ general consensus-ന് വഴങ്ങുന്ന തരത്തിൽ gradually ആയിട്ട് alter ചെയ്യും. Unpopular ആയിട്ടുള്ളതോ, rebellious ആയിട്ടുള്ളതോ ആയ opinions ഉള്ളവർ അവർക്ക് ഈ ആപ്പിലൂടെ മറ്റുള്ളവരിൽ നിന്നും കിട്ടുന്ന feedback-ന്റെ അടിസ്ഥാനത്തിൽ അവർ തന്നെയറിയാതെ മാറും. ഇതാണ് എങ്ങനെയാണ് ഒരു online community normie ആകുന്നത് എന്നതിന് പിന്നിലുള്ള എന്റെ hypothesis. Now ഏത് രീതിയിലാണ് എഴുതണ്ടത് എന്ന് എനിക്ക് അറിഞ്ഞൂടാ. Cringy ആയാലെന്താ, cringy ആയില്ലെങ്കിലെന്താ? എഴുതിയാൽ പോരെ? Which brings me to അടുത്ത section.",
        "ഇന്നലെ എഴുതിയില്ല. പക്ഷെ എനിക്ക് excuse ഉണ്ട്. നല്ല പക്കാ valid ആയിട്ടുള്ള excuse! മിനഞ്ഞാന്ന് എനിക്ക് രാത്രി പനിയും കഫക്കെട്ടും മൂക്കൊലിപ്പും തുടങ്ങി. ഉറക്കം ശ്ശി കഷ്ടമായിരുന്നു. ഉറങ്ങുന്നതിന് മുൻപ് അച്ഛനെയും അമ്മയെയും ഇതിനെ പറ്റി phone വിളിച്ച് പറയുകയും ചെയ്തു. അവർ ഉടൻ തന്നെ health centre-ൽ പോവാൻ വേണ്ടി പറഞ്ഞു. ഞാൻ കൂട്ടാക്കിയില്ല. പിറ്റേന്ന് രാവിലെ നല്ല പനിയും, ജലദോഷവും, കഫക്കെട്ടും, ചുമയും, മേലുവേദനയും എല്ലാം കൂടി കുറ്റിയും പെറുക്കി എന്റെ ദേഹത്തോട്ട് കയറി വന്നു. തീരെ വയ്യ. അച്ഛനെയും അമ്മയെയും വീണ്ടും വിളിച്ചു. ‘കൊറോണയുണ്ടെങ്കിൽ തമാശക്കളി മാറിപ്പോകും, ആസ്ത്മ ഉള്ള ആളാണ് ഞാൻ’ എന്ന് അമ്മ പേടിപ്പിച്ചു. Btw ചെറിയൊരു detour: ഞാൻ type ചെയ്യുന്നത് google input tools മുഖേനയാണ്. അതിൽ ‘pedippichu’ എന്ന് type ചെയ്യുമ്പോൾ നമ്മൾക്ക് കിട്ടുന്ന options-ൽ ‘പേടിപ്പിച്ചു’ എന്നുള്ളത് second option ആണ്. First option ‘പീഡിപ്പിച്ചു’ എന്നാണ്. സാധാരണ ഗതിയിൽ ഈ tool ഉപയോഗിക്കുന്ന ആളുകൾ ഏറ്റവും കൂടുതൽ choose ചെയ്യുന്ന option ആണ് first option ആയിട്ട് കാണിക്കുക. അങ്ങനെയാണെങ്കിൽ ഇത് ഒരു ചെറിയ digital horror തന്നെയല്ലേ? ‘പീഢിപ്പിച്ചു’ എന്ന വാക്ക് ഇത്രയധികം ഉപയോഗിക്കാനുള്ള കാരണം എന്താണ്? എന്തായാലും ഞാൻ ഇത്തവണ ആ പേടിയിൽ health centre സന്ദർശിക്കാൻ പുറപ്പെട്ടു.",
        "ആടിയാടിയാണ് എന്റെ നടപ്പ്. മര്യാദക്ക് balance പോലും ഇല്ല. പേയിളകിയ നായ പോലെ ചേല ഒലിപ്പിച്ച്, വാൽ കാലിന്റിടയിൽ തിരുകി, ലക്ക് കേട്ട ഒരു നടത്തം. എങ്ങനെയോ HC-യിൽ എത്തി. Nurse preliminary tests നടത്തി. BP check ചെയ്തു. Pulse oximeter വച്ചും check ചെയ്തു. BP normal, pulse 133 കുറച്ച് പന്തിയല്ല. നേരിയ പനിയും കക്ഷത്ത് വച്ച thermometer കണ്ടുപിടിച്ചു. എന്നിട്ട് doctor-റുടെ അടുത്തേക്കുള്ള waiting section-ലേക്ക് പറഞ്ഞ് വിട്ടു. Doctor check ചെയ്തു. മരുന്ന് prescribe ചെയ്തു. അദ്ദേഹത്തിന്റെ face shield-ഡും mask-ക്കും കണ്ടാൽ Darth Vader-റുടെ ഹെൽമെറ്റിന്റെ pink edition ആണെന്ന് തോന്നും. എന്തായാലും RTPCR- ന് വേണ്ടിയുള്ള mitra-യുടെ mobile unit പതിനൊന്നരക്ക് വരുമ്പോൾ test ചെയ്യാൻ വേണ്ടി പറഞ്ഞു. ഞാൻ എന്നിട്ട് അടുത്തുള്ള waiting ഭാഗത്ത് ഒരു നീലക്കസേരയിൽ തളർന്നിരുന്നു - വണ്ടി വരുന്നതും കാത്ത്. വണ്ടി വന്നിട്ടും പരിപാടികൾ ആരംഭിക്കാൻ സമയം കുറച്ചധികം എടുത്തു. ആളുകളുടെ ഇടയിൽ queue നിന്ന എനിക്ക് തലകറക്കം വരുന്നതിന്റെ symptoms തോന്നിത്തുടങ്ങി. കണ്ണിൽ ഇരുട്ടടക്കുന്ന പോലെ. പരിസരത്തിലെ ശബ്ദങ്ങളെല്ലാം echo ആകുന്നത് പോലെ. കൂടാത്തതിന് ഒടുക്കത്തെ തലവേദനയും. ഞാൻ ആ unit-ന്റെ സമീപത്തുള്ള ഒഴിഞ്ഞ നീലക്കസേരയിൽ ചെന്ന് ഇരുന്നു. Queue-ലെ ആളുകൾ ശ്രദ്ധിക്കുന്നു. മുകളിൽ നിന്ന് കനത്ത വെയിലും. ആ വെയിലിൽ എനിക്ക് പൊള്ളൽ ഉണ്ടാകാഞ്ഞത് അത്ഭുതമാണ്. എനിക്ക് കുറച്ച് self-esteem ബാക്കിയുള്ളത് കൊണ്ട് queue-ൽ നിന്നവർ ഒക്കെ test ചെയ്ത് കഴിഞ്ഞിട്ടേ ഞാൻ അങ്ങോട്ട് പോയുള്ളൂ. അവർ എന്നെ പോലെ വെയിലും ശാരീരിക അസ്വസ്ഥതകളും അനുഭവിച്ച് queue-ൽ നിൽക്കുന്നതല്ലേ? അതോണ്ട് അവർ കഴിഞ്ഞിട്ട് പോയാൽ മതി എന്ന് മനസ്സിൽ തീരുമാനിച്ചു. അങ്ങനെ നന്മമരം ചമഞ്ഞു. Test ചെയ്തു, ചെയ്ത ആൾ മൂക്കിന്റുള്ളിലേക്ക് pile driver ഇറക്കും മാതിരി swab കുത്തിക്കയറ്റി. എല്ലാം കഴിഞ്ഞ് മരുന്ന് വാങ്ങി സ്വൽപ്പം ഭക്ഷണം വാങ്ങി ഞാൻ റൂമിലെത്തി കിടന്നു.",
        "ഇന്ന് വൈകുന്നേരം നാല് മണിക്ക് test result വന്നു. Positive ആണ്. എനിക്ക് 90% sure ആയിരുന്നു. ഇപ്പൊ full confirmation കിട്ടി. ഇന്നലെ എനിക്ക് വല്ലാത്ത പനിയായിരുന്നു. അത് കൊണ്ട് ഒന്നും എഴുതാൻ പറ്റിയില്ല. എന്തെങ്കിലും പണി ചെയ്യാൻ പറ്റുന്ന condition-ൽ ആണോ അല്ലയോ എന്ന് evaluate ചെയ്യാൻ ഒരു quick, easy and foolproof, but ‘dirty’ ആയിട്ടുള്ള method ഉണ്ട്. ഈ എഴുത്തിടം ‘family friendly’ ആയത് കൊണ്ട്  ഞാൻ അതെന്താണെന്ന് പറയില്ല. ഞാൻ അത് വച്ച് എന്റെ condition assess ചെയ്തു. Fail ആയി. അന്ന് മൊത്തം പിന്നെ ഉറക്കത്തിന് മുൻ‌തൂക്കം കൊടുത്തു. അടുത്ത ദിവസം, അതായത് ഇന്ന്, മരുന്നിന്റെ പിൻബലത്തിൽ ഞാൻ ചെറിയ ചില necessary ആയിട്ടുള്ള കാര്യങ്ങൾ ചെയ്തു. മറ്റേ quick test barely succeed ചെയ്യും എന്ന് assess ചെയ്തു. അത്കൊണ്ടാണ് ഇന്ന് ഇതെഴുതിയത്. നാളത്തെ കഥ എനിക്കറിയില്ല. ചിലപ്പം എണീക്കുന്നതിന് മുൻപ് ചത്ത് പോയിട്ടുണ്ടാകും. One peculiar thing എന്താണെന്ന് വച്ചാൽ സ്ഥിരം ശ്വാസംമുട്ടലിന് മരുന്ന് inhale ചെയ്യുന്ന എനിക്ക് ഒരാഴ്ചയായിട്ട് അതിന്റെ ആവശ്യം വന്നില്ല എന്നതാണ്. ചിലപ്പം ഇത് സുനാമിക്ക് മുൻപ് കടൽ കരയിൽ നിന്നും ഉൾവലിയുന്ന പോലെയായിരിയ്ക്കും. മുന്നൂറിരട്ടി ശക്തിയോടെ തീരത്തെയും ഉൾപ്രദേശങ്ങളെയും തച്ചുടച്ച് കൊണ്ട് ആ ആസ്മക്കടൽ ഇളകി വരുന്നുണ്ടാകും. I hope not."
    ]
}