{
    "id": 62,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്നലെ എഴുതാത്തതിന് compensate ചെയ്യാൻ ഇന്ന് രണ്ട് entry എഴുതിക്കളയാം. എന്റെ തന്നെ ‘blog’ ഞാൻ English-ലേക്ക് transliterate ചെയ്യുമ്പോൾ ഒരു കാര്യം ശ്രദ്ധിച്ചു. Correct ആയിട്ടുള്ള transliteration നടന്ന ഭാഗങ്ങളിലെ English നല്ല quality ഉള്ളതാണ്. വേറൊരാൾ എഴുതിയ മാതിരിയുള്ള quality. എന്റെ English skills weak ആയത് കൊണ്ട് ഇതൊക്കെ കാണുമ്പോൾ ഉള്ളിൽ നിന്ന് ഒരു സന്തോഷം വരുന്നു.",
        "ഭക്ഷണ കാര്യത്തിൽ നല്ല ശ്രദ്ധ വേണമെന്ന് അച്ഛനും അമ്മയും ആവർത്തിച്ച് ആവർത്തിച്ച് പറഞ്ഞിരുന്നു. അത് കൊണ്ട് ഞാൻ കുറെ fruits Swiggy Instamart മുഖേന വാങ്ങിച്ചു. കുറച്ച് സപ്പോട്ട, കുറച്ച് മുന്തിരി, കുറച്ച് റോബസ്റ്റ പഴം അങ്ങനെ. പഴം ഒഴികെ ബാക്കി എല്ലാം bad ആയിരുന്നു. പഴുക്കാത്ത സപ്പോട്ട ആണ് എനിക്കവർ pack ചെയ്ത് തന്നത്. അതിലൊന്ന് കഷ്ടപ്പെട്ട് കടിച്ച് പൊട്ടിച്ച് തിന്നിട്ട് ചങ്കിൽ കുടുങ്ങി ചാവാൻ പോയി. മുന്തിരി ഒരു നൂറു വട്ടം ഞാൻ കഴുകി. എന്നിട്ടും അത് കഴിച്ചതിന് ശേഷം വയറിളക്കം വന്നു. മെസ്സിൽ നിന്നും direct എനിക്ക് room-ൽ food കൊണ്ടുതരുന്നുണ്ട്. പക്ഷെ ഒരു രസവുമില്ലാത്ത ഭക്ഷണം! പരിപ്പ്കറിയുടെ international conference ആണ് അവരുടെ package-ലുള്ളത്. എന്തിനും ഏതിനും പരിപ്പ് കറി. അങ്ങോട്ട് തിരിഞ്ഞാൽ പരിപ്പ് കറി. ഇങ്ങോട്ട് തിരിഞ്ഞാൽ പരിപ്പ് കറി. വേറെ മാർഗ്ഗമൊന്നുമില്ലാതെ ഞാൻ ഇതൊക്കെ കഴിക്കും. ഫലം predictable ആണ്. ഞാൻ ഇന്നേവരെ release ചെയ്ത ഏറ്റവും unholy ആയ, rancid ആയ farts. എനിക്ക് കൊറോണ കാരണം sense of smell നഷ്ടപ്പെട്ടത് നന്നായി. അല്ലെങ്കിൽ ഈ ഭോപ്പാൽ gas tragedy-യിൽ ഞാൻ ബോധം കെട്ടേനെ. മാളേച്ചിയുടെ വാക്കുകളിൽ ‘പരിപ്പ് ഉള്ള ഭക്ഷണം കഴിച്ചാൽ അന്ന് ദീപാവലിയായിരിക്കും’ എന്നാണ്.  ഇപ്പോഴും ദീപാവലിയുടെ പടക്കം പൊട്ടിക്കൽ നടന്ന് കൊണ്ടിരിക്കുകയാണ്. എങ്ങനെ stop ചെയ്യും എന്നറിയില്ല.",
        "എനിക്ക് responsible ആയിട്ടുള്ള രണ്ട് കാര്യം ചെയ്യാൻ ബാക്കിയുണ്ട്. ഒന്ന് health centre-നെ വിളിച്ച് test positive ആയതിനെ പറ്റി report ചെയ്യണം. രണ്ടാമത്, hostel office-ൽ ഇതേ കാര്യം report ചെയ്യണം. അതിന്റെ കൂടെ നല്ല food തരുമോ എന്ന് കൂടി request ചെയ്യണം. എനിക്ക് മെസ്സിലെ ഭക്ഷണം റൂമിൽ എത്തിച്ചുകൊണ്ടുതരുന്ന പോലെയൊക്കെ ചെയ്തു തന്നിട്ടും ഇങ്ങനെയൊക്കെ അങ്ങോട്ട് ചോദിച്ചാൽ അവർക്ക് ദേഷ്യം വരുമോ? I’m pretty sure, ഞാൻ മാത്രമല്ല ഇതേ request അവർക്ക് മുൻപ് അയച്ച് കൊടുത്തിട്ടുള്ളത്. ആ ഒരു confidence-ൽ ഞാൻ hostel office-ന് request അയക്കും. Hostel-ന്റെ സ്വന്തം whatsapp group-ലും എനിക്ക് test result positive ആയതിനെ പറ്റി message ഇടണം എന്നുണ്ട്. പക്ഷെ അതിന് എനിക്ക് പേടിയാണ്. ബാക്കി ഉള്ളവരുടെ safety കണക്കിലെടുത്ത് എല്ലാവരും ചേർന്ന് എനിക്കിട്ട് വല്ല പണിയും തരും."
    ]
}