{
    "id": 63,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "RT-PCR test-ൽ positive ആണെന്ന് കണ്ടപ്പോൾ ഈ അസുഖം എവിടുന്നാണ് കിട്ടിയത് എന്ന doubt എനിക്ക് വന്നു. ഭക്ഷണം tiffin-ൽ ആക്കി കൊണ്ട് വരാൻ മെസ്സിലേക്ക് പോകും. പിന്നെ ദിവസം ഒരു തവണ കടയിൽ ചെന്ന് എന്തെങ്കിലും ബിസ്ക്കറ്റ് വാങ്ങും. ഈ രണ്ടു കാര്യത്തിനല്ലാതെ പുറത്തേക്ക് പോകാറില്ല. പോകുമ്പോഴൊക്കെ full security mode-ലാണ് എന്റെ actions മൊത്തം. പിന്നെ ഇതെവിടുന്ന് പിടിപെട്ടു എന്ന് ശങ്കിച്ച് ശങ്കിച്ച് ഞാൻ കസേരയിൽ ഒന്ന് അമർന്നിരുന്നു ചിന്തിച്ചു നോക്കി. രണ്ടു മിനിറ്റ് തികഞ്ഞില്ല. അപ്പോഴത്തേക്കും  എന്റെ കണ്മുന്നിൽ അതിനുള്ള ഉത്തരം വന്നു. എനിക്കുള്ള ഭക്ഷണവുമായി മെസ്സിൽ നിന്ന് വന്ന ആൾ എനിക്ക് ഭക്ഷണം തന്നതിന് ശേഷം എന്റെ നേരെ opposite ഉള്ള റൂമിലെ കുട്ടിക്ക് ഭക്ഷണം എത്തിച്ചു കൊടുക്കുന്നു.  ഞാനും അവനും ഞങ്ങൾക്കിടയിലുള്ള റൂമിലുള്ളവരും ഒക്കെ ഒരേ toilet-റ്റും washroom-മുമാണ് use ചെയ്യാറുള്ളത്. ഈ പഹയന് നേരത്തെ positive ആയിട്ടുണ്ടാകും. അങ്ങനെ അവൻ ഉപയോഗിച്ച washroom ഞാൻ ഉപയോഗിച്ചപ്പോൾ ആയിരിക്കണം അവന്റെ virus എനിക്ക് കിട്ടിയത്. സാധാരണ ഗതിയിൽ covid positive ആണെങ്കിൽ health centre-നെ വിളിച്ച് സ്വന്തം responsibility-യിൽ isolate ചെയ്യണം. ഈ ചങ്ങായി അതൊന്നും ചെയ്തിട്ടില്ല. സ്വന്തം റൂമിലെ സൗകര്യങ്ങൾ ഒരു isolation-ലും കിട്ടാൻ പോകുന്നില്ലല്ലോ? അനുഭവിക്കുന്നവർ അവന്റെ അടുത്ത റൂമിലുള്ളവർ അല്ലേ? ഈ ദുഷ്ടൻ കാരണം ഇപ്പോൾ എനിക്ക് അസുഖം വന്നിരിക്കുന്നു. ഞാൻ health centre-ൽ എന്റെ test result positive ആയ കാര്യം report ചെയ്തു. എന്നെ അവർ isolation centre-ലേക്ക് മാറ്റുകയും ചെയ്തു. എല്ലാത്തിനും കാരണം ഈ ദുഷ്ടനാണ്. ഞാൻ എനിക്ക് പരമാവധി പറ്റുന്ന രീതിയിൽ safe ആയിട്ട് ഇരിക്കാൻ ശ്രമിച്ചപ്പോൾ അതിനെയൊക്കെ sabotage ചെയ്ത് ഈ ദുഷ്ടൻ അവന്റെ സ്വന്തം comfort-ന് വേണ്ടി ഇങ്ങനത്തെ പരിപാടികൾ ഒപ്പിക്കുന്നു. Sidewalk-ലൂടെ നടക്കുന്ന pedestrian-ന്റെ നെഞ്ചത്തേക്ക് പാണ്ടി ലോറി ഓടിച്ച് കയറ്റുന്നവനെ പോലെ. ഒരുപാട് കുറ്റപ്പെടുത്താനും ശപിക്കാനും ഒക്കെ തോന്നുന്നു. പക്ഷെ ഒരു പ്രയോജനവുമില്ല. മഴക്കാലത്ത് കൂൺ മുളക്കുന്ന മാതിരി ഇതുപോലത്തെ മൂട്ടകൾ എല്ലായിടത്തും spawn ചെയ്യുന്നത് ഞാൻ കണ്ടിട്ടുണ്ട്. അത് IIT ആയാലും IISc ആയാലും വേറെ ഏത് ഗുദാമിലായാലും ഇത് തന്നെയാണ് അവസ്ഥ."
    ]
}