{
    "id": 64,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Isolation centre എന്ന് പറഞ്ഞാൽ ഒരു hostel തന്നെയാണ്. എന്നെ isolation-ലേക്ക് മാറ്റാൻ ambulance അയക്കുന്നു എന്ന് പറഞ്ഞപ്പോൾ ഞാൻ ആദ്യം ഒന്ന് പേടിച്ചു. ചിലപ്പോ campus-ൽ നിന്ന് മാറി വല്ല dormitory-യിൽ എവിടെയെങ്കിലും ആയിരിക്കുമെന്ന് പേടിച്ചു. പക്ഷെ അങ്ങനെ ഒന്നും അല്ല. സാധാ ഞാൻ താമസിച്ച് പരിചയമുള്ള ഒരു ഹോസ്റ്റൽ പോലത്തെ വേറെ ഒരു ഹോസ്റ്റൽ. IISc-യുടെ main campus-നോട് ചേർന്നുള്ള road-ന്റെ എതിർവശത്തായി ഇവരുടെ തന്നെ വേറെ കുറച്ച് space ഉണ്ട്. Gymkhana-യും, ground-ണ്ടും, ഒന്ന്-രണ്ട് hostels-സും അവിടെയുണ്ട്. അതിലൊരു ഹോസ്റ്റലാണ് isolation centre ആക്കിയത്. ഒരു റൂമിൽ രണ്ട് കുട്ടികൾ വീതമാണ് setup. ഞാൻ RT-PCR ചെയ്ത സമയത്ത് queue-ൽ ഉണ്ടായിരുന്ന ഒരു ചെക്കൻ തന്നെയാണ് എന്റെ roommate-റ്റും. ‘പണ്ടാരമടങ്ങാൻ ഈ തീറ്റപോത്തിനെയാണല്ലോ ദൈവമേ എനിക്ക് roommate ആയി തന്നത്’ എന്നവൻ ഇപ്പൊ ചിന്തിക്കുന്നുണ്ടാകും. റൂമിൽ first കാൽ കുത്തിയപ്പോൾ തന്നെ കാൺപൂരിലെ first year-ലെ റൂമിൽ കയറിയ feeling ആയിരുന്നു കിട്ടിയത്. ആകെയുള്ള ഒരു table-ൽ എന്റെ roommate ആധിപത്യം സ്ഥാപിച്ചിരിക്കുന്നു. എന്നിട്ട് അതിനടുത്തുള്ള chair-ൽ ഉടുമ്പ് തൂങ്ങിക്കിടക്കുന്നത് മാതിരി അവൻ ഇരിക്കുന്നു. ചന്തിയിൽ feviquick വച്ച് ഒട്ടിച്ച മാതിരിയാണ്. ഇപ്പൊ രാത്രി നന്നേ വൈകിയിരിക്കുന്നു. ഉച്ചക്ക് ഞാൻ ഈ റൂമിൽ കയറിയ നിമിഷം മുതൽ ഈ നിമിഷം വരെ അവൻ maximum 5 minute മാത്രമേ ആ chair-ൽ നിന്നും separate ചെയ്യപ്പെട്ടിട്ടുള്ളു. ഇങ്ങനെ പോയാൽ അധികം താമസിയാതെ അവന്റെ ചന്തിയും ആ chair-റും തമ്മിലുള്ള കല്യാണം നടക്കുന്നതായിരിക്കും.",
        "ഞാൻ ഒരു topic-നെ പറ്റി എഴുതാൻ വിചാരിച്ചിരുന്നു. അത് പെട്ടന്ന് മറന്ന് പോയി. അത് കൊണ്ട് വേറെ ഒരു thought പങ്ക് വെക്കാം. ഈ chess-ൽ top level grandmasters-നെ വിളിക്കുക super GMs എന്നാണ്. അതായത് super grandmasters. സാധാരണ ഒരു grandmaster എന്ന് പറഞ്ഞാൽ അത് international masters-ന്റെ വരെ പേടി സ്വപ്നമാണ്. അങ്ങനെയാണെങ്കിൽ super grandmasters-സോ? സാധാരണ grandmasters-ന് വരെ ഇവർക്കെതിരെ കളിക്കുമ്പോൾ മുട്ടു വിറയ്ക്കും, ചിലപ്പോൾ ചെറുതായി pants-ൽ ഒന്ന് മുള്ളിയെന്നും വരാം. അത്രയ്ക്കും ഭീകരരാണവർ. ഇവർക്കൊക്കെ 2700-ന് മുകളിൽ classical rating-ങ്ങും കാണും. പക്ഷെ ഒരു peculiar കാര്യമെന്താണെന്ന് വച്ചാൽ ഇത്തരത്തിലുള്ള high performing കളിക്കാരുടെ പരിശീലകർ പക്ഷെ ആ level-ൽ സ്വന്തം കഴിവ് തെളിയിച്ചവർ ആയിക്കോളണം എന്നില്ല. Sometimes നമ്മൾ തന്നെ ചിന്തിച്ച് പോകും ഇത്ര top-ൽ എത്തിയവർക്ക് പരിശീലകരുടെ ആവശ്യം ശരിക്കും ഉണ്ടോ എന്ന്? പരിശീലകരെക്കാൾ നന്നായി കളിയറിയാം, കളിക്കാനറിയാം എന്നുള്ളത് കൊണ്ട് പരിശീലകരുടെ ആവശ്യം ശരിക്കും ഉണ്ടോ? Infinity wars-ലെ Red Skull പറയുന്ന മാതിരി ‘I guide others to a treasure I cannot possess’ എന്ന് പറയുമ്പോലെയാണോ അവരുടെ കഥ? ഒരു വഴികാട്ടി? അതോ ഒരു second opinion-നു വേണ്ടി കൂടെ കൂട്ടുന്നതാണോ? അതോ ഒരു emotional support-ന് വേണ്ടിയാണോ? അതുമല്ലെങ്കിൽ പണ്ടത്തെ പരിചയത്തിനും പണ്ട് നൽകിയ training-ന്റെയും നന്ദി പ്രകടനമായിരിക്കുമോ? ഏയ് അതെന്തായാലും ആവില്ല. Chess കളിക്കാർക്ക് അത്ര കണ്ണിൽ ചോരയൊന്നും ഇല്ല. മിക്ക ആളുകളും പറയാറുള്ളത് ‘a good teacher need not be a good player’ എന്നാണ്. അതിൽ കുറച്ച് സത്യമുണ്ടെന്ന് അംഗീകരിക്കാം. നല്ല talented researchers ആയ, പക്ഷെ എന്നെ പോലെ വളരെ മോശം communication skills ഉള്ള professors എനിക്ക് class എടുത്ത് തന്നിട്ടുണ്ട്. അത് communication skills-ന്റെ അഭാവം ഒന്ന് കൊണ്ട് മാത്രമാണെന്ന് വിലയിരുത്താം. പക്ഷെ more often than not, teaching skills-സും teacher-ന്റെ അറിവും തമ്മിൽ positive ആയ correlation ആണ് ഞാൻ മിക്ക case-കളിലും കണ്ടിട്ടുള്ളത്. Maybe അതിന് കാരണം അവർ നന്നായി പഠിപ്പിക്കുന്നത് കൊണ്ട് നമ്മൾ അവരുടെ research സംബന്ധമായ works-ൽ കൂടുതൽ കാര്യങ്ങൾ മനസ്സിലാക്കുകയും, അത് വഴി അവരുടെ അതിലുള്ള knowledge-നെ കൂടുതൽ respect ചെയ്യുന്നതും കൊണ്ടാകാം. Like any other topic, ഇവിടെയും proper ആയിട്ടുള്ള conclusion-ലേക്ക് എത്താനുള്ള confidence എനിക്കില്ല. Personally, ഒരു നല്ല researcher-നേക്കാളുപരി ഒരു നല്ല teacher-നെയാണ് ഞാൻ prefer ചെയ്യുക. Even if ആ researcher-ന്റെ level-ൽ perform ചെയ്യാൻ teacher-ന് സാധിച്ചില്ലെങ്കിലും അയാളുടെ teaching കാരണം ആ level-ൽ perform ചെയ്യാനുമുള്ള push അയാൾ പഠിപ്പിച്ച കുട്ടികൾക്ക് കിട്ടിയിട്ടുണ്ടാകും. ഞാൻ പോയി ഉറങ്ങാൻ കിടക്കട്ടെ. മതി ഇന്നത്തെ വേദാന്തം."
    ]
}