{
    "id": 66,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ദേഷ്യം വന്നാൽ ഏത് limit വരെ ഒരാൾ ചെല്ലും? ഇന്നലെ അങ്ങനെ ദേഷ്യം വന്ന ഒരാൾ അവരുടെ laptop-ന്റെ screen-ലേക്ക് mobile phone എടുത്ത് എറിഞ്ഞുവത്രേ. ‘Two birds, one stone’ എന്ന് പറയുമ്പോലെ ഫോണും നശിപ്പിക്കാം laptop-പ്പും നശിപ്പിക്കാം. പഠിക്കാൻ പറഞ്ഞതിന്റെ വാശിക്ക് എറിഞ്ഞതാണ്. അഞ്ചാറ് ദിവസത്തെ works ആ laptop-ൽ ചെയ്തു തീർക്കാനുണ്ട്. അത് work ചെയ്യുന്നില്ലെങ്കിൽ പിന്നെ അവിടെ നിന്ന് സമയം കളയണ്ട ആവശ്യം ഇല്ല. തിരിച്ച് പോരുന്നതായിരിക്കും നല്ലത്. എന്തായാലും Laptop-ന്റെ LCD panel ആ ദേഷ്യത്തിൽ തകർക്കപ്പെട്ടു. വലിയ ഒരു barcode പോലെയായിരിക്കുന്നു screen. ഇതേ ആൾ എല്ലാവരും ഭക്ഷണം കഴിക്കുന്നതിനിടെ സ്വന്തം plate ഭക്ഷണത്തോടെ നിലത്തേക്ക് എറിയുന്നത് ഞാൻ കണ്ടിട്ടുണ്ട്. നല്ല പൂള പുഴുങ്ങിയത് പപ്പടവും കൂട്ടി തിന്നുന്നതിന് പകരം എല്ലാം കൂടി നിലത്തേക്ക് ഒരൊറ്റ ഏറ്! Ceramic-ന്റെ plate ഒരായിരം കഷണങ്ങളായി ചിന്നി ചിതറി. ഒരു സൈഡിൽ സമാധാനപരമായി ഭക്ഷണം കഴിച്ച് കൊണ്ടിരുന്ന ഞാനും മറുസൈഡിൽ ഇരുന്ന അച്ഛമ്മയും പെട്ടെന്ന് അന്ധാളിച്ച് പോയി. അന്ന് ആ ദേഷ്യത്തിന്റെ കാരണം പ്രേമനൈരാശ്യമായിരുന്നു. Progressively ഈ ദേഷ്യവും സ്വഭാവ വൈകല്യങ്ങളും പൊതുനിരത്തിൽ നിന്ന് കൊണ്ടുള്ള hysteria-യിൽ വരെ എത്തിച്ചിട്ടുണ്ട്. എനിക്ക് ഇവർ എങ്ങനെ നടന്നാലും ഒരു പ്രശ്നവുമില്ല. അവനവൻ സ്വയം പാത തിരഞ്ഞെടുക്കുന്നു. അതിലൂടെ സഞ്ചരിക്കുന്നു. അതിൽ ഞാൻ എന്തിന് തലയിടണം? പക്ഷെ അച്ഛനും അമ്മയും അതിനിടയിൽ ഇവരുടെ punching bag ആയി മാറുമ്പോൾ എനിക്ക് കണ്ടില്ലെന്ന് നടിക്കാൻ പറ്റില്ല. അവർക്ക് രണ്ടു പേർക്കും ഈ ജന്തുവിനെ ഉപേക്ഷിക്കാനും പറ്റില്ലല്ലോ. പക്ഷെ ഈ ജന്തു ഒരുദിവസം ഇവർ ഉറങ്ങിക്കിടക്കുമ്പോൾ ഇവരെ രണ്ടു പേരെയും കശാപ്പ് ചെയ്യില്ലെന്ന് എന്ത് guarantee ആണുള്ളത്? മൂർഖൻ പാമ്പിനെ പാല് കൊടുത്തു വളർത്തുന്ന പോലെയല്ലേ? എന്നോടും എന്റെ അച്ഛനോടും അമ്മയോടും ചെയ്ത കാര്യങ്ങൾ വച്ച് നോക്കുമ്പോൾ ഒരിക്കലും ഞാൻ അതിനോട് മിണ്ടാൻ തന്നെ പാടുള്ളതല്ല. എന്നിട്ടും അമ്മ നിർബന്ധിച്ചിട്ടാണ് ഞാൻ ഒന്നും സംഭവിച്ചിട്ടില്ല എന്ന മട്ടിൽ അതിനോട് സംസാരിക്കുന്നത്. ആ ജന്തു രണ്ട് തവണ വീട്ടിലേക്ക് പോലീസ്‌കാരെ വിളിപ്പിച്ചിട്ടുണ്ട്. Domestic violence cite ചെയ്ത് കൊണ്ട്. എന്നിട്ട് അതെ പോലീസ്കാരുടെ മുന്നിൽ വച്ച് chair കൊണ്ട് അച്ഛനെ ഉപദ്രവിക്കാൻ നോക്കിയിട്ടുണ്ട്. ആ ജന്തു ജീവിക്കുന്നത് അത് തന്നെ സ്വന്തമായി നെയ്ത നുണകളിലൂടെയും delusions-ലൂടെയുമാണ്. അതിന് ചുറ്റുമുള്ളതെല്ലാം അതിന്റെ ശത്രുക്കളാണ്. Lockdown തുടങ്ങിയ സമയം തൊട്ട് ഞങ്ങളുടെ കുടുംബം മൊത്തം dysfunctional ആക്കി തന്നു. എന്റെ ഒരു semester മൊത്തം കുളം തോണ്ടി. എന്നെങ്കിലും നന്നാവുമെന്ന് വിചാരിച്ച് പാവം അമ്മ ഇപ്പോഴും അതിന്റെ അടുത്ത് നിൽക്കുന്നു. നന്നാവില്ലെന്ന് മാത്രമല്ല, നല്ലതെന്ന് അതിന് തോന്നുന്ന എല്ലാത്തിനെയും അത് നശിപ്പിക്കുമെന്നും അമ്മയ്ക്കറിയില്ല."
    ]
}