{
    "id": 67,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്നും നാളെയും ക്ലാസുകൾ ഇല്ല. അത് കൊണ്ട് കുറെ works ഒന്നിച്ച് ചെയ്യാൻ പറ്റും. ഏതൊക്കെ works ചെയ്യണം എന്ന് plan ഉണ്ടാക്കി കൊണ്ടിരിക്കുകയാണ്. CFD-യുടെ നാല്പതാമത്തെ lecture ഇന്നത്തോട് കൂടി complete ചെയ്യും. അത് കഴിഞ്ഞാൽ ഇതുവരെയുള്ള lectures ഒക്കെ revise ചെയ്യണം. ഇപ്പൊ തന്നെ പല topics-സും partially മാത്രമേ ഓർമയിലുള്ളൂ. അല്ലറ ചില്ലറ assignments CFD-യുമായി ബന്ധപ്പെട്ട് ഞാൻ കണ്ടുപിടിച്ചിട്ടുണ്ട്. Google-ൽ വെറുതെ ‘site:edu CFD assignments’ എന്ന് സെർച്ച് ചെയ്‌താൽ അത് എളുപ്പം കിട്ടും. Already എഴുതിയ notes മനസ്സിലാക്കി consolidate ചെയ്യാൻ അത് കൊണ്ട് സാധിക്കും.",
        "ReactJs-ന്റെ എല്ലാ വക്കും മൂലയും ഒന്നും അറിയില്ലെങ്കിലും എനിക്ക് സ്വൽപ്പം അറിയാവുന്ന കാര്യങ്ങൾ വച്ചിട്ടാണ് ഈ blog ഞാൻ അതിലേക്ക് ‘port’ ചെയ്തത്. കുറച്ചു കൂടി complex ആയിട്ടുള്ള കാര്യങ്ങൾ നടപ്പിലാക്കണമെങ്കിൽ ഞാൻ react-നെ പറ്റി കൂടുതൽ പഠിച്ചോളാം. ഇപ്പോ അതിന്റെ necessity ഇല്ല. ഇതിന്റെ പിന്നിലുള്ള code messy ആണ് എന്ന് ഞാൻ admit ചെയ്യാം. കുറച്ച് hacky ആയിട്ടുള്ള convenience-ന് വേണ്ടി ഞാൻ തന്നെ implement ചെയ്തിട്ടുണ്ട്. ഉദാഹരണം ഓരോ section-ന്റെയും text. ഒരു section-ന്റെ എല്ലാ paragraphs-സും കൂടി ഒരു വലിയ array-യിലെ ഓരോ elements ആയിട്ടാണ് ഞാൻ treat ചെയ്തിരിക്കുന്നത്. ചില paragraphs-ന് ഇടയിൽ images വരും, poems വരും, code വരും. അതിനെയൊക്കെ handle ചെയ്യാൻ ഞാൻ ചെയ്തിരിക്കുന്നത് ഓരോ paragraph process ചെയ്യുമ്പോഴും തുടക്കത്തിലേ നാല് characters ഏതെങ്കിലും special form ആണോ എന്ന് test ചെയ്യലാണ്. പ്രത്യേകിച്ച് special form-ൽ അല്ലെങ്കിൽ അത് normal paragraph ആണ്. ‘!COD’ എന്നാണെങ്കിൽ code, ‘!PRE’ എന്നാണെങ്കിൽ pre tag ഉപയോഗിക്കേണ്ടത്, ‘!IMG’ എന്നാണെങ്കിൽ image, എന്നിങ്ങനെയാണ് special tags ഉള്ളത്. അതിനനുസരിച്ച് ആ array element separate ആയി treat ചെയ്യും. Image ആണെങ്കിൽ അതിന്റെ address-സും alt text-റ്റും array element-ൽ തന്നെ specify ചെയ്തിട്ടുണ്ടാകും. അത് direct ആയിട്ട് use ചെയ്യും. ഞാൻ കുറച്ച് കൂടി better ആയിട്ടുള്ള ഇതിന് ബദലായിട്ടുള്ള method ഉണ്ടോ എന്ന് ചിന്തിച്ചു നോക്കി. മണ്ടൻ തലയിൽ ഒന്നും വന്നില്ല. അത് കൊണ്ട് തത്കാലം സമയം കളയാതിരിക്കാൻ ഇത് വച്ച് adjust ചെയ്തു. ഇതിന്റെ ഒരു drawback എന്താണെന്ന് വച്ചാൽ links നമുക്ക് direct ആയിട്ട് paragraph-നകത്ത് കൊടുക്കാൻ പറ്റില്ല എന്നാണ്. ‘!LNK’ എന്നുള്ള special tag കാണുമ്പോൾ separate ആയിട്ട് ഒരു line-ൽ ആ link കൊടുക്കാൻ മാത്രമുള്ള സംവിധാനമേ ഇപ്പൊ ചെയ്തിട്ടുള്ളൂ. തത്കാലം അത് വലിയ ഒരു പ്രശ്നമല്ല. But potentially ഒരു തലവേദനയാകാനും അതിന് scope ഉണ്ട്.",
        "ദിവസം at least ഒരു മണ്ടത്തരം. അതെനിക്ക് നിർബന്ധമാണ്. അതിലാതെ മര്യാദക്ക് ഉറക്കം വരില്ല. കുറച്ച് നാളുകൾക്ക് മുൻപ് ഒരു ദിവസത്തെ മണ്ടത്തരം എന്റെ ഫോൺ bootloop-ലാക്കി മാറ്റുകയായിരുന്നു. മണ്ടത്തരമാണെന്ന് തോന്നുന്ന കാര്യങ്ങൾ ചെയ്യുന്നതിന് മുൻപ് അതിന്റെ ഭവിഷ്യത്ത് മനസിലാക്കി മുൻകരുതലുകൾ എടുക്കുന്നത് നന്നായിരിക്കും. പക്ഷെ അന്നത്തെ ആ ദിവസം ഞാൻ ‘full retard’ mode-ൽ ആയിരുന്നു. Bootloader unlock ചെയ്തിട്ടില്ല, custom recovery mode ഇല്ല, rooted അല്ല. യാതൊരു വിധ backup-പ്പും ഞാൻ ഫോണിന് വേണ്ടി ചെയ്തിട്ടില്ല. യാതൊരു safety precaution-നും കൈക്കൊള്ളാതെ ഞാൻ developer tools ഓരോന്ന് പരീക്ഷിക്കുകയാണ്. അതിൽ ഒന്ന് DPI മാറ്റാനുള്ള option ആണ്. ആദ്യമൊക്കെ ഞാൻ ചുമ്മാ അതിന്റെ base value-ന് അടുത്തുള്ള value പരീക്ഷിച്ച് നോക്കി. എന്നിട്ട് ഞാൻ നേരെ allowable ആയിട്ടുള്ള limits-ന് മുകളിൽ ഒരു value കൊടുത്തു. അതോട് കൂടെ phone നേരെ bootloop-ലേക്ക് പോയി. Factory reset അല്ലാതെ വേറെ options ഒന്നുമില്ല എന്ന ദുഃഖസത്യം കുറച്ച് വൈകിയാണെങ്കിലും ഞാൻ മനസ്സിലാക്കി. എനിക്ക് regular ആയിട്ട് calls record ചെയ്യുന്ന ഒരു പരിപാടിയുണ്ട്. അമ്മയുടെയും അച്ഛന്റെയും ഒക്കെ calls ആണ് മിക്കതും. ഇത് എന്റെ treasured possession ആണ്. കാരണം ഓരോ ദിവസത്തെ calls-ലും ഞാൻ അന്നന്ന ദിവസത്ത് നടന്ന കാര്യങ്ങൾ summarize ചെയ്ത് അവരോട് പറയുകയും അവർ തിരിച്ച് അവരുടെ അന്നത്തെ ദിവസത്തെ സംഭവങ്ങൾ എനിക്ക് വിവരിച്ചു തരുന്നതുമാണുള്ളത്. സത്യം പറഞ്ഞാൽ ഒരു audio blog തന്നെയായിരുന്നു അത്. Phone reset ചെയ്തതോടെ അത് മൊത്തം എന്നെന്നേക്കുമായി പോയി. Reset ചെയ്യണം എന്ന realization വന്നപ്പോൾ കണ്ണിൽ ഇരുട്ടടച്ച് ചെറിയൊരു dizziness എനിക്ക് വന്നിരുന്നു. ഇതിനേക്കാൾ costly ആയിട്ടുള്ള മണ്ടത്തരങ്ങൾ ഞാൻ ചെയ്തിട്ടുണ്ട്. പക്ഷെ ഈ mistake-ന്റെ ശരിക്കുള്ള value കുറെ കാലം കഴിയുമ്പോഴേ എനിക്ക് ബോധ്യമാവൂ എന്നുള്ളതാണ് painful ആയിട്ടുള്ള സത്യം."
    ]
}