{
    "id": 68,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഈ കോപ്പിലെ isolation-ൽ ഇരുന്ന് എനിക്ക് മതിയായി! എങ്ങനെയെങ്കിലും ഇവിടം വിട്ട് എന്റെ സ്വന്തം ഹോസ്റ്റൽ റൂമിലേക്ക് പോകണം. ഇവിടുത്തെ main പ്രശ്നം എന്താണെന്ന് വച്ചാൽ ഇവിടെ രണ്ട് പേർക്ക് പഠിക്കാൻ വേണ്ട table ഇല്ല. Bed-ൽ ഇരുന്ന് എഴുതി എഴുതി നടുവേദന വരുന്നു. നിന്ന് എഴുതിയാൽ തടി കൂടുതൽ ഉള്ളത് കൊണ്ട് കാൽ പെട്ടെന്ന് കഴയും. Isolation കഴിയുമ്പോഴേക്കും കാലിൽ varicose vein വരും. എന്തായാലും നാളെ ചിലപ്പം പോകാൻ പറ്റുമായിരിക്കും. ഈ isolation-ൽ കഴിയുന്ന ആളുകളുടെ ഒരു Whatsapp group ഉണ്ട്. അതിൽ doctors-സും ഉണ്ട്. 21-ന് RT-PCR test ചെയ്ത ചില ആളുകൾക്ക് നാളെ അവരവരുടെ isolation room vacate ചെയ്യാനുള്ള അനുമതി അവരുടെ doctors കൊടുത്തിട്ടുണ്ടായിരുന്നു. ഞാനും test ചെയ്തത് 21-നാണ്. അപ്പൊ എനിക്കും ഇവിടുന്ന് സ്ഥലം വിട്ടൂടെ? എന്റെ hostel റൂമിൽ ഇപ്പൊ full മാറാലയും പൊടിയും വന്നിട്ടുണ്ടാകും. ഒരു കള്ളിപ്പൂച്ച ആ പരിസരത്ത് മണം പിടിച്ച് നടക്കുന്നത് ഞാൻ പോരുന്നതിന് മുൻപ് ശ്രദ്ധിച്ചിരുന്നു. അത് ചിലപ്പം ജനാലയുടെ വിടവിൽ കൂടി റൂമിൽ കയറി അതിനകത്ത് താമസമാക്കിയിട്ടുണ്ടാകും. അത് കിടക്കുന്നതൊക്കെ എന്റെ bed-ൽ ആയിരിക്കും. പിന്നെ അവിടുന്ന് ഞാൻ പോന്നപ്പോൾ room lock ചെയ്തിട്ടില്ലായിരുന്നു. അതിന്റെ lock-ന്റെ key രണ്ട് piece ആയിട്ട് പൊട്ടി കിടക്കുകയായിരുന്നു. അതിന്റെ ഒരു piece ഞാൻ എവിടെ നോക്കിയിട്ടും കണ്ടില്ല. Room തുറന്ന് കിടക്കുന്നത് കൊണ്ട് വല്യ പ്രശ്നമൊന്നും ഇല്ല. അവിടെ കള്ളന്മാർക്ക് കൊണ്ട് പോവാനായിട്ട് പ്രത്യേകിച്ച് ഒന്നുമില്ല. ഞാൻ വാങ്ങിച്ച പഴുക്കാത്ത സപ്പോട്ട ചിലപ്പം കാണും. അതിപ്പോൾ പഴുത്തിട്ടുണ്ടാകും. അത് വേണമെങ്കിൽ കള്ളന്മാർ തിന്നോട്ടെ. ",
        "ബോറടിയാണ് ഇവിടെയുള്ള മറ്റൊരു പ്രശ്നം. പറഞ്ഞു വരുമ്പോൾ ഒരുപാട് works എനിക്ക് ചെയ്യാനുണ്ട്. കുറെയൊക്കെ ഞാൻ ചെയ്യുന്നുമുണ്ട്. പക്ഷെ ബോറടിക്കാൻ തുടങ്ങിയാൽ എന്ത് ചെയ്യും? Work ചെയ്യാൻ interest ഇല്ലാത്തത് കൊണ്ടൊന്നുമല്ല ഈ ബോറടി. ചിലപ്പോൾ പതിവിന് വിപരീതമായി over ആയി പണിയെടുക്കുന്നത് കൊണ്ടാകും. മാത്രവുമല്ല എത്ര introverted ആയാലും daily dose of social interaction ഇല്ലെങ്കിൽ എനിക്ക് ഈ ബോറടി ഉണ്ടാവാറുണ്ട്. സാധാരണ ഞാൻ അതിനെ overcome ചെയ്യുന്നത് വെറുതെ പുറത്ത് പോയി എന്തെങ്കിലും സാധനം തിന്നാൻ വാങ്ങിക്കുന്നത് വഴിയാണ്. നടന്ന് പോകുമ്പോൾ ആൾക്കാർ എന്തൊക്കെ ചെയ്യുമെന്ന് നോക്കും. ചിലർ അഗാധമായ ഫോൺ സംഭാഷണങ്ങളിൽ മുഴുകി ഒരു മരത്തിന്റെ side-ൽ ചാരി നിൽക്കുകയായിരിക്കും. വേറെ ചിലർ bench-ൽ കുത്തിയിരുന്ന് സൊറ പറയുകയായിരിക്കും. ഒരുത്തൻ ഒറ്റക്ക് ഈ ഷോപ്പിലേക്ക് പോകുന്ന വഴിയുള്ള steps-നടുത്ത് പുകവലിച്ച് കൊണ്ട് നിൽക്കുന്നുണ്ടാകും. വേറെ കൊറേ എണ്ണം ഫോണിൽ കളിക്കുന്നുണ്ടാകും. ഈ റൂമിന്റെ പുറത്ത് അങ്ങനെ ഒരു കാഴ്ചയുമില്ല. വൈകുന്നേരം കുട്ടികൾ കളിക്കുന്ന ശബ്ദമുണ്ട്. അത് കേൾക്കുമ്പോൾ പണ്ട് അച്ഛന്റെ ഓഫീസിൽ ഇരുന്ന ഓർമ്മകൾ വരും. ചില ദിവസങ്ങളിൽ അച്ഛൻ എന്നെ school-ൽ നിന്നും കൂട്ടി office-ലേക്ക് കൊണ്ട് വരുമായിരുന്നു. വൈകുന്നേരം ജോലി കഴിഞ്ഞിട്ട് പുറത്തൊക്കെ വെറുതെ കറങ്ങാൻ വേണ്ടി. അച്ഛൻ ജോലിയിൽ മുഴുകുമ്പോൾ ഞാൻ അവിടെ ഒരുപണിയുമില്ലാതെ ഇരിക്കും. വേറെ വല്ല കുട്ടിയുമായിരുന്നെങ്കിൽ restless ആയിട്ട് അവിടുന്ന് പോകാൻ വേണ്ടി വാശി പിടിക്കും. ഞാൻ അവിടെ കുത്തിയിരുന്ന് ദിവാസ്വപ്നം കാണും. ഇടക്ക് പേനയും പേപ്പർ കഷണങ്ങളും വച്ച് പുതിയ പുതിയ കളികൾ കണ്ടുപിടിക്കും. കുറെ അങ്ങനെ കളിച്ച് മതിയാവുമ്പോൾ ജനലിന് പുറത്തേക്ക് നോക്കിയിരിക്കും. അപ്പൊ അടുത്തുള്ള ഫ്ലാറ്റുകളിൽ താമസിക്കുന്ന കുട്ടികൾ അവിടെ ഉള്ള open space-ൽ games കളിക്കുന്നത് കാണും. ഞാൻ അതും നോക്കി കുറെ നേരം നിൽക്കും. അവരുണ്ടാക്കുന്ന sounds ആണ് ഇപ്പൊ കേൾക്കുന്ന sounds എന്നെ remind ചെയ്യുന്നത്. അപ്പോഴൊക്കെ അതുപോലുള്ള വല്ല ഫ്ലാറ്റിലും താമസിച്ചാൽ നന്നായിരിക്കും എന്ന തോന്നലുണ്ടായിരുന്നു. കുറെ friends-നെ കിട്ടും, കുറെ അവരുമൊത്ത് games കളിക്കാം എന്നൊക്കെ വിചാരിക്കും. എന്റെ school-ൽ അടുത്തുള്ള NGO quarters-ൽ നിന്നുള്ള ഒരുപാട് പേർ ഉണ്ടായിരുന്നു. School-ലെ classmates എന്നതിനുപരി ഇവർ flatmates-സും neighbors-സും ഒക്കെ ആണ്. ഇത് കാണുമ്പോഴും എനിക്ക് കൊതി വരും. ഞാൻ ആ സമയത്തൊക്കെ കക്കോടിയിലെ ഗ്രാമത്തിലുള്ള വീട്ടിലാണ് താമസം. അവിടെ എന്റെ കൂടെ പഠിക്കുന്ന ആരുമില്ല.  കൂട്ടിനും കളിക്കാനും ഒന്നും ആരുമില്ല. That sucks. പിന്നെ medical college-ന്റെ പരിസരത്തേക്ക് വീട് മാറിയപ്പോൾ തൊട്ടടുത്ത് എന്റെ കൂടെ പഠിച്ച Justin-ന്റെ വീടുണ്ടായിരുന്നു. കുറച്ചങ്ങോട്ട് മാറി ആദിത്യയുടെ വീടും. കുറെ കൂടി അങ്ങോട്ട് മാറി നടന്നാൽ നന്ദേഷിന്റെ വീട്. കുറെ കാലം ഞാൻ ജസ്റ്റിന്റെയും ആദിത്യയുടേയും കൂടെ കളിയ്ക്കാൻ ഒക്കെ പോയി. കുറെ അവർക്കൊപ്പം ഫിഫ കളിക്കുകയും ചെയ്തു. പക്ഷെ എപ്പോഴും ഒരു friend-നേക്കാളുപരി ഒരു neighbor ആയിട്ടേ ഞാൻ ജസ്റ്റിനെ കണ്ടിട്ടുള്ളൂ. ജസ്റ്റിന്റെ അമ്മ എന്റെ അമ്മയുടെ കൂടെ nurse ആയിട്ട് work ചെയ്തിട്ടുണ്ട്. അമ്മ staff nurse ആയിരുന്നപ്പോൾ ജസ്റ്റിന്റെ അമ്മ head nurse ആയിരുന്നു. ക്രിസ്റ്മസിന്റെയും ഈസ്റ്ററിന്റെയും സമയത്ത് നല്ല നല്ല ഭക്ഷണങ്ങൾ ഞങ്ങൾക്ക് തരലുണ്ടായിരുന്നു. ഞങ്ങൾ തിരിച്ച് ഓണത്തിന്റെയും വിഷുവിന്റെയും ഒക്കെ time-ൽ അവർക്കും നല്ല ഭക്ഷണം കൊടുക്കും. കുറെ കാലം കഴിഞ്ഞപ്പോൾ ബന്ധങ്ങൾ ശോഷിച്ചു. അവർ ഞങ്ങളുടെ വീട്ടിന്റെ അടുത്ത് നിന്ന് മാറി വേറെ വീട്ടിലേക്ക് പോവുകയും ചെയ്‌തു. കുറെ കഴിഞ്ഞപ്പോൾ പഠിക്കാൻ വേണ്ടി ഞാനും അവിടുന്ന് നിന്നും പോയി. ഇപ്പൊ എന്റെ വീട്ടിന്റെ front-ലുള്ള, ഞങ്ങൾ കളിക്കാറുണ്ടായിരുന്ന ആ പഴേ ground-ൽ വേറെ കുട്ടികൾ സ്ഥിരം കളിക്കാറുണ്ട്. ഈ അടുത്ത് ആ പരിസരത്തു നിന്നും വേറെ അടുത്തുള്ള വീട്ടിലേക്ക് അച്ഛനും അമ്മയും സ്ഥലം മാറും. പുതിയ വീടിന്റെ പണികൾ എല്ലാം final stage-ലാണ്. ചിലപ്പോൾ മാളേച്ചിയുടെ കല്യാണം മുന്നിൽ കണ്ട് കൊണ്ടായിരിക്കും. മാത്രവുമല്ല പഴയ വീടിന്റെ അടുത്തുള്ള ആൾക്കാർ അത്ര നല്ല friendly ഒന്നും അല്ല. ഒരുജാതി indo-china border മാതിരി hostile ആണ് ഇരുകൂട്ടരും."
    ]
}