{
    "id": 69,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇത് വളരെ കഷ്ടമാണ്. ഞാൻ എഴുതിക്കൊണ്ട് ഇരുന്നപ്പോൾ current പോയി. എന്റെ laptop current ഇല്ലാതെ മരിച്ചു വീണു. ഞാൻ ചെയ്ത works ഒക്കെ complete പോയി. ഇത് recurring ആയിട്ടുള്ള scene ആണ്. ഞാൻ എന്തെങ്കിലും പണി ചെയ്തു കൊണ്ടിരിക്കുമ്പോൾ പെട്ടെന്ന് current പോവുക. എന്നിട്ട് ഞാൻ ചെയ്തു കൊണ്ടിരുന്ന work complete പോവുക. സാധാരണ ഗതിയിൽ google docs-ൽ എഴുതാറുള്ള ഞാൻ വെറുതെ google input tools-ന്റെ website ഉപയോഗിച്ചതാണ് പ്രശ്നം വഷളാവാൻ കാരണം. google docs-ന്റെ auto-save feature കാരണം നമ്മളുടെ works ഒന്നും തന്നെ നഷ്ടപ്പെടില്ല. പക്ഷെ ഇവിടെ അതല്ല situation. എന്തായാലും ഒരു proper solution കണ്ടു പിടിക്കണം. ഞാൻ arch linux ഉപയോഗിക്കുന്നത് കൊണ്ടാണ് ഈ പ്രശ്നം main ആയിട്ട് വന്നത്. എനിക്ക് വേണ്ട bare minimum കാര്യങ്ങൾക്കേ ഞാൻ ഈ system configure ചെയ്തിട്ടുള്ളൂ. Current പോയി എല്ലാം നഷ്ടപെടുന്ന scenario എനിക്ക് ഇത്ര വലിയ problems മുൻപ് ഉണ്ടാക്കിയിട്ടില്ല. അത് കൊണ്ട് ഞാൻ അതിനുള്ള ഒരു fix കണ്ടു പിടിച്ചില്ല എന്ന് മാത്രമേയുള്ളൂ. മറ്റ് popular OS-ലൊക്കെ current പോയാൽ notify ചെയ്യാനുള്ള സംവിധാനങ്ങൾ by default ഉണ്ട്. എനിക്കും അങ്ങനത്തെ ഒരു സംവിധാനം easily script ചെയ്യാവുന്നതേ ഉള്ളൂ. എന്നിട്ട് current പോയാൽ status bar-ൽ ചുവന്ന അക്ഷരങ്ങൾ കൊണ്ട് ഒരു alert എഴുതികാണിക്കുക. That will do the trick. കാരണം ചാവുന്നതിന് മുൻപ് പത്ത് second വരെയെങ്കിലും ലാപ്ടോപ്പ് ഊർദ്ധൻ വലിക്കാൻ വേണ്ടി spend ചെയ്യും. ഈ time-ൽ notification കിട്ടി കഴിഞ്ഞാൽ പിന്നെ എനിക്ക് വേഗം act ചെയ്‌താൽ മതിയല്ലോ. മുൻപ് ഞാൻ വേറെ ഒരു solution കണ്ടു പിടിച്ചിരുന്നു. Laptop charging condition-ൽ അല്ലെങ്കിൽ automatic ആയിട്ട് screen lock ചെയ്യുന്ന ഒരു script. ആ script കുറച്ച് successful ആയിരുന്നു. പക്ഷെ പിന്നെ പിന്നെ random ആയിട്ട് screen lock trigger ചെയ്യുന്നതായി ഞാൻ കണ്ടു. Power status sampling ചെയ്തതിൽ ഉള്ള എന്തോ ചെറിയ mistake ആണ് അങ്ങനെ വരുത്തി വയ്ക്കാൻ കാരണം. അതിനെ പറ്റി ഞാൻ കൂടുതൽ investigate ചെയ്യാൻ പോയില്ല. Maybe അതേ script ഞാൻ ഒരിക്കൽ കൂടി try ചെയ്യണം. എന്നിട്ട് എന്ത് mistake കാരണമാണ് random trigger സംഭവിക്കുന്നത് എന്ന് evaluate ചെയ്യണം. I think ഈ solution ആണ് കുറച്ച് കൂടി direct ആയിട്ടുള്ളത് എന്നാണ്. കാരണം alert ചെയ്യുന്നതിനുപരിയായി ഇത് direct ആയിട്ട് നമ്മുടെ work stop ചെയ്യും.",
        "എന്തായാലും ഞാൻ screen lock ചെയ്യുന്ന solution implement ചെയ്തു. For now, ഒരു പ്രശ്നവും detect ചെയ്തില്ല. അതിന് കാരണം maybe കഴിഞ്ഞ തവണ implement ചെയ്തപ്പോൾ ഞാൻ charging status നോക്കുന്നതിന് പകരം എത്ര percentage battery remaining ആണെന്ന് നോക്കിയത് കൊണ്ടാകും. കാരണം ആ stat ചില സമയങ്ങളിൽ laptop-ന്റെ എന്തോ hardware-ന്റെ fault കാരണം randomly zero ആവാറുണ്ട്. Charging status ഒന്നെങ്കിൽ charging അല്ലെങ്കിൽ discharging എന്ന് മാത്രമേ കാണിക്കുകയുള്ളൂ. binary field ആയത് അതാണ് കുറച്ച് കൂടി reliable ആയിട്ടുള്ള info. ഈ charging status നമുക്ക് simple ആയിട്ട് /sys/ directory-ക്ക് താഴെയുള്ള ഒരു status file-ൽ നിന്നും കിട്ടും. അപ്പൊ വെറുതെ ‘cat status’ എന്ന് കൊടുത്താൽ either ‘Charging’ എന്നോ അല്ലെങ്കിൽ Discharging’ എന്നോ ഉള്ള ആ file-ന്റെ text output കിട്ടും. Programmatically screen lock ചെയ്യാൻ വെറുതെ i3lock എന്ന command bash script-നകത്ത് invoke ചെയ്‌താൽ മതിയാകും. ഞാൻ കുറച്ച് ഭംഗിക്ക് lock screen-ൽ ഒരു image കൂടി display-ക്ക് കൊടുത്തു. ",
        "!IMG_help.jpg_lock screen image",
        "ഇതോട് കൂടി എനിക്ക് work ചെയ്യുമ്പോൾ current പോയിട്ട് ഉണ്ടാവുന്ന inconveniences അവസാനിച്ചു എന്ന് കരുതാം. Best possible solution പുതിയൊരു laptop വാങ്ങുക എന്നുള്ളതാണ്. പക്ഷെ പണം മരത്തിൽ കായ്ക്കില്ലല്ലോ. അത്കൊണ്ട് ആ objective സ്വന്തം നിലയ്ക്ക് ചെയ്യാൻ കുറച്ച് time എടുക്കും. അത് വരെ ഇങ്ങനത്തെ കൊറേ tricks വച്ചിട്ട് മുന്നോട്ട് പോകാം. ഞാൻ ഇത്ര stubborn ആയിട്ട് ഈ ഒരു simple solution-ന് വേണ്ടി മിനക്കെട്ടില്ലല്ലോ എന്നോർക്കുമ്പോൾ ലജ്ജ തോന്നുന്നു. മുൻപുണ്ടായ problems avoid ചെയ്യാൻ പറ്റുന്നതായിട്ടും എന്തിന് മടി കാണിച്ചു എന്നതിന് എനിക്ക് മറുപടിയില്ല."
    ]
}