{
    "id": 7,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്ന് ഒരു സ്വപ്നം കണ്ടു. ഞാൻ ഒരു വലിയ ഒറ്റമുറി ഫ്ലാറ്റിൽ താമസിച്ചു പഠിക്കുകയാണ്. എന്റെ കൂടെ അഞ്ചു പേർ വേറെയുമുണ്ട്. ഒരിക്കൽ ഫ്ലാറ്റിന്റെ താഴെ നിന്നും loudspeaker-ൽ ഏതോ പെണ്ണുങ്ങൾ ഒരു announcement നടത്തി. “പട്ടിക്കുട്ടികളെ വിൽക്കാനുണ്ട്, താത്പര്യമുള്ളവർ ബന്ധപ്പെടുക”. ഞാൻ അവർ പറഞ്ഞ വെബ്‌സൈറ്റിൽ കയറി താത്പര്യമുള്ളവരുടെ ലിസ്റ്റിൽ എന്റെ പേര് ചേർത്തി. കുറച്ച് സമയങ്ങൾക്ക് ശേഷം വീണ്ടും loudspeaker-ൽ അവരുടെ ശബ്ദം കേൾക്കാൻ തുടങ്ങി. എല്ലാം വ്യക്തമായി കേട്ടില്ല. പക്ഷെ പറഞ്ഞതിനിടയ്ക്ക് മൂന്ന് ആൾക്കാരുടെ പേരുകളുമുണ്ടായിരുന്നു. അതിലൊന്ന് എന്റേതാണ്. ഞാൻ വേഗം ഓടിക്കൊണ്ട് അവരുടെ അടുത്ത് ചെന്നു. “ഞാനാണ് നിങ്ങൾ announce ചെയ്ത വിവേക്. എനിക്ക് പട്ടിയെ വാങ്ങിയാൽ കൊള്ളാമെന്നുണ്ട്.” - ഞാൻ അവരുടെ അടുക്കൽ പറഞ്ഞു. അവർ ഉടനെ തന്നെ എന്നെ അവരുടെ കമ്പ്യൂട്ടറിന്റെ അടുത്തേക്ക് കൊണ്ട് പോവുകയും വിൽക്കാനുള്ള പപ്പികളുടെ ഫോട്ടോയും വിവരണങ്ങളും എനിക്ക് പറഞ്ഞു തരികയും ചെയ്തു. പക്ഷെ എനിക്കില്ലാത്ത സംശയങ്ങൾ ഇല്ല. ഭക്ഷണത്തെ പറ്റി, ശുശ്രൂഷയെ പറ്റി, safety-യെ പറ്റി, എന്ന് വേണ്ട, എല്ലാ കാര്യത്തിനും എനിക്ക് നൂറായിരം സംശയങ്ങൾ. ഒടുവിൽ പൈസയുടെ കാര്യവും ചോദിച്ചു. എന്റെ കയ്യിൽ നയാ പൈസയില്ല. ഞാൻ student ആണ്. എനിക്ക് ഒന്ന്-രണ്ടു പറ്റുകൾ വേറെ തീർക്കാനുണ്ട്. അതൊക്കെ കഴിഞ്ഞേ നിങ്ങൾക്കുള്ള പൈസ തരുവാൻ ഒക്കുകയുള്ളൂ എന്ന് പറഞ്ഞു. അത് വരെ ഉത്‍സാഹത്തോടെ എന്നോട് വിവരങ്ങൾ പറഞ്ഞു തന്ന ആ പെണ്ണുങ്ങളുടെ മുഖത്ത് ഇത് കേട്ടതോടെ പ്രസരിപ്പ് നഷ്ട്ടപെട്ടു. ശെരി, നോക്കാം എന്ന് പറഞ്ഞു കൊണ്ട് അവർ എന്നെ തിരിച്ചയച്ചു. വീണ്ടും എന്തൊക്കെയോ സംശയങ്ങൾ തീർക്കാനാണെന്ന വ്യാജേന ഞാൻ അവരുടെ അടുക്കൽ ചെന്നു. ഇത്തവണ അവിടം ആളും അരങ്ങും ഒഴിഞ്ഞു കിടക്കുകയാണ്. വേറെ ഒരു പെണ്ണുങ്ങൾ എന്തൊക്കെയോ എഴുതിക്കൊണ്ടിരിക്കുന്നു. അവരുടെ അടുക്കൽ ചെന്ന് ഞാൻ പട്ടിക്കുട്ടികളെ കുറിച്ച് തിരക്കി. അവരെയെല്ലാം വിറ്റുപോയെന്ന് ആ പെണ്ണുങ്ങൾ എന്നോട് പറഞ്ഞു. വാങ്ങാൻ എത്തിയ മറ്റു രണ്ടു പേരിൽ ഒരുവൻ എനിക്ക് പറഞ്ഞു വച്ച പട്ടിക്കുട്ടിയെ കൂടി വാങ്ങിച്ചു പോയിരിക്കുന്നു. ഞാൻ മൂകമായി അവിടെ 2 സെക്കന്റ് നിന്നു. പിന്നെ തിരിച്ചു റൂമിലേക്ക് തന്നെ നടന്നു പോയി."
    ]
}