{
    "id": 71,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ isolation കഴിഞ്ഞ് റൂമിലേക്ക് തന്നെ തിരിച്ച് പോന്നു. ഇന്നലെ ഞാൻ വേറെ ഏതോ ഒരു ലോകത്തായിരുന്നു. എന്റെ roommate നേരത്തെ തന്നെ doctors-ന്റെ permission മേടിച്ച് room vacate ചെയ്തിരുന്നു. പുലർച്ചെ കണ്ണ് തുറന്ന് നോക്കിയപ്പോൾ അവന്റെ bed ഒഴിഞ്ഞു കിടക്കുന്നു. അവൻ ഞാൻ എഴുന്നേൽക്കുന്നതിനു മുൻപ് തന്നെ എപ്പോഴോ സ്ഥലം കാലിയാക്കിയിരിക്കുന്നു. ആ റൂമിൽ തനിച്ചായതോടെ ഞാൻ ദിവാസ്വപ്നങ്ങൾ പലതും കണ്ട് ആ കട്ടിലിൽ കുറെ നേരം കിടന്നു. ആകമൊത്തം life എത്ര boring ആണെന്ന് ചിന്തിച്ചുപോയി. എല്ലാ ബഹളങ്ങൾക്കിടയിലും ഒരു silence ഉണ്ട്. അത് നമ്മൾക്ക്  tv കണ്ട് കൊണ്ടിരിക്കുമ്പോൾ മനസ്സിലാക്കാം. TV ഒഴിച്ച് ബാക്കിയെല്ലാം നിശബ്ദമായിരിക്കും. TV-യുടെ noise നമ്മൾ ignore ചെയ്‌താൽ പിന്നെ വെറുപ്പിക്കുന്ന ആ silence നമ്മളിൽ വളർന്ന് കൊണ്ട് വരുന്നത് feel ചെയ്യാൻ പറ്റും. Haunting ആയിട്ടുള്ള silence. അത് പോലെ ആ റൂമിന് പുറത്ത് ആളുകളുടെയും വണ്ടികളുടെയും പ്രകൃതിയുടെയും ശബ്ദങ്ങൾ തത്കാലം ignore ചെയ്താൽ ഒരു വല്ലാത്ത silence നമുക്കും feel ചെയ്യും. ആ silence-ന്റെ origin ആ റൂമിനുള്ളിൽ നിന്നുമാണ്. കുറച്ച് കൂടി അതിൽ focus ചെയ്‌താൽ അതിന്റെ origin ആ റൂമിനുള്ളിൽ ആ bed-ൽ കിടക്കുന്ന എന്റെ ഉള്ളിൽ നിന്നുമാണെന്ന് തിരിച്ചറിയും. ഞാൻ ഈ ചിന്തകളുടെ trance-ൽ അങ്ങനെ കിടന്നപ്പോൾ ജനാലയ്ക്കരികിലെ മരച്ചില്ലയിൽ ഒരനക്കം കണ്ട് distracted ആയി. കുറച്ച് സൂക്ഷിച്ച് നോക്കിയപ്പോൾ ഒരു അണ്ണാറക്കണ്ണൻ ആ മരച്ചില്ലയിൽ എന്തോ കാര്യമായിട്ട് പണിയെടുക്കുകയാണ്. അതിന്റെ കയ്യിൽ ഒരു പിങ്ക് പൂവുണ്ട്. ഞാൻ ആ ജനലിന്റെ അടുത്ത് ചെന്ന് നിന്ന് അതിന്റെ നീക്കങ്ങൾ വെറുതെ നോക്കിയിരുന്നു. അവൻ വലിയ തിരക്കിലാണ്. അണ്ണാറക്കണ്ണൻ ഒരു rodent അല്ലേ? Predominantly arboreal ആയിട്ടുള്ള rodents? ഞാൻ ആ അണ്ണാറക്കണ്ണന്റെ സ്ഥാനത്ത് ഒരു എലിയെ സങ്കൽപ്പിച്ചു. നീണ്ടു കുറുകിയ വാലുള്ള എലി മരത്തിൽ കൂടി പാഞ്ഞു കളിക്കുന്നു. ആ അണ്ണാറക്കണ്ണൻ ഭയങ്കര ക്യൂട്ടാപ്പി ആയത് കൊണ്ട് ഒരു photo എടുക്കാൻ വേണ്ടി ഞാൻ phone എടുത്തു. എന്റെ movements കണ്ടതും അത് വേഗം വേറെ മരച്ചില്ലയിലേക്ക് ഓടിപോയി.",
        "I have a theory. നമ്മൾ വടിയായി കഴിഞ്ഞാൽ വീണ്ടും ജനിക്കും. ഇത് പോലെ അണ്ണാറക്കണ്ണൻ ആയോ കാക്കയായോ പൂച്ചയായോ ഒക്കെ. In fact, ഈ ഭൂമിയിൽ ഉണ്ടാകാൻ പോകുന്ന എല്ലാ ജീവജാലങ്ങളുടെയും role നമ്മൾ play ചെയ്യണം. എല്ലാ ജീവന്റെയും role ഒരാൾ തന്നെ ചെയ്യണം. ഏട്ടനും അനുജനും ഒരാൾ തന്നെ, അവരുടെ അമ്മയും അച്ഛനും അയാൾ തന്നെ, prey-യും predator-റും ഒരാൾ തന്നെ. Victim-മും aggressor-റും ഒരാൾ തന്നെ. മരവും മരംവെട്ടുകാരനും ഒരാൾ തന്നെ. അങ്ങനെ ഇനി ഉണ്ടാവാൻ പോകുന്നതും, already ഉണ്ടായതും എല്ലാം ഒരൊറ്റ ആൾ തന്നെ. അങ്ങനത്തെ ഒരു ലോകം എത്ര incredibly boring ആയിരിക്കും. ഈ ലോകം അങ്ങനത്തേതാണെന്ന് എനിക്ക് ചെറുതായി തോന്നുന്നുണ്ട്. ഒരു all-powerful being. ഒരു proto-being. Space-ലും time-ലും യാതൊരു വിധ restrictions-സുമില്ലാതെ ഏത് direction-ലും അതിന് പോകാം. പക്ഷെ ഒറ്റ കുഴപ്പം. അത് ഈ universe-ൽ ഒറ്റയ്ക്കാണ്. Even അതിന് പോലുമറിയില്ല അതിന്റെ existence-ന്റെ കാരണം. അവൻ തിരിച്ച് താൻ originate ചെയ്ത point-ലേക്ക് പോകാൻ ശ്രമിക്കുന്നു. പക്ഷെ അതിന് പുറത്ത് കടന്നപ്പോൾ same exact ലോകത്ത് തന്നെ അവൻ എത്തിപ്പെടുന്നു. He’s trapped, he’s helpless. Finally, അവൻ ഒരു realization-ൽ എത്തുന്നു. There’s no escape. Time-ൽ എത്ര മുന്നോട്ട് പോയിട്ടും ഒരു പുരോഗതിയും ഉണ്ടാകുന്നില്ല. Seemingly ഒരു endpoint-ന്റും ഇല്ല. അവന്റെ ദുഃഖങ്ങൾ മറക്കാനും സ്വയം distract ചെയ്യാനുമായിരിക്കും ഇങ്ങനെ പല വേഷങ്ങളും അവൻ കെട്ടുന്നത്.",
        "തടി കൂടിയത് കൊണ്ടാണോ അതോ covid വന്നത് കൊണ്ടാണോ എന്നൊന്നും അറിയില്ല. എനിക്ക് breathlessness പതിവിലും കൂടുതൽ ഉള്ള പോലെ തോന്നുന്നു. Luggage വലിച്ച് isolation centre-ൽ നിന്ന് റൂമിലേക്ക് നടന്ന് പോയപ്പോൾ വെള്ളത്തിന് പുറത്തിട്ട് മീനിനെ പോലെ ഞാൻ കിടന്ന് ശ്വാസം വലിക്കുകയായിരുന്നു. റൂമിലെത്തിയപ്പോൾ വിയർത്ത് കുളിച്ച് തളർന്ന് പോയിരുന്നു. Mess-ലെ പണിക്കാർ ഞാൻ റൂമിൽ നിന്നും പോയിട്ടും എനിക്കുള്ള ഭക്ഷണം എത്തിച്ച് തന്നിരിക്കുന്നു. Table-ൽ കഴിഞ്ഞ ആഴ്ചത്തെ 2 ദിവസത്തെ ഭക്ഷണം അങ്ങനെ തന്നെ കിടക്കുന്നുണ്ട്. ഞാൻ room lock ചെയ്യാത്തതിനാൽ ഞാൻ ആ room-ന്റെ പരിസരത്ത് തന്നെ ഉണ്ടെന്ന് അവർ വിചാരിച്ച് കാണും. രണ്ട് ദിവസത്തെ ഭക്ഷണം മൊത്തം waste bin-ൽ ഇട്ടപ്പോൾ എനിക്ക് വിഷമം വന്നു. ഇങ്ങനെ അവർ ചെയ്യുമെന്ന് ഞാൻ വിചാരിച്ചിരുന്നില്ല. എനിക്കുള്ള ഭക്ഷണം റൂമിൽ കൊണ്ടെത്തിക്കുന്നതിന് പകരം isolation centre-ൽ എത്തിക്കുമെന്നായിരുന്നു വിചാരിച്ചത്. ഇവർ രണ്ടിടത്തും ഭക്ഷണം എത്തിച്ചിരിക്കുന്നു. എന്തൊരു waste ആണ് ഇതൊക്കെ."
    ]
}