{
    "id": 72,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "I’m running out of things to write. ഈ എഴുതുന്നതിന് proper ആയിട്ടുള്ള title പോലും എനിക്കില്ല. പ്രത്യേകിച്ച് interesting ആയിട്ട് ഒന്നും തന്നെ സംഭവിക്കുന്നില്ല. പിന്നെ എന്തിന് ഇവിടെ എഴുതണം? മാത്രവുമല്ല, ഇടയ്ക്ക് ഇത് വായിച്ച് നോക്കുമ്പോൾ ഒരു structure-റും order-റും ഇല്ലാതെ എന്തൊക്കെയോ എഴുതിയ മാതിരി തോന്നുന്നു. അച്ഛനും ചേച്ചിയും അടുത്ത മാസം മൂന്നിന് തിരിച്ച് വീട്ടിലേക്ക് തന്നെ വരും. ചേച്ചിക്ക് കുറച്ച് കൂടി work complete ചെയ്യാനുണ്ട്. അത് വീട്ടിൽ നിന്ന് ചെയ്യാനാകും വിചാരിക്കുന്നത്. എന്റെ കഥ കട്ടപ്പൊകയാണ്. ഭാവി അവതാളത്തിലാണ് എന്ന് എനിക്കെപ്പേഴേ മനസ്സിലായിക്കഴിഞ്ഞിരിക്കുന്നു. എന്തോ വിഷമം മനസ്സിൽ ഉടക്കി കിടക്കുന്നു. ഒന്നും മുന്നോട്ട് കൊണ്ട് പോകാൻ കഴിയുന്നില്ല. 150 രൂപ അമ്മയുടെ അടുത്ത് നിന്ന് വാങ്ങിച്ച് ഞാൻ ഒരു ബിരിയാണി order ചെയ്തു. Food കഴിച്ചാൽ mood മാറില്ല. I don’t know why I bought it. ഒരു രസവുമില്ല. നാളെ ഒരു quiz ഉണ്ട്. അതിന് വേണ്ടി പഠിച്ചിട്ടില്ല. ഞാൻ എങ്ങോട്ടാണ് പോകുന്നതെന്ന് മനസ്സിലാവുന്നില്ല.",
        "ഞാൻ മുൻപ് എപ്പോഴോ ഒരു android app ഉണ്ടാക്കി fdroid-ൽ upload ചെയ്തിട്ടുണ്ടായിരുന്നു. Fdroid-ന്റെ front page-ൽ update ചെയ്ത apps മാത്രമേ കാണിക്കൂ. Front page-ൽ എന്റെ app വരാൻ ഞാൻ deliberately കഷ്ടപ്പെട്ട് app update ചെയ്തിട്ടുണ്ടായിരുന്നു. പക്ഷെ ഒരിക്കലും എന്റെ app മാത്രം front page-ൽ വന്നില്ല. കാരണം എന്താണെന്ന് എത്ര അന്വേഷിച്ചിട്ടും മനസ്സിലായില്ല. ഒരിക്കലും ആരും കാണാതെ obscurity-യിലേക്ക് ആ app പോകുമെന്ന് ഞാൻ കരുതി. പക്ഷെ ചിലർ അത് use ചെയ്യുന്നുണ്ടെന്ന് എനിക്ക് indication കിട്ടി. ഒരു san francisco-കാരൻ എനിക്ക് mail അയച്ചിരുന്നു. App use ചെയ്യാറുണ്ടെന്നും കുറച്ച് suggestions consider ചെയ്യണം എന്നൊക്കെ പറഞ്ഞ് ഒരു mail. അത് കിട്ടിയപ്പോൾ എനിക്ക് വല്യ സന്തോഷം വന്നിരുന്നു. ഞാൻ അന്ന് തന്നെ എനിക്ക് ചെയ്യാൻ പറ്റിയ കാര്യങ്ങൾ ഒക്കെ ചെയ്ത് app update ചെയ്തു. പിന്നെ വേറെ ഒരു ദിവസം എന്റെ app-നെ പറ്റി  fdroid-ന്റെ subreddit-ൽ ഒരു post ആരോ ഇട്ടിരുന്നു. Fdroid-ന്റെ എന്തോ bug-ഗോ glitch-ച്ചോ കാരണം എന്റെ app last updated 4043 years ago എന്ന് എഴുതി കാണിച്ചിരിക്കുന്നു. അപ്പൊ വേറെ ഏതോ ഒരുത്തനും എന്റെ app ഉപയോഗിക്കുന്നുണ്ടല്ലോ. Atleast രണ്ട് പേർക്കെങ്കിലും എപ്പോഴെങ്കിലും അത് ഉപകരിച്ചല്ലോ എന്നോർത്തപ്പോൾ ഒരു സന്തോഷം. ആ app-ൽ വല്യ കാര്യായിട്ട് ഒന്നുമില്ല. എന്നാലും ചിലർക്കെങ്കിലും അത് useful ആയല്ലോ. എനിക്ക് ഒരുപാട് coding ഒക്കെ ചെയ്ത് ഇത്പോലൊക്കെ ആൾക്കാർക്ക് ഉപയോഗമുള്ള സാധനങ്ങൾ ഉണ്ടാക്കാൻ വല്യ മോഹമുണ്ട്. പക്ഷെ എന്റെ മണ്ടത്തരം കാരണം എനിക്ക് എന്റെ ആഗ്രഹങ്ങളിൽ ഉള്ള പോലെ ഒന്നും ചെയ്യാൻ പറ്റാറില്ല. ഞാൻ മണിക്കൂറുകൾ എടുത്ത് ചെയ്യുന്ന കാര്യം 5 minute എടുത്ത് ആളുകൾ ചെയ്യുന്നത് ഞാൻ കണ്ടിട്ടുണ്ട്. എത്ര കൂടുതൽ try ചെയ്യുന്നോ, അത്രത്തോളം കൂടുതൽ മണ്ടനാവുകയാണ് ഞാൻ. ആകമൊത്തം awful ആയ feeling."
    ]
}