{
    "id": 73,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "വാവ സുരേഷിനെ പാമ്പു കടിച്ചു എന്ന് ഇന്നലെ വാർത്ത കേട്ടു. നല്ലൊരു മൂർഖൻ പാമ്പാണ് കടിച്ചത്.  തുടയിൽ കടി കിട്ടുന്ന രംഗങ്ങളുടെ video net-ൽ ഉണ്ട്. വേഗം hospitalize ചെയ്ത അദ്ദേഹത്തിന്റെ നില ഗുരുതരമെങ്കിലും കുറച്ച് പുരോഗതിയുണ്ടെന്ന് വാർത്തകളിൽ കണ്ടു. കുറച്ച് കൂടി safety equipments അവർ ഉപയോഗിച്ചിരുന്നെങ്കിൽ നന്നായിരുന്നേനെ. ജീവന് അപായമുണ്ടാക്കാൻ സാധ്യതയുള്ള ജോലി ചെയ്യുമ്പോൾ അതിനൊത്ത ശ്രദ്ധ കൂടി കരുതേണ്ടത് നല്ലതല്ലേ? പാമ്പ് പിടിക്കുമ്പോൾ thrill കിട്ടുന്നുണ്ടെങ്കിൽ ഇനിയും ഒരുപാട് പാമ്പുകളെ പിടിക്കാൻ വേണ്ട ആരോഗ്യത്തിനും ആയുസിനും വേണ്ടി കൂടി പരിശ്രമിക്കണ്ടേ? പാമ്പ് കടിയിൽ നിന്നൊക്കെ immunity കിട്ടി എന്ന് പറഞ്ഞ ആൾ തന്നെയാണോ ബെട്ടിയിട്ട ബായത്തണ്ട് മാതിരി ventilator-ൽ കിടക്കുന്നത്? ബോധം തിരിച്ച് കിട്ടുമ്പോഴെങ്കിലും ഇതുപോലത്തെ മണ്ടത്തരങ്ങളിൽ നിന്നും immunity കിട്ടിയാൽ മതിയായിരുന്നു.",
        "ഇന്നലെ കുറച്ച് സൗദി അറേബ്യയുമായി ബന്ധപ്പെട്ട ചില videos കണ്ടു. ഒരുപാട് ഭൂമി വെറുതെ കിടക്കുമ്പോൾ എന്തിനാണ് ആകാശം മുട്ടെ ഉയരമുള്ള flat-റ്റുകൾ നിർമിക്കുന്നത് എന്ന് ഒരുത്തൻ ആ video-ക്ക് താഴെ comment-ൽ ചോദിച്ചു. ശരിയാണല്ലോ? അതെന്തിനാ അങ്ങനെ ചെയ്യുന്നത്? മുൻപെങ്ങോ ഞാൻ മനസ്സിലാക്കിയത് proper ആയിട്ടുള്ള sewage systems അവിടെ ഇല്ല എന്നതാണ്. ഇത്ര വലിയ buildings-ൽ താമസിക്കുന്ന ആൾക്കാരുടെ മാലിന്യം നിർമാർജനം ചെയ്യാനുള്ള infrastructure ഇല്ല. പകരം tanker lorry-കൾ ദിവസേന വന്ന് cesspool-ൽ നിന്നും മാലിന്യം നീക്കം ചെയ്ത് കൊണ്ടുപോകുന്നു. ഇങ്ങനെ ലോറികൾ നിരനിരയായി പോകുന്ന കാഴ്ച bizarre ആണ്. സൗദിക്കാരുടെ മനുഷ്യ നിർമിതമായ ദ്വീപുകളും വെള്ളത്തിനടിയിലേക്ക് പതിയെ മുങ്ങി പോകുന്നതും വാർത്തയാണ്. ഒരു രണ്ട്-മൂന്ന് വർഷങ്ങൾ മുൻപ് വരെ സൗദിയുടെ പെരുമയെ എല്ലാവരും വാഴ്ത്തുന്ന കാഴ്ച പതിവായിരുന്നു. സമ്പന്നതയുടെ പ്രതീകങ്ങളായിരുന്നു അവിടുത്തെ കൂറ്റൻ കെട്ടിടങ്ങൾ. Lately, കൂടുതൽ കൂടുതൽ ആളുകൾ ആ കെട്ടിടങ്ങളിൽ കാണുന്നത് യാതനകളും ക്രൂരതകളുമാണ്. ഇന്ത്യയിൽ നിന്നും, മറ്റ് മൂന്നാം ലോക രാജ്യങ്ങളിൽ നിന്നുമുള്ള അടിമപ്പണിക്കാരുടെ വേദനകൾ. മനുഷ്യാവകാശ ലംഘനങ്ങളുടെ തടവറകൾ. പുറത്ത് വെന്തുരുകുന്ന മരുഭൂമിയേക്കാളും വരണ്ട മനസ്സുള്ളവർ. അവരുടെ പൊള്ളയായ ചിന്തകളും യാഥാർഥ്യങ്ങളും. ഗാഷോഗിയെ കൊന്നവർ. ഒരേസമയം ചുറ്റുമുള്ളവരുടെ നരകയാതനകൾ കണ്ടില്ലെന്ന് നടിക്കുന്ന ignoramus ആവാനും അതേസമയം സ്വന്തം നിലപാടുകളെ ചോദ്യം ചെയ്യുന്നതിനെതിരെ extremely intolerant ആകാനും എങ്ങനെ സാധിക്കുന്നു?"
    ]
}