{
    "id": 74,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "കുറച്ച് മുൻപ് ഒരു chess tournament കഴിഞ്ഞതേ ഉള്ളൂ. ഞങ്ങളുടെ college-ലെ പിള്ളേർ നടത്തിയ ഒരു selection tournament ആയിരുന്നു അത്. എനിക്ക് ആറാം സ്ഥാനം കിട്ടി. ആറ് റൗണ്ടുകളിലായുള്ള swiss tournament ആയിരുന്നു ഇത്. അതിൽ അഞ്ചാം round-ന്റെ അവസാനം വരെ ഞാൻ രണ്ടാം സ്ഥാനത്തായിരുന്നു. ആറാമത്തെ round-ൽ ഒന്നാം സ്ഥാനക്കാരനോട് ദയനീയമായി പരാജയപ്പെട്ട് ആറാം സ്ഥാനത്തേക്ക് കൂപ്പു കുത്തി. ഈ tournament നടത്തിയതിന്റെ ഉദ്ദേശം നാളെയും മറ്റന്നാളുമായി നടക്കാനിരിക്കുന്ന ഏതോ വലിയ tournament-ലേക്ക് ഞങ്ങളുടെ college-നെ represent ചെയ്യാനായി കുട്ടികളെ select ചെയ്യാൻ വേണ്ടിയായിരുന്നു. മൊത്തം 24 പേരെ select ചെയ്തു. നാല് പേർ വീതമുള്ള നാല് ടീമുകളും പിന്നെ ഓരോ ടീമിലും extra രണ്ട് പേർ reserve ആയും. അങ്ങനെ മൊത്തം 24 പേർ. ഞാൻ എളുപ്പത്തിൽ select ആയി. മറ്റന്നാളത്തെ tournament-ൽ പങ്കെടുക്കാൻ willing ആണെന്നും chess club-ന്റെ whatsapp group-ൽ അറിയിച്ചു. പക്ഷെ ഒരു പ്രശ്നമുണ്ട്. ഇനി വരാൻ പോകുന്ന tournament കുറച്ച് ബഡാ tournament ആണ്. നമ്മൾ കളിക്കുന്ന സമയം arbiters നമ്മളുടെ കളി monitor ഒക്കെ ചെയ്യും. അതിന് വേണ്ടി zoom meeting-ൽ പങ്കെടുക്കുകയും screen share ചെയ്യുകയും രണ്ട് camera on ചെയ്ത് വയ്ക്കുകയും ഒക്കെ വേണം. ഇവിടെയാണ് പ്രശ്നത്തിന്റെ ഉറവിടം. Tournament രണ്ട് ദിവസങ്ങളിലായി മൂന്ന് മണിക്കൂർ നീളുന്നതാണ്. എന്റെ laptop-ൽ fan work ചെയ്യാത്തത് കൊണ്ട് zoom മൂന്ന് മണിക്കൂർ പ്രവർത്തിപ്പിച്ചാൽ laptop-ന്റെ പണി തീരും. കഥ കഴിയും. സാധാരണ ഗതിയിൽ laptop-ന്റെ webcam ഓണാക്കി വച്ചാൽ തന്നെ കാൽ മണിക്കൂർ കഴിയുമ്പോഴേക്കും system hang ആവാൻ തുടങ്ങും. System-മിന്റെ അകത്തെ temperature 97 degree celsius-ൽ എത്തും. രണ്ടേമുക്കാൽ മണിക്കൂർ 97 degree celsius-ൽ work ചെയ്യിപ്പിച്ചാൽ പിന്നെ laptop എന്നെന്നേക്കുമായി എന്നോട് വിടപറയും. എങ്ങനെയെങ്കിലും mobile-ൽ കളിക്കാൻ പറ്റുമോ എന്ന് അറിയണം. അതാവുമ്പോ വല്യ പ്രശ്നമില്ല. എങ്ങാനും അവർ അതിന് no പറഞ്ഞാൽ എനിക്ക് ഈ tournament-ൽ പങ്കെടുക്കാൻ പറ്റാത്ത സ്ഥിതി വരും. ഈ tournament-ന്റെ പേര് Kasparov Chess Foundation University Cup എന്നാണ്. ഇതിൽ നന്നായി perform ചെയ്യുന്നവർക്ക് Kasparov-ന്റെ അടുത്ത് online team training session ഒക്കെ കിട്ടും. എനിക്ക് Kasparov-ന്റെ അടുത്ത് നിന്ന് ഒന്നും പഠിക്കാനില്ല. അങ്ങേരുടെ ഇതുപോലത്തെ training sessions ഒരുപാട് youtube-ൽ തന്നെ ഉണ്ട്. പക്ഷെ എന്നാലും Kasparov നേരിട്ട് വിജയികളുമായി സംവദിക്കുന്നു എന്നൊക്കെ പറയുമ്പോൾ ഈ tournament-ന് ഒരു ഗുമ്മില്ലേ? ഒരു prestige ഇല്ലേ? Kasparov സ്വന്തമായി NFT ഇറക്കിയെന്ന് twitter-ൽ അറിയിച്ചതിന് ശേഷം അങ്ങേരോടുള്ള എന്റെ മതിപ്പിന് സ്വല്പം കോട്ടം തട്ടിയിട്ടുണ്ട്. ഒരു വ്യക്തിയെന്നതിൽ ഉപരി ഒരു കളിക്കാരൻ എന്ന നിലയിൽ പക്ഷെ അദ്ദേഹത്തിന്റെ legacy-യിൽ ആർക്കും കോട്ടം കണ്ടുപിടിക്കാൻ ആകില്ല. അത് കൊണ്ട് അദ്ദേഹവുമായി online ആയിട്ടെങ്കിലും ഒരു meeting-ൽ പങ്കെടുക്കുക എന്ന് പറയുന്നത് വല്യ കാര്യം തന്നെയാണ്. മിക്കവാറും എന്റെ ഉഗ്രൻ luck കൊണ്ട് എനിക്ക് ഈ tournament-ൽ പങ്കെടുക്കാനുള്ള അവസരം നഷ്ടപ്പെടുമെന്നാണ് എന്റെ കണക്കുകൂട്ടൽ."
    ]
}