{
    "id": 75,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്ന് weird ആയിട്ടുള്ള ഒരു ചിന്ത എനിക്കുണ്ടായി. ഞാൻ ഇങ്ങനെ swiggy-ൽ നിന്ന് ഭക്ഷണം order ചെയ്യുന്നതിനെ പറ്റി ചിന്തിക്കുകയായിരുന്നു. ഒരു diet-ന്റെ നടുവിൽ ഇരുന്നിട്ട് ഇങ്ങനെ ഭക്ഷണം കഴിക്കേണ്ട തൃഷ്ണ വരുന്നത് എങ്ങനെയാണെന്ന് എനിക്ക് മനസ്സിലാവുന്നില്ല. തലച്ചോറിന്റെ primitive ആയിട്ടുള്ള ഭാഗങ്ങൾ instant gratification-ന് വേണ്ടി കെഞ്ചുന്നതാകാം. ഇതെങ്ങനെ control ചെയ്യും എന്ന ചിന്തയിലായി പിന്നെ ഞാൻ. മനസ്സും ശരീരവും തമ്മിലുള്ള ഒരു വഴക്ക്. എങ്ങനെ resolve ചെയ്യും? പണ്ടത്തെ psychology ക്ലാസ്സിൽ മനസ്സിന്റെയും ശരീരത്തിന്റെയും ഒരു മാതിരി coupling പോലത്തെ relationship-നെ പറ്റി teacher പറഞ്ഞ് തന്നത് ഞാൻ ഓർമിച്ചു. മനസ്സിൽ സന്തോഷം വരുമ്പോൾ നമ്മൾ പുഞ്ചിരിച്ചേക്കാം. ഒരു തമാശ ഓർമയിൽ വന്ന് ചിരിച്ചേക്കാം. ഇവിടെ മനസ്സിന്റെ action ശരീരത്തിലെ reaction ആയി മാറുന്നു. പക്ഷെ കൂടുതൽ interesting ആയിട്ടുള്ള കാര്യം എന്താണെന്ന് വച്ചാൽ ഇതിന്റെ നേരെ തിരിച്ചും നമുക്ക് ചെയ്യാം എന്നുള്ളതാണ്. നമ്മൾ വെറുതെ ഒരു കാരണമില്ലാതെ പുഞ്ചിരിച്ചാൽ മനസ്സും അതിനൊത്ത് സന്തോഷിക്കും. എനിക്ക് തലയ്ക്ക് സുഖമില്ലാത്തത് കൊണ്ട് പിച്ചും പേയും പറയുന്നതല്ല. സംഗതി ഉള്ളതാണ്. എന്റെ തീറ്റപ്പൂതി നിർത്തലാക്കാൻ ഞാൻ ഈ concept-ൽ നിന്നും കുറച്ച് inspiration എടുത്ത് ഒരു സംഭവം ഉണ്ടാക്കി. എപ്പോ തീറ്റപ്പൂതി വന്നാലും സ്വയം ഒരു നുള്ള് കൊടുക്കുക. നുള്ളുമ്പോൾ വേദനിക്കണം. അപ്പൊ തീറ്റയുടെ ചിന്ത മാറി വേദനയുടെ ചിന്ത വരും. അങ്ങനെ തിന്നുന്നത് നല്ലതല്ലെന്ന് മനസ്സിനെ ഓർമപ്പെടുത്തും. ഇത് ശരിക്കും Skinner-ന്റെ operant conditioning-ലെ punishment മാത്രമാണെന്ന് ഇതെഴുതുമ്പോൾ ആണ് മനസ്സിലാവുന്നത്. എന്തായാലും plan ഒന്നും work ചെയ്യില്ലെന്ന് എനിക്കറിയാം. ഇത് വരെ ഞാൻ പിടിച്ച് നിന്നു. ഇനി എന്താവുമെന്ന് എനിക്കറിയില്ല. ഇതൊക്കെ എഴുതിക്കഴിഞ്ഞാൽ മിക്കവാറും അടുത്ത പരിപാടി food order ചെയ്യലാകും. എത്ര നുള്ളിയാലും അത് ചെയ്യും. എനിക്കീ ദുഃശീലം ഒന്നര വർഷം മുൻപ് വരെ ഇല്ലായിരുന്നു. എന്റെ കൂടെ project ചെയ്ത ഒരുത്തിയാണ് എന്റെ മനസ്സിൽ ഇതിന്റെ വിത്ത് പാകിയത്. ആരെയും കുറ്റം പറയാനും പറ്റില്ല. എല്ലാത്തിന്റെയും അവസാനം എന്റെ വിരലനങ്ങാണ്ട് ഈ പരിപാടി മുന്നോട്ട് പോവില്ലല്ലോ. എന്നെ ആരും force ചെയ്യുന്നില്ലല്ലോ. ഒരു കുന്നിന്റെ മുകളിൽ നിന്ന് തള്ളിയിട്ട പാറക്കഷ്ണം പോലെയാണ് ഞാൻ. അവൾ തള്ളിയിട്ടു. ഞാൻ ഇപ്പോഴും ഉരുണ്ട് കൊണ്ട് പോകുന്നു. ഉരുണ്ട് ഉരുണ്ട് ഞാനും ഉരുണ്ടു വരുന്നുണ്ട്.",
        "ഞാൻ പറയാൻ വന്നത് ഇതൊന്നുമല്ല. ആ weird ചിന്ത ഈ പറഞ്ഞതൊന്നുമല്ല. ഞാൻ എന്നെ തന്നെ നുള്ളിയപ്പോൾ ആണ് ആ weird ചിന്ത വന്നത്. എത്രത്തോളം നമ്മുടെ body-യെ നമുക്ക് feel ചെയ്യാൻ പറ്റും? ഞാൻ വെറുതെ try ചെയ്ത് നോക്കി. ഇടത്തെ തുടയുടെ അടിയിൽ മുട്ടിനോട് ചേരുന്ന ഭാഗത്തിൽ ഞാൻ മനസ്സ് കൊണ്ട് feel ചെയ്ത് നോക്കി. ഒരിടത്ത് അനങ്ങാതെ ഇരുന്ന് അവിടത്തെ sensitivity വെറുതെ മനസ്സ് കൊണ്ട് അറിയാൻ ശ്രമിച്ചു. Amazingly, എനിക്ക് ഒരു ബുദ്ധിമുട്ടും ഇല്ലാതെ അതിനെ അറിയാൻ കഴിഞ്ഞു. ഞാൻ വേറെ ഒരു spot try ചെയ്തു. അതിനും feel ചെയ്യാൻ എളുപ്പം കഴിഞ്ഞു. കഴുത്തിന് പിന്നിൽ, തള്ള വിരലിന്റെയടിയിൽ, ചെവിക്കു പിന്നിൽ, വയറിനുമീതെ എല്ലായിടത്തും പറ്റും. ഇതൊക്കെ ചെയ്തപ്പോൾ എനിക്ക് എന്നെ പറ്റി തന്നെ ഒരു momentary awareness വന്നു. ചുറ്റുമുള്ളതിനെ പറ്റിയും. ഇതൊക്കെ ചെയ്തപ്പോൾ ഞാൻ കോളേജിലെ yoga classes-നെ പറ്റിയാണ് ഓർത്തത്. അവിടെ സകല ആസനങ്ങളും ചെയ്ത് കഴിഞ്ഞ് ശവാസനത്തിൽ കിടക്കലുണ്ട്. ഞാൻ കുറച്ച് അധികം ശവാസനം ചെയ്ത് അവിടെ തന്നെ ഉറങ്ങി പോയിട്ടുണ്ട്. ബാക്കിയുള്ളവരുടെ മുന്നിൽ എന്നെ തന്നെ embarrass ചെയ്തിട്ടുണ്ട്. ആ yoga instructor-നെ എനിക്ക് കണ്ണെടുത്താൽ കണ്ടൂടാ. ഒരുമാതിരി തെണ്ടിയാണയാൾ. അതിനെ പറ്റി പിന്നെ പറയാം. ഈ ശവാസനത്തിൽ കിടക്കുമ്പോൾ ഇത്പോലെ ഓരോ body parts-സും വെറുതെ മനസ്സിൽ feel ചെയ്യാൻ വേണ്ടി instructor പറയലുണ്ട്. ആദ്യം ചിന്ത മൊത്തം ശ്വാസോച്ഛാസത്തിൽ കേന്ദ്രീകരിക്കാൻ പറയും. എന്നിട്ട് ഓരോ ശരീര ഭാഗങ്ങളുടെയും ചലനങ്ങൾ ശ്രദ്ധിക്കാൻ പറയും. ഇതേ പോലെ തന്നെയാണ് lucid dreaming-ന്റെ സമയത്തും സംഭവിക്കുക. നമ്മൾ ഉറങ്ങുകയാണെന്ന് body-യെ തെറ്റിദ്ധരിപ്പിക്കണം. അതിന് വേണ്ടി അനങ്ങാതെ കിടക്കും. സാധാരണ ഗതിയിലുള്ള ശ്വാസോച്ഛാസം മാത്രം. അതിനിടയിൽ body തന്നെ നമ്മൾ ഉറങ്ങുകയാണോ എന്ന് test ചെയ്യും. ഏതെങ്കിലും ഭാഗത്ത് ചൊറിയാനുള്ള ഒരു temptation ഉണ്ടാക്കും. അല്ലെങ്കിൽ ഏതെങ്കിലും ഭാഗം twitch ചെയ്യിക്കാൻ നോക്കും. നമ്മൾ അതിനെ ഒക്കെ resist ചെയ്ത് ഉറങ്ങാതെ നിന്നാൽ ഈ dreaming phase-ലേക്ക് പോകാം. എന്റെ പ്രശ്നം എന്താണെന്ന് വച്ചാൽ ഞാൻ body നടത്തുന്ന ഈ test-റ്റുകളിൽ വീണുപോകും. എന്നിട്ട് തോൽവി വരിച്ച് ഉറക്കത്തിലേക്ക് കടക്കും.",
        "വേറൊരു ചിന്ത ഇനി പറയാൻ പോകുന്നതാണ്. എന്റെ ശരീരത്തിൽ ഏത് point-ലാണ് ‘ഞാൻ’ ഇരിക്കുന്നത്? എവിടെ നിന്ന് കൊണ്ടാണ് ‘ഞാൻ’ operate ചെയ്യുന്നത്? Obviously തലയിൽ നിന്ന്. Btw, എനിക്ക് വട്ടാണ് എന്ന് പ്രത്യേകിച്ച് ഓർമപ്പെടുത്തേണ്ട കാര്യമില്ലല്ലോ? എന്തായാലും തലയിൽ ഏത് point-ലാണ് ഞാൻ ഇരിക്കുന്നത്? Megamind-ന്റെ minion-നെ മാതിരി ഒരു mini-vivek ഉള്ളത് എവിടെയാണ് ഇരിക്കുന്നത്? ഞാൻ കുറച്ച് focus ചെയ്തപ്പോൾ എനിക്ക് കിട്ടിയ coordinates ഇതാണ് - vertical direction-ൽ കണ്ണിന്റെ-യും നെറ്റിയുടെയും ഇടയിലായി; horizontal direction-ൽ മുഖത്തിന് തൊട്ട് പിന്നിലായി, തലയുടെ centre-ൽ നിന്നും കുറച്ച് മുൻപിൽ. Body-യുടെ ബാക്കി മൊത്തം ആടിക്കളിക്കുന്ന, mobile ആയ ഒരു dangling meat robot."
    ]
}