{
    "id": 78,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "കൊറേ കാര്യങ്ങളുടെ updates ഞാൻ പറയാൻ വിട്ടു പോയിട്ടുണ്ട്. അതിലേക്ക് പിന്നെ വരാം. ഇന്ന് രാവിലെ പതിവിന് വിപരീതമായി ഞാൻ നേരത്തെ എഴുന്നേറ്റ് പല്ല് തേച്ച്, കുളിച്ച്, ഉടുപ്പ് അലക്കി, weight നോക്കി, പ്രാതൽ കഴിച്ച് weight-റ്റും കഴിച്ച ഭക്ഷണവും myfitnesspal-ൽ record ചെയ്തു. കൂടാതെ ഒരു paper-ൽ columns വരച്ച് എല്ലാ ദിവസവും ഈ പറഞ്ഞ കാര്യങ്ങൾ ചെയ്ത് tick mark ഇടാനുള്ള ഒരു system ഉണ്ടാക്കി. ഒരു ചിട്ടയിലും വെടിപ്പിലും എല്ലാ ദിവസവും കാര്യങ്ങൾ നടത്തിയാൽ പിന്നെ ഞാൻ ഒരു track-ൽ ആകും. എനിക്ക് ചെറുതായിട്ട് OCD ഉള്ളത് കൊണ്ട് പിന്നെ ഞാൻ ആ order ഒരിക്കലും തെറ്റിക്കാൻ പോകുന്നില്ല. മെസ്സിൽ ഇന്നത്തെ ഭക്ഷണം പൊങ്കലും, രണ്ട് വടയും, ഒരു റോബസ്റ്റ പഴവുമായിരുന്നു. ഭക്ഷണം കഴിക്കുമ്പോൾ ഞാൻ ഒരു അതിക്രമം കാണിച്ചു. വട spoon ഉപയോഗിച്ച് കഴിച്ചു! ഈ atrocity ഞാൻ പോലുമറിയാതെ തനിയെ ചെയ്തതാണ്. മനസ്സ് ആ സമയം autopilot mode-ൽ ആയിരിക്കണം. പൊങ്കൽ സ്പൂൺ ഉപയോഗിച്ച് കഴിച്ച് അതേ spoon വച്ചിട്ട് വടയും മുറിച്ച് കഴിച്ചു. തെറ്റ് മനസ്സിലാക്കിയ ഉടനെ ഞാൻ embarrassed ആയി. South India-യെ മൊത്തം disappoint ചെയ്ത പോലെ തോന്നി. നാണിച്ച് തല കുനിച്ച് ബാക്കി വന്ന ഭക്ഷണം dispose ചെയ്യുന്നതിനിടെ കയ്യിൽ നിന്നും സാമ്പാറിന്റെ cup തെന്നി വീണ് ദേഹത്ത് പതിച്ചു. ഭാഗ്യത്തിന് ഉടുപ്പിൽ ഒന്നും വീണില്ല. ദിവസം കുളം തോണ്ടാൻ വേണ്ടി മുകളിലുള്ളവൻ ഇറങ്ങി തിരിച്ച മാതിരി!",
        "ഇന്നലെ രാത്രി മെസ്സിൽ ഭക്ഷണം കഴിക്കാൻ ചെന്ന സമയം എന്റെ pant-ന്റെ zip തുറന്ന് കിടക്കുകയായിരുന്നു. ഞാൻ ബോധമില്ലാതെ തുറന്ന് വച്ചതല്ല. മറിച്ച് zip-ന്റെ തകരാറ് കൊണ്ട് താനേ തുറന്നതാണ്. എന്റെ maroon underwear വഴിയേ പോകുന്ന ഒരുപാട് പേര് കണ്ടിട്ടുണ്ടാകും. Oddly, എനിക്ക് വലിയ embarrassment ഒന്നും അതിൽ തോന്നിയില്ല. ഇങ്ങനത്തെ കാര്യങ്ങളിൽ എനിക്ക് പണ്ടത്തെ അപേക്ഷിച്ച് വലിയ നാണമില്ല. എന്റെ രൂപം മറ്റുള്ളവരുടെ കണ്ണുകളിൽ എങ്ങനെയായിരുന്നാലും എനിക്ക് കുഴപ്പമില്ല. ആൾക്കാർ കണ്ടെങ്കിൽ വലിയ കാര്യമായിപ്പോയി. പറ്റുമെങ്കിൽ തൊഴുത് വണങ്ങി ദക്ഷിണ വച്ചോളൂ. പിന്നല്ലാ!",
        "ഇന്ന് രാവിലെ റൂമിന്റെ പരിസരത്ത് chemistry lab-ൽ ചെന്ന പോലുള്ള ഒരു caustic smell ആണ്. കാരണമറിയില്ല. ചിലപ്പോൾ waste bin-ൽ എന്തെങ്കിലും chemical ആരെങ്കിലും കൊണ്ട് ചെന്ന് ഇട്ടിട്ടുണ്ടാകും. It felt weird. രാവിലെ കുളിക്കുന്നതിന് മുൻപ് അലക്കാൻ ചെന്നപ്പോൾ ഈ smell ഇല്ലായിരുന്നു.",
        "ഞാൻ കുറച്ച് ദിവസങ്ങൾക്ക് മുൻപ് ഒരു chess tournament-നെ പറ്റി ഇവിടെ എഴുതിയിട്ടുണ്ടായിരുന്നു. എനിക്ക് ഇവിടുന്ന് selection കിട്ടി അതിൽ പങ്കെടുക്കാൻ ready ആയിട്ട് നിന്നപ്പോൾ, ഞങ്ങളുടെ chess club-ന്റെ main ആൾ ഞങ്ങളോട് പറഞ്ഞു ഞങ്ങളുടെ application cancel ആയി പോയെന്ന്. രാവിലെ പത്ത് മണിക്ക് submit ചെയ്യേണ്ട application form ഇയാൾ രാത്രി പത്ത് മണിക്കാണ് submit ചെയ്തത്. Tournament-ന്റെ നടത്തിപ്പ്കാരോട് request അയച്ചത് അവർ reject ചെയ്ത് കളഞ്ഞു. ഇതിന് തെറ്റിന് compensate ചെയ്യാൻ ഞങ്ങടെ main ആൾ selection കിട്ടിയ ആൾക്കാരെ വച്ച് മാത്രം കുറച്ച് teams ഉണ്ടാക്കി tournament നടത്തി. ഞാൻ അതിന് പങ്കെടുത്തില്ല. മറ്റേ Kasparov-ന്റെ tournament ആണെങ്കിൽ പങ്കെടുക്കാൻ ഒരു motivation ഉണ്ടായിരുന്നു. ജയിച്ചാൽ kasparov-നെ കാണാം, സംസാരിക്കാം. ഇതിന് അതില്ല. അത് കൊണ്ടാണ് പങ്കെടുക്കാതിരുന്നത്.",
        "എന്റെ ചെരുപ്പ് രണ്ടും പൊട്ടിയത് കൊണ്ട് എന്റെ റൂമിനടുത്തുള്ളവൻ vacate ചെയ്ത് പോയപ്പോൾ ഉപേക്ഷിച്ച hawaii slippers-സാണ് ഞാൻ ഉപയോഗിക്കുന്നത് എന്ന് മുൻപത്തെ ഏതോ entry-യിൽ പറഞ്ഞിരുന്നു. അതിട്ടു കൊണ്ട് രണ്ടോ മൂന്നോ ദിവസം മുൻപ് രാവിലെ തന്നെ ഞാൻ washroom-ലേക്ക് കയറാൻ നോക്കിയപ്പോൾ entrance-നടുത്തുള്ള വെള്ളത്തിന്റെ puddle-ൽ കാൽ തെന്നി വീണു. കാൽ മുട്ടും കുത്തി, elbow-യും കുത്തിയാണ് വീണത്. ഒരു നല്ല ചെരുപ്പ് വാങ്ങാൻ മടിച്ചത് കൊണ്ട് മുകളിലുള്ളവൻ എന്നെ കൊല്ലാൻ നോക്കി എന്ന് സാരം. ചെരുപ്പിന് ഇരുനൂറ് രൂപയാണെങ്കിൽ എല്ലു പൊട്ടി ചികിൽസിക്കാൻ അതിലും കൂടുതൽ പൈസയും സമയവും ചെലവായേനെ. എന്നാലും ഞാൻ stubborn ആണ്. എനിക്ക് വേറെ ചെരുപ്പിന്റെ ആവശ്യമില്ല. പുറത്തേക്ക് പോകാനും ഈ hawaii ചെരുപ്പ് ധാരാളം. അതും വച്ച് കുറെ നടക്കുമ്പോൾ കാൽ വേദനിച്ചെന്നിരിക്കും. അതിനെന്താ? കുറച്ച് കാൽ വേദനിച്ചോട്ടെ. പിന്നെ glamour ഇല്ലാത്തതിന്റെ പ്രശ്നം ഞാൻ അങ്ങ് സഹിച്ചു എന്ന് കൂട്ടിക്കോ.",
        "ഇന്നലെ ഞാൻ തൂങ്ങി ചാവുന്നതിനെ പറ്റി ചിന്തിച്ചു. കൂടി പോയാൽ രണ്ടോ മൂന്നോ minute-ന്റെ കാര്യമല്ലേയുള്ളു. കഴുത്തിൽ കുരുക്ക് മുറുകുന്നതിനെ പറ്റി imagine ചെയ്തു നോക്കി. ഭയങ്കര uncomfortable ആവണം. വെറുതെ ജീവിതം speedrun ചെയ്തിട്ട് എന്ത് കാര്യം? ചിലപ്പോൾ അടുത്ത level ഇല്ലെങ്കിലോ? മരിച്ച് കഴിഞ്ഞാൽ game over എന്ന് ശൂന്യാകാശത്തിൽ എഴുതി കാണിച്ച് എന്നെന്നേക്കുമായി നമ്മൾ ഇല്ലാതാവുകയാണെങ്കിലോ? Gina-യെ പറ്റി ഓർത്തു. അവൾക്ക് ആത്മഹത്യ ചെയ്യാൻ നൂറായിരം കാരണങ്ങളുണ്ട്. എന്നിട്ടും പിടിച്ച് നിന്നു. ഒടുക്കം ഭാഗ്യം തുണയ്ക്കുകയും ചെയ്തു. മുൻപെവിടെയോ ഒരു documentary recommendation എനിക്ക് നെറ്റിൽ നിന്ന് കിട്ടിയിരുന്നു. കാനഡക്കാരനായ ഒരാൾ insufferable pain-ന്റെ നടുക്ക് നിന്ന് കൊണ്ട് euthanasia-യുടെ rights നേടിയെടുക്കുന്നതിനെ പറ്റി ഒരു documentary. ഞാൻ ആ documentary കണ്ടിട്ടില്ല. പക്ഷെ premise എത്ര ഭീകരമാണ്. എന്റെ അച്ഛന് ഒരു friend ഉണ്ടായിരുന്നു. South africa-യിലോ kenya-യിലോ ഒക്കെ പോയി പണിയെടുത്ത് ഒരുപാട് കാശുണ്ടാക്കി തിരിച്ച് നാട്ടിൽ വന്നു. കുറെ നാളുകൾക്ക് ശേഷം തൂങ്ങി മരിച്ചു. ആദ്യം അതിന്റെ കാരണം ചോദിച്ചപ്പോൾ അച്ഛൻ പറഞ്ഞത് അയാൾക്ക് brain tumor കാരണം അസഹനീയമായ വേദന ഉണ്ടായിരുന്നു എന്നാണ്. പിന്നെ കേട്ടു അയാൾക്ക് AIDS ഉണ്ടായിരുന്നു എന്ന്. AIDS-നൊക്കെ proper ചികിത്സയും care-റും ഒക്കെ എല്ലായിടത്തും ഇല്ലേ? അതിനോട് associate ചെയ്ത stigma-യ്ക്കും പല വിധത്തിലുള്ള awareness campaign കാരണം ഇവിടെ (കേരളത്തിൽ) മാറ്റം വന്നിട്ടുമുണ്ട്. I don’t think that was the reason. ചിലപ്പോൾ tumor തന്നെയായിരിക്കും കാരണം. എന്നെ പണ്ട് ആസ്ത്മയ്ക്ക് ചികിത്സിച്ച ഒരു famous ആയിട്ടുള്ള doctor ഉണ്ട്. അയാൾക്കും ഇത് പോലെ AIDS ഉണ്ടെന്ന് ഞാൻ അമ്മ പറഞ്ഞിട്ട് അറിഞ്ഞു. അയാൾക്ക് കുറെ extramarital affairs ഉണ്ടായിരുന്നുവത്രെ. കൂടെ work ചെയ്ത nurses-സിനോടൊക്കെ വലിയ പഞ്ചാരയായിരുന്നു പോലും. എന്തായാലും കുറെ കാലം ശ്വാസം മുട്ടി വലിച്ച് നടന്നതിന് ശേഷം ഇയാളുടെ മരുന്ന് കഴിച്ചിട്ടാണ് എനിക്ക് ആസ്ത്മയുടെ ബന്ധനത്തിൽ നിന്ന് ആദ്യമായിട്ട് മോചനം ലഭിച്ചത്. അതിന് എനിക്ക് കടപ്പാടുണ്ട്. പക്ഷെ കുറെ കാലത്തിന് ശേഷം ഞാൻ വേറെ ഒരു കാര്യം മനസ്സിലാക്കി. ഈ ആസ്ത്മയ്ക്കുള്ള മരുന്നിൽ steroid-ന്റെ അംശമുണ്ട്. Gradually ഞാൻ പോലുമറിയാതെ ഓരോ തവണ മരുന്നുപയോഗിക്കുമ്പോഴും steroid-ന്റെ അളവ് എന്റെ ശരീരത്തിൽ കൂടിക്കൊണ്ടിരുന്നിട്ടുണ്ടാകാം. ചിലപ്പോൾ അത് കൊണ്ടാവും സ്വതവേ weak ആയ എനിക്ക് അതിനൊത്ത physique ഇല്ലാത്തത്. I hate it. Steroid-ന്റെ അംശം ഭാവിയിൽ cancer-ന് കാരണമാകും. ഞാൻ വായിച്ചിട്ടുണ്ട്. അത് natural ആയിട്ടുള്ള സാധനമേയല്ല. അച്ഛൻ അടുപ്പിൽ തീ കൂട്ടുമ്പോഴും കൂട്ടത്തോടെ പലതും തീയിട്ട് കത്തിക്കുമ്പോഴും അതിന്റെ പുക വീട്ടിനകത്തേക്ക് കയറി ഞാൻ അത് ശ്വസിക്കാനുള്ള സാഹചര്യം ഉണ്ടായിട്ടുണ്ട്. ഞാൻ അച്ഛനോട് പല തവണ പറഞ്ഞിട്ടുണ്ട് combustion-ന്റെ products inherently carcinogenic ആണെന്ന്. അതിനെ പറ്റി ഞാൻ പഠിക്കുകയും ചെയ്തതാണ്. Soot particles-ലെ PAH എന്ന് ചെല്ലപ്പേരുള്ള Polycyclic Aromatic Hydrocarbons deadly ആയിട്ടുള്ള സാധനമാണ്. Cancer എപ്പോ വന്നു എന്ന് ചോദിച്ചാൽ മതി! ഞാൻ എത്ര ഒച്ചയിട്ട് പറഞ്ഞാലും അച്ഛൻ ഞാൻ പറയുന്നത് കേൾക്കാൻ പോകുന്നില്ല. അത് കൊണ്ട് ദേഷ്യം വന്നിട്ട് ഒരു ദിവസം ഞാൻ കത്തുന്ന തീയ്ക്ക് മീതെ വെള്ളം ഒഴിച്ചിരുന്നു. ഒരു closely packed ആയിട്ടുള്ള residential area-യിൽ ഇങ്ങനെ തീ കത്തിക്കാനുള്ള മണ്ടൻ ബുദ്ധി എവിടെ നിന്ന് അച്ഛനും അമ്മയ്ക്കും കിട്ടിയതാണെന്ന് ഒട്ടും മനസ്സിലാവുന്നില്ല. എന്നിട്ട് ചുറ്റുമുള്ളവർ complaint പറയുമ്പോൾ അവരോട് തട്ടി കയറാൻ തുനിയും.",
        "അമ്മ എപ്പോൾ കിടന്നുറങ്ങുമ്പോഴും പുതപ്പ് കൊണ്ട് full മൂടി പുതയ്ക്കും. അമ്മ ഒരു nurse ആയിട്ടും common sense ഉപയോഗിക്കുന്നില്ല. അമ്മയ്ക്ക് medical field-ൽ ഒരുപാട് കാലത്തെ experience ഉണ്ട്. എന്നിട്ടും പുതപ്പ് കൊണ്ട് full മൂടി കിടക്കുന്നത് അത്ര നല്ലതിനല്ലെന്ന് മനസ്സിലാവില്ല. Asphyxiation വരില്ലേ? Carbon monoxide അകത്ത് ചെല്ലില്ലേ? അമ്മയ്‌ക്കെന്ത് carbon monoxide വന്നിരിക്കുന്നു! ഞാൻ കുറെ ദേഷ്യപ്പെട്ട് പറയും. ദോഷങ്ങൾ കാരണ സഹിതം വിവരിച്ച് കൊടുക്കും. അച്ഛനെ പോലെ അമ്മയും ഞാൻ പറയുന്നത് കേൾക്കില്ല. ഞാൻ വെറുതെ അങ്ങനെ പുതച്ച് മൂടി കിടക്കാൻ ശ്രമിച്ചിട്ടുണ്ട്. എനിക്ക് രണ്ട് minute കഴിയുമ്പോഴേക്കും ശ്വാസം മുട്ടാൻ തുടങ്ങും. Oxygen-ന്റെ അളവ് കുറയുന്നത് നമുക്ക് വളരെ പെട്ടെന്ന് feel ചെയ്യും. എന്നിട്ടും അമ്മ മണിക്കൂറുകളോളം ഇങ്ങനെ കിടക്കാറുണ്ട്. ഞാൻ താമസിച്ചിട്ടുള്ള ചില hostel മുറികൾ ഈ കാര്യത്തിൽ എപ്പോഴും എന്നെ ശങ്കയിലാഴ്ത്തിയിട്ടുണ്ട്. ശരിയായ ventilation ഈ റൂമുകളിൽ ഇല്ല. ആരും ജനലും വാതിലും തുറന്നിടാറുമില്ല. ദിവസം മൊത്തം ഈ room-ൽ spend ചെയ്യുകയും ചെയ്യും. ഞാൻ ഇപ്പോൾ താമസിക്കുന്ന ഹോസ്റ്റൽ റൂമിന്റെ ജനൽ ഞാൻ സദാ സമയവും തുറന്നിടും. അത് അടച്ചിട്ടാൽ ഉടനെ എനിക്ക് ശ്വാസം മുട്ടുന്ന പോലെ തോന്നും. ഇത് ചിലപ്പോൾ വെറും തോന്നൽ മാത്രമായിരിക്കും. എന്നാലും ഞാൻ തുറന്നിടും. കുറച്ച് കാലങ്ങൾക്ക് മുൻപ് ഉറങ്ങുന്ന സമയം പോലും ഞാൻ ജനൽ തുറന്നിടുമായിരുന്നു. വല്ല പാമ്പോ പഴുതാരയോ ഇഴഞ്ഞ് റൂമിൽ കയറി വന്ന് എനിക്ക് ഒരു കൊത്ത് തന്നാൽ ചത്ത് പോകാവുന്നതേയുള്ളൂ. എന്നാലും ഞാൻ ജനൽ തുറന്നിടും. അങ്ങനെ ചാവുകയാണെങ്കിൽ ചാവട്ടെ. Oxygen കിട്ടാതെ ചാവുന്ന അവസ്ഥ വരണ്ട എന്ന വാശിയായിരുന്നു അപ്പോൾ. ഈ ജനൽ പുറത്തെ കാട്ടിലേക്ക് face ചെയ്ത് നിൽക്കുന്ന ജനാലാണ്. കാടിന്റെ മറുപുറം തിരക്കേറിയ traffic ഉള്ള റോഡും. ഈ റോഡിലെ വിഷപ്പുകയും പൊടിയും മണ്ണുമൊക്കെ കാടും താണ്ടി റൂമിൽ വന്നാലോ എന്ന പേടി വരെ എനിക്കുണ്ടായിരുന്നു. കുറെയൊക്കെ exaggerated ആണെന്ന് എനിക്ക് തന്നെ പിന്നീട് ബോധ്യമായി. പക്ഷെ ഞാൻ എപ്പോഴും skeptical ആണ്. പൂർണമായ സംശയ ദൂരീകരണം ഒരിക്കലും എന്റെ ജീവിതത്തിൽ ഒരു കാര്യത്തിനും ഉണ്ടായിട്ടില്ല. ഇതാണ് എനിക്ക് questions answer ചെയ്യാൻ ഇഷ്ടമില്ലാത്തതിന്റെ ഒരു കാരണം. Questions (എന്നോട് തന്നെ) ചോദിക്കാൻ എനിക്ക് വല്യ ഇഷ്ടമാണ്. പക്ഷെ ഒരു ചോദ്യത്തിനും definitive ആയ answer എനിക്കില്ല. Even if textbook answer എനിക്കറിയാമെങ്കിലും (എല്ലായ്പ്പോഴുമില്ല) ആധികാരികമായി ഒന്നിനെ പറ്റിയും answer പറയാൻ ഉള്ള expertise എനിക്കില്ല. എനിക്ക് മാത്രമല്ല, വേറാർക്കുമില്ല എന്നാണ് എന്റെ ഒരു ഇത്. More so for me. അത്രേയുള്ളൂ."
    ]
}