{
    "id": 8,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "‘ശ്രീരാഗമോ’ എന്ന ഹിറ്റ് പാട്ടുണ്ടാക്കിയത് idea star singer-ലെ ശരത്ത് ആണെന്ന് അറിയാമോ? എനിക്കറിയില്ലായിരുന്നു. തച്ചോളി വർഗീസ് ചേകവർ സിനിമയിലെ ‘മാലേയം’ എന്ന പാട്ട് മാത്രമേ അങ്ങേരുടെതായിട്ട് എനിക്ക് അറിയാമായിരുന്നുള്ളൂ. രണ്ടു പാട്ടും എനിക്ക് വല്യ ഇഷ്ട്ടമാണ്. ചന്തി, തുട, മുല, കുണ്ണ. ഇവിടെയൊക്കെ എന്റെ അനുവാദമില്ലാതെ ആണുങ്ങൾ എന്നെ കയറി പിടിച്ചിട്ടുണ്ട്. ഞാൻ അറിയാതെ അപമര്യാദമായി തൊട്ടിട്ടുണ്ട്. ആണായ എന്നെ. അതിലേക്ക് വരാം.",
        "ഞാൻ ഇന്നാള് ഒരു വീഡിയോ യൂട്യൂബിൽ കണ്ടു. ആയിരമോ രണ്ടായിരമോ മാത്രമേ അതിൽ views ഉള്ളൂ. രാത്രികാലങ്ങളിൽ  കോഴിക്കോട് നഗരത്തിലൂടെയുള്ള ബൈക്ക് യാത്ര. സമയം രാത്രി രണ്ടര മൂന്ന് മണി. ആളനക്കം നന്നേ കുറവ്. അലക്ഷ്യമായി ചില ബൈക്കുകളും കാറുകളും ഇടയ്ക്കിടെ കാണാം. ബൈക്ക് ഓടിക്കുന്ന ആൾ കുറച്ച് കാര്യങ്ങൾ മനസ്സിലാക്കാൻ പുറത്ത് ഇറങ്ങിയതാണ് എന്നാണ് വീഡിയോയിൽ ഉടനീളം പറയുന്നത്. തത്കാലത്തേക്ക് അയാളെ വിശ്വസിക്കാം. ടൗണിന്റെയും ബീച്ചിന്റെയും ഇരുളടഞ്ഞ മൂലകളിൽ അയാൾ ചിലരെ തിരയുകയാണ്. ഒടുവിൽ അവരെ അയാൾക്ക് കണ്ടു കിട്ടി. ഒറ്റയ്ക്ക് നടന്നു പോകുന്നവർ, രണ്ടോ മൂന്നോ ആളുകളുടെ സംഘമായി നടക്കുന്നവർ, ചുറ്റിലും ആണുങ്ങളുടെ അകമ്പടിയോടെ നടക്കുന്നവർ. ഇരുട്ടിൽ മരങ്ങൾക്കിടയിൽ നിന്ന് ആരെയോ കാത്തിരിക്കുന്നവർ. ഇവരൊക്കെ transgenders ആണ്. Sex workers ആണ്. പിറന്നു പോയ കുറ്റത്തിന് സമൂഹം ഭ്രഷ്ട്ട് കല്പിച്ചവർ. ഉപജീവനത്തിന് മാർഗ്ഗങ്ങൾ ഓരോന്നായി അവർക്ക് മുൻപിൽ കൊട്ടിയടയുമ്പോൾ, സഹായഹസ്തങ്ങൾ ഓരോന്നായി ഇല്ലാതാവുമ്പോൾ തെരുവിലേക്ക് ഇറങ്ങേണ്ടി വന്നവർ. ഇരുട്ടിന്റെ മറവിൽ അതേ സമൂഹത്തിൽ തങ്ങൾക്കെതിരെ വിരൽ ചൂണ്ടിയവർ തങ്ങളെ തേടി വന്നിരിക്കുന്നു. അതിൽ ചെറുപ്പക്കാരും മധ്യവയസ്കരും വൃദ്ധന്മാരും എല്ലാവരും ഉണ്ട്. ഈ എഴുതിയതൊക്കെ cliche ആയിരിക്കാം. പക്ഷെ ഇങ്ങനെയല്ലാതെ ഈ കാഴ്ചയെ വിവരിക്കാൻ ആകില്ല. LGBTQ community അതിജീവനത്തിന്റെ പാതയിലാണ്. പുതിയ നിയമങ്ങൾ അവർക്ക് സമൂഹത്തിൽ നിയമപരമായുള്ള അംഗീകാരം നേടിക്കൊടുത്തിരിക്കുന്നു. പക്ഷെ സമൂഹം ഇനിയും അവരെ വേണ്ട വിധം അംഗീകരിച്ചിട്ടില്ല. അതിൽ തന്നെ പിന്നോക്ക കുടുംബങ്ങളിൽ ഉള്ള ഇത്തരത്തിലുള്ള ആളുകൾക്ക് സമൂഹത്തിന്റെ നല്ല ബുക്കിൽ ഇടം പിടിക്കാൻ അവരുടെ sexuality മറച്ചു പിടിക്കുകയല്ലാതെ വേറെ മാർഗ്ഗങ്ങളില്ല. മൂടി വയ്ക്കുംതോറും അത് തേങ്ങിക്കൊണ്ട് പുറത്തേക്ക് രക്ഷപ്പെടാൻ ശ്രമിക്കുന്നു. എന്നാണാവോ ആരെയും ഭയക്കാതെ സ്വന്തം ലൈംഗികത്വത്തെ പുറത്തേക്ക് കൊണ്ടുവരാൻ മലയാളികൾക്ക് സാധിക്കുക?",
        "ഇത് കോഴിക്കോട് മാത്രമുള്ള കാര്യമല്ല. കേരളമൊട്ടുക്കും, ഇന്ത്യയൊട്ടുക്കും ഇത് തന്നെയാണ് അവസ്ഥ. North-ലേക്ക് പോകും തോറും കാര്യങ്ങളുടെ കിടപ്പ് അതീവ ഗുരുതരമായി തോന്നും. Train പോകുന്ന റൈൽപാതയുടെ സമീപം തടിച്ച പൈപ്പലൈനുകളുടെ അടിയിൽ ടാർപോളിൻ കൊണ്ട് കൂര തീർത്ത് ഇവർ താമസിക്കുന്നത് ഞാൻ നേരിട്ട് കണ്ടിട്ടുണ്ട്. കാൺപൂരിൽ train ഇറങ്ങി ക്യാമ്പസ്സിലേക്കുള്ള 45 മിനിറ്റ് യാത്രയിൽ പൊടിപിടിച്ച തെരുവോരങ്ങളിൽ ഇത്തരത്തിൽ ഇവരുടെ കൂരകൾ കാണാം. അതിന് സമീപമായി കൂറ്റൻ ഫ്‌ളക്‌സുകളിൽ ഉന്നത പാർട്ടി നേതാക്കന്മാരുടെ ചിരിക്കുന്ന പടവും കാണാം. നാണം എന്ന് പറഞ്ഞ സാധനം തൊട്ടുതീണ്ടിയിട്ടില്ലാത്ത വർഗ്ഗങ്ങൾ. അതിലെ പോകുന്ന ഒരു രാഷ്ട്രീയ പ്രവർത്തകനും സാമാന്യം ബോധമുണ്ടെങ്കിൽ തലയുയർത്തി സഞ്ചരിക്കാൻ പറ്റില്ല. കണ്ണടച്ച് ഇരുട്ടാക്കുന്നവരുടെ വൃത്തികെട്ട ലോകം കടന്ന് ക്യാമ്പസ്സിന്റെ മനോഹാരിതയിലേക്ക് കടക്കുമ്പോൾ മനസ്സ് മുഴുവൻ അവരെ പറ്റിയായിരിക്കും നമ്മൾ ചിന്തിക്കുക. ഭാഗ്യങ്ങളുടെ ബലപരീക്ഷണത്തിൽ തോറ്റ് നമ്മളാണ് ആ കുടിലുകളിൽ പിറന്ന് വീഴുന്നതെങ്കിൽ നമ്മുടെ ജീവിതം എത്ര different ആയിരിക്കും. ജീവിക്കാൻ എന്ത് പ്രചോദനമാണ് നമുക്കുണ്ടാകുക? നമ്മുടെ സ്വപ്നങ്ങളും നമ്മുടെ ആശകളും ഒക്കെ എന്തായിരിക്കും?",
        "പൊതു ഗതാഗത സംവിധാനങ്ങളിൽ യാത്ര ചെയ്യുന്ന പലർക്കും ഇനി പറയുന്ന ദുരനുഭവം ഒരിക്കലെങ്കിലും ഉണ്ടായിട്ടുണ്ടാകും. ആണായാലും പെണ്ണായാലും. പക്ഷെ കുട്ടിയായാലോ? തിങ്ങി നിറഞ്ഞ വണ്ടിയിൽ അപമര്യാദമായി നമ്മളെ ആരോ തൊടുന്ന പോലെ. കുട്ടിയായിരിക്കുമ്പോൾ ഞാൻ ഇതിനെ പറ്റി ചിന്തിച്ചതേയില്ല. Train-ൽ എവിടേക്കോ പോവുകയാണ് ഞാനും അച്ഛനും അമ്മയും ചേച്ചിയും. അമ്മയും ചേച്ചിയും Ladies compartment-ൽ കയറി. ഞാനും അച്ഛനും തൊട്ടടുത്തുള്ള general compartment-ലും. തിരക്ക് കുറച്ചുണ്ടായതിനാൽ compartment വാതിലിനരികെ നിൽക്കേണ്ടി വന്നു. ഞാൻ കുഞ്ഞായതു കൊണ്ട് അച്ഛൻ എന്നെ ഒരു സൈഡിലേക്ക് safe ആയി നിർത്തി. എന്റടുത്തുള്ള മാമൻ എന്നോട് എന്തൊക്കെയോ ചോദിക്കുന്നുണ്ട്. ഞാൻ പണ്ടേ shy ആയതിനാൽ നാണം കുണുങ്ങി നാണം കുണുങ്ങി മറുപടി പറഞ്ഞുകൊണ്ടിരുന്നു. അടുത്ത station എത്തിയപ്പോൾ തിരക്ക് അൽപ്പം കൂടി. അച്ഛന്റെ pants മാത്രം എനിക്ക് കാണാം. ഞാൻ പാന്റ്സിന്റെ തുണിയിൽ മുറുകെ പിടിച്ച് നിന്നു. അടുത്തുള്ള മാമൻ അപ്പോഴാണ് പരിപാടി തുടങ്ങിയത്. അയാളുടെ കൈകൾ എന്റെ പിന്നാമ്പുറം മുഴുവൻ പരിശോധിക്കുകയാണ്. ഞാൻ തിരിഞ്ഞു നില്ക്കാൻ ശ്രമിച്ചു. പക്ഷെ തിരക്ക് അധികമായതിനാൽ പറ്റിയില്ല. യാത്ര ഓരോ നിമിഷം പിന്നിടുമ്പോഴും അസ്വസ്ഥത കൂടിക്കൊണ്ടിരിക്കുന്നതായി എനിക്കോർമയുണ്ട്. പിന്നെ എപ്പോഴോ ഞാൻ ബലമായി തിരിഞ്ഞു നിന്നതായി ഓർക്കുന്നു. മാമനെ കാണാനില്ല. ആൾക്കൂട്ടത്തിന്റെ കാട്ടിനുള്ളിലേക്ക് ആ മൃഗം പിൻവലിഞ്ഞു പോയിരിക്കുന്നു.",
        "ആളുകളെ നോക്കാൻ എനിക്ക് പേടിയാണ്. എന്റെ മുഖം അത്ര പ്രസന്നമല്ല. ചെറിയ കുട്ടിയായിരിക്കുമ്പോൾ ഞാൻ ഓട്ടോമാമന്റെ ഓട്ടോയിൽ സ്കൂളിലേക്ക് പോകുമ്പോൾ പുറത്തുള്ള ആൾക്കാരെ നോക്കി പുഞ്ചിരിക്കുമായിരുന്നു. അവർ അന്നത്തെ ഓമനത്തം ഉള്ള എന്റെ മുഖം കണ്ട് തിരിച്ചും പുഞ്ചിരിക്കും. റ്റാറ്റാ തരും. പക്ഷെ പിന്നീടെപ്പോഴോ അത് നിന്നു. ആളുകൾ തെല്ലൊരു സംശയത്തോടെ എന്റെ പുഞ്ചിരിയെ എതിരേറ്റു. ചെറുപ്പത്തിലേ നിഷ്കളങ്കത്വം ഇല്ലാതാവുന്നതിന്റെ ആദ്യത്തെ ലക്ഷണമായിരുന്നു അത്. പിന്നെ ഞാൻ പുഞ്ചിരിക്കാതെയായി. തലയുയർത്തി നോക്കിയാൽ അറിയാതെങ്ങാൻ അവരുടെ കണ്ണുകൾ എന്റേതിൽ ഉടക്കിയാലോ എന്ന് പേടിച്ചു ഞാൻ നിലത്തു നോക്കി മാത്രം നടന്നു. പിന്നെ കുറെ കാലം കഴിഞ്ഞപ്പോൾ എനിക്ക് ആളുകളുടെ മുഖത്തു നോക്കാതെ തലയുയർത്തി നടക്കാനുള്ള ദിവ്യശക്തി കിട്ടി. ഞാൻ ആരുടേയും മുഖങ്ങൾ കാണുന്നില്ല. മുന്നിലുള്ളത് റോഡും മരങ്ങളും മൃഗങ്ങളും building-കളും പിന്നെയുള്ളത് കുറെ തലയറ്റ മനുഷ്യരും മാത്രം. അറിയുന്ന ആളുകൾ ആണെന്ന് തോന്നിയാൽ മാത്രം ഞാൻ മുഖത്തു നോക്കും. പക്ഷെ അതും കുറച്ച് കാലങ്ങൾക്ക് ശേഷം നിന്നു. അറിയാതെങ്ങാൻ ഞാൻ ഏതെങ്കിലും ആളുകളുടെ (പ്രത്യേകിച്ച് പെൺകുട്ടികളുടെ) മുഖത്തു നോക്കിയാൽ അവർ തല ഒറ്റ വെട്ടിക്കൽ വെട്ടിക്കും. അപ്പൊ നമുക്ക് കൂടുതൽ വിഷമം ആകും. ഞാൻ ഇത്ര വിരൂപിയാണോ? എന്നെ കാണാൻ ഒന്നിനും കൊള്ളില്ലേ? ഞാൻ എന്തെങ്കിലും മോശമായി പെരുമാറിയോ എന്നൊക്കെ സ്വയം ചോദിക്കും. സങ്കടപ്പെടും. എനിക്ക് അങ്ങനെ വിഷമിക്കേണ്ട സാഹചര്യം ഞാൻ ആയിട്ട് എന്തിന് ഉണ്ടാക്കിയെടുക്കണം? അത് കൊണ്ട് ഞാൻ ആരെയും തീരെ mind ചെയ്യാതെയായി. അത് എന്നെ കുറച്ചെങ്കിലും കണ്ടു പരിചയമുള്ള ആളുകൾക്ക് എന്നെ വെറുക്കാനുള്ള കാരണമായി മാറി. ആരോടും മിണ്ടാത്ത, ആരെയും mind ചെയ്യാത്ത ജാഡ തെണ്ടി. ഇത് ഞാൻ ചിന്തിക്കുന്നതല്ല. എനിക്ക് പണ്ട് ഇഷ്ടമുണ്ടായിരുന്ന ഒരു പെണ്ണ് അവളുടെ അച്ഛനോട് പറഞ്ഞതാണ്. എനിക്ക് കോളേജിന്റെ വക കിട്ടിയ prize സ്വീകരിക്കാൻ വേണ്ടി അച്ഛൻ പോയപ്പോൾ അവളുടെ അച്ഛനും കൂടെ ഉണ്ടായിരുന്നു. അവർ പരിചയപ്പെട്ടപ്പോൾ അവളുടെ അച്ഛൻ എന്റെ അച്ഛനോട് പറഞ്ഞതാണ്. ഓ വിവേകോ, മോൾക്ക് അറിയാം. മോൾ പറയലുണ്ട് അവന് ജാഡയാണെന്നൊക്കെ. അവളെ കുറ്റം പറയാനൊക്കില്ല. എന്നെ കാണുന്ന ഭൂരിഭാഗം പേരും അത്തരത്തിൽ തന്നെ ആകും ചിന്തിക്കുക. എനിക്ക് പരിഭവമില്ല. ഒരു വിധേനയല്ലെങ്കിൽ മറ്റൊരു വിധേന ഇതെനിക്ക് വേദനകൾ മാത്രമേ സമ്മാനിക്കുന്നുവുള്ളൂ. തടി കൂടിയ സമയത്ത് എനിക്ക് ഇതിനെ പറ്റി കുറച്ച് കൂടി ധാരണ ഉണ്ടായി വന്നു. സാമാന്യ ശരീര പ്രകൃതിയിൽ നിന്ന് തടി കൂടി വരുംതോറും നമ്മൾ സമൂഹത്തിൽ നിന്ന് അപ്രത്യക്ഷരായിക്കൊണ്ടിരിക്കും. തടി കുറച്ച് കൂടി കൂടുമ്പോൾ ആൾക്കാരുടെ കണ്ണുകൾ വെറുപ്പോടെ നമ്മളെ വീക്ഷിക്കുന്നത് നമുക്ക് തന്നെ കാണാം. തടിയുടെ എല്ലാ മേഖലകളും ഞാൻ cover ചെയ്തിട്ടുണ്ട്. അതിന്റെ എല്ലാ വശങ്ങളും എനിക്ക് സുപരിചിതമാണ്. ഇതൊക്കെ മനസ്സിന്റെ തോന്നലുകളല്ലേ എന്ന് ചോദിക്കാം. ചിലപ്പോൾ മനസ്സിന് ഇതിൽ പങ്കുണ്ടാകാം. പക്ഷെ ഈ സാഹചര്യത്തിൽ സമൂഹത്തിന്റെ പങ്ക് വേറിട്ട് തന്നെ അനുഭവിച്ചറിയാൻ നമുക്ക് സാധിക്കും."
    ]
}