{
    "id": 81,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "കാൺപൂർ railway station-ൽ കാലുകുത്തിയ ദിവസമാണ് ഞാൻ ഒരു ഇന്ത്യൻ അല്ലാതാവുകയും വെറും ഒരു കേരളീയൻ മാത്രമാവുകയും ചെയ്തത്. അവിടം കണ്ടാൽ ഭാരതീയൻ എന്ന് അഭിമാനത്തോടെ പറയാൻ ഒരിക്കലും ഒരാൾക്കും കഴിയില്ല. പെറ്റ തള്ള സഹിക്കില്ല അവിടുത്തെ കാഴ്ചകൾ. ലോകത്തിലെ ഏറ്റവും വൃത്തിഹീനമായ റെയിൽവേ station ആണത് എന്നതിൽ ആർക്കും സംശയം വേണ്ട. Population കൂടുതലുണ്ടെന്നത് ഒക്കെ ശരി തന്നെ. പക്ഷെ നേതാക്കളുടെ mismanagement-ന്റും തരികിട പരിപാടികളും everest-ന്റെ അത്രേം ഉയരത്തിൽ കൊടി  ഉയർത്തി പിടിച്ച് കാട്ടുന്ന സ്ഥലമാണത്. എത്ര ചിന്തിക്കാതിരിക്കാൻ ശ്രമിച്ചാലും അവിടെ താമസമാക്കിയവരുടെ അവസ്ഥ അറിയാതെ ചിന്തിച്ചു പോകും. അവിടെ ജനിക്കാൻ വിധിക്കപ്പെട്ട കുട്ടികളെ പറ്റി ഓർത്തു പോകും. എത്ര എത്ര ബുദ്ധിശാലികളും കലാകാരന്മാരും ആ കൂട്ടത്തിലുണ്ടാകും? ശരിയായ വിദ്യാഭ്യാസവും വേണ്ടത്ര സൗകര്യങ്ങളും വെള്ളവും വളവുമെന്നോണം അവർക്ക് ലഭിച്ചാൽ ലോകത്തിന്റെ നെറുകയിൽ എത്താൻ കെൽപ്പുള്ളവരായിരിക്കും അവർ. എന്റെ കാൺപൂരിൽ campus-നകത്ത് തന്നെ ഒരു കടയിൽ ഇതുപോലെ ഒരു കുട്ടി അവന്റെ അച്ഛനെ സഹായിച്ച് കൊണ്ട് സ്ഥിരമായി പണിയെടുക്കുന്നത് ഞാൻ കണ്ടിട്ടുണ്ട്. അവൻ school-ൽ പോകാറില്ലെന്ന് എനിക്ക് നൂറു ശതമാനം ഉറപ്പാണ്. എപ്പോ നോക്കിയാലും ആ കടയിലാണ്! അവന്റെ അച്ഛൻ അവിടെ ഇല്ലെങ്കിലും അവൻ അവിടെ ഉണ്ടാകും. ഇന്ത്യയിലെ തന്നെ ഏറ്റവും നല്ല college campus-സുകളിൽ ഒന്നിന്റെ അകത്ത് സ്കൂൾ പടി കണ്ടിട്ടില്ലാത്ത ഒരു കുട്ടി! എന്തൊരു വിരോധാഭാസം! ഇതുപോലത്തെ ഒരു വൃത്തികെട്ട സ്ഥലത്തിൽ അഞ്ചാറ് വർഷം കാര്യമായിട്ട് ഒരു പുരോഗതിയും കൊണ്ടുവരാതെ, നാണമില്ലാതെ ഭരിച്ച്, സ്വന്തം നാട്ടുകാരെ തമ്മിലടിപ്പിച്ച്, ഒടുക്കം election വരാൻ നേരത്ത് കേരളവുമായി compare ചെയ്യാൻ തോന്നണമെങ്കിൽ ആ ഭരിച്ച അയാൾക്ക് എത്ര ഉളുപ്പില്ലായിരിക്കും? ഇത് പോലത്തെ സ്ഥലങ്ങളിൽ വലിയ തോതിൽ internal unrest ഉള്ളപ്പോൾ പുറമെ നിന്നും ആക്രമിക്കാൻ ഒരു പ്രയാസവുമില്ല. വേറെ ഏതെങ്കിലും രാജ്യത്തിന്, പ്രത്യേകിച്ച് ചൈനയ്ക്ക്, വലിയ ബുദ്ധിമുട്ടില്ലാതെ ഇക്കൂട്ടരെ അടിച്ച് ഇഞ്ചപ്പരുവമാക്കാം. ഭരിക്കുന്നവർക്ക് എവിടെ നിന്നെന്നില്ലാത്ത self-confidence ആണ്. ഒരുകാലത്തും ഒന്നും തങ്ങൾക്ക് പറ്റാൻ പോകുന്നില്ലെന്ന അമിതവിശ്വാസം. പോഴത്തരം. മോദിയുടെ കാലം കഴിയുമ്പോൾ പകരക്കാരനായി വരുന്ന വിഷം അജയ് ബിഷ്ട്ടിനെ പോലുള്ള ‘യോഗി’മാരാണെങ്കിൽ കേരളത്തിന്റെ കഥ കഴിയും. അയാളുടെ ഗുണ്ടകൾ കേരളത്തിനെ ‘liberate’ ചെയ്യാൻ വേണ്ടി ഇങ്ങോട്ട് കെട്ടിയെടുക്കും എന്നുള്ളത് ഉറപ്പാണ്. ഇപ്പോൾ തന്നെ ഇവർക്ക് ഇരിക്കപ്പൊറുതി കാണില്ല. എന്ത് ചെറിയ കാരണവും excuse ആക്കി അടിപിടി കൂടാനുള്ള വിദ്യയൊക്കെ പള്ളിക്കൂടത്തിൽ പോയി പഠിച്ചിട്ട് കിട്ടിയതാകില്ലല്ലോ. ഇന്നത്തെ രണ്ടു വരി കവിത അയാൾക്ക് dedicate ചെയ്യുന്നു.",
        "!PRE_പേരിൽ യോഗി_മനോരോഗി",
        "ഇവിടെ നിന്നും വേറെ രാജ്യങ്ങളിലേക്ക് താമസം മാറ്റുന്നവർ ഏറി വരികയാണ്. അവരെ എങ്ങനെ കുറ്റപ്പെടുത്തും? കാര്യങ്ങൾ ഇപ്പോൾ പോകുന്ന അവസ്ഥയിൽ മുന്നോട്ട് പോവുകയാണെങ്കിൽ മിക്കവാറും വലിയൊരു collapse കാണേണ്ടി വരും. മൊത്തത്തിൽ implode ചെയ്യും. ആ implosion-ന്റെ നടുക്ക് വലിയ കമ്പനികൾ കച്ചവടം നടത്തും. നശിക്കാൻ പോകുന്ന സമ്പത്ത് മുഴുവൻ കൈക്കലാക്കും. അവർക്ക് വേണ്ടി പകിടയുരുട്ടുന്നത് ഈ നേതാക്കൾ തന്നെയാകും. വലിയ കമ്പനികൾ ചൂതാട്ടം നടത്തുന്നതിനെ പറ്റി പറയുമ്പോൾ എപ്പോഴും എനിക്ക് ഓർമ വരിക Mark Zuckerberg എന്ന ജന്തുവിനെ പറ്റിയാണ്. Steve Jobs, Elon Musk, Bill Gates, പിന്നെ Zuck തുടങ്ങിയവർ ഒക്കെ അത്ര നല്ല ആളുകളാണ് എന്ന് എനിക്ക് തോന്നുന്നില്ല. Philanthropy എന്നൊക്കെ പറയുന്നത് ഇക്കൂട്ടർക്ക് ഇവരുടെ തട്ടിപ്പിനും വെട്ടിപ്പിനുമുള്ള പുകമറ മാത്രമാണ്. ഇക്കൂട്ടരെ worship ചെയ്യുന്നവർ ലോകത്തിൽ ഉണ്ടെന്നത് alarming ആയിട്ടുള്ള കാര്യമാണ്. ഒരു കമ്പനിയെ credit ചെയ്യുന്നതും അതിന്റെ നടത്തിപ്പുകാരനെ credit ചെയ്യുന്നതും രണ്ടും രണ്ടാണ്. Twitter-ൽ ഇവരുടെയൊക്കെ accounts hijack ചെയ്തിട്ട് നടത്തിയ bitcoin scam-ൽ ഒരുപാട് പേർ പെട്ടത് ഇതുകൊണ്ടൊക്കെ തന്നെയായിരിക്കും. നന്നായി പോയി. നെല്ലും പതിരും തിരിച്ചറിയാൻ കഴിയാത്തവരായത് കൊണ്ടാണോ അതോ അത്യാർത്തി മൂത്തിട്ടാണോ? എന്തായാലും കണ്ടാലറിയാത്തവൻ കൊണ്ടാലറിയും എന്ന് പറയുന്നത് പോലെ പണം നഷ്ടപ്പെട്ടവർ ഒക്കെ നല്ല ഒരു പാഠം പഠിച്ചിട്ടുണ്ടാകും എന്ന് വിചാരിക്കുന്നു.",
        "ഈ പറഞ്ഞ Zuck എന്ന ജീവി, അയാൾ ഇന്ത്യക്കാർക്ക് വേണ്ടി എന്തോ വലിയ ത്യാഗം ചെയ്ത പോലെയായിരുന്നു internet.org എന്ന വൃത്തികെട്ട സാധനം ഇവിടെ കൊണ്ടുവരാൻ ശ്രമിച്ചപ്പോൾ നടിച്ചത്. Jio വരുന്നതിന് മുൻപും Google-ന്റെ railwire പോലത്തെ wifi കുന്തം വരുന്നതിന് മുൻപും facebook കൊണ്ട് വരാൻ ശ്രമിച്ച പദ്ധതിയാണ് ഈ ‘free internet’ ഏർപ്പാട്. അതിന്റെ പരസ്യങ്ങൾ TV-യിൽ കണ്ടത് എനിക്ക് നല്ല ഓർമയുണ്ട്. If it’s too good to be true, it probably is എന്നല്ലേ? ആ പരസ്യങ്ങൾ കണ്ടപ്പോൾ എന്തോ പന്തികേട് എനിക്കും തോന്നിയതായിരുന്നു. ആ സമയത്ത് ഒക്കെ GPRS വച്ചിട്ട് ഫോണിൽ ഒരു മുലയുടെ പടം  load ചെയ്യുന്നതിന് പത്ത് minute സമയം minimum എടുക്കുമായിരുന്നു. Video കണ്ട് പഠിക്കാൻ ഈ നെറ്റും വച്ചിട്ട് ഒരിക്കലും സാധിക്കില്ല എന്നറിയുന്നത് കൊണ്ട് Wikihow കഷ്ടപ്പെട്ട് load ചെയ്ത് 3 ball cascade juggling പഠിച്ച ആളാണ് ഞാൻ എന്ന് മുൻപ് ഇവിടെ എവിടെയോ എഴുതിയിരുന്നു. ഏതാണ്ട് ഈ കാലത്താണ് Zuck എന്ന മനുഷ്യപ്പല്ലി കൊട്ടയും വട്ടിയുമായി internet വിൽക്കാൻ വേണ്ടി ഇന്ത്യയിൽ വന്നത്. Zuck-ന്റെ ഉദ്ദേശം ഇതായിരുന്നു. എത്ര കണ്ട് ആൾക്കാരെ facebook-ൽ എത്തിക്കാൻ പറ്റുമോ, അത്രത്തോളം ആൾക്കാർ വഴി പരസ്യങ്ങളും സേവനങ്ങളും മുഖേന ലാഭം കൊയ്യാം. ചൈനയിലോ facebook നിരോധിച്ചു, ബാക്കിയുള്ള biggest market ഇന്ത്യയാണ്. ഇവിടെ വിജയിച്ചാൽ പിന്നെ മുൻ പിൻ നോക്കാതെ കമ്പനി ലോകത്തിന്റെ നെറുകയിലേക്കെത്തും. Local ആയിട്ടുള്ള ഏതെങ്കിലും phone operator-റുമായി collaborate ചെയ്ത് ആദ്യം internet free ആയി കൊടുക്കും. ഈ internet എന്ന് facebook കമ്പനി പറയുന്ന സാധനത്തിൽ facebook website-റ്റും പിന്നെ വേറെ ചില private കമ്പനികളുടെ വെബ്സൈറ്റും പിന്നെ രണ്ട് മൂന്ന് women’s rights ഒക്കെ സംബന്ധിച്ച് പ്രവർത്തിക്കുന്നവരുടെ വെബ്സൈറ്റും മാത്രമേ ഉള്ളൂ. അവസാനത്തെ websites ആൾക്കാരുടെ കണ്ണിൽപൊടിയിടാൻ വേണ്ടി മാത്രം ഉൾപ്പെടുത്തിയതാണ്. ഇല്ലെങ്കിൽ facebook-ന്റെ intentions പകൽ പോലെ വ്യക്തമായി എല്ലാവർക്കും മനസ്സിലാവില്ലേ? ഇതാണ് ഇവരുടെ internet. Internet-ന്റെ ചെറിയൊരു taste കിട്ടി കഴിഞ്ഞാൽ പിന്നെ ഏത് മരങ്ങോടനായാലും സ്കൂളിന്റെ പടി കണ്ടിട്ടില്ലാത്തവനായാലും താനേ മണം പിടിച്ച് internet-ലേക്ക് വാലാട്ടി വരും എന്നതായിരുന്നു Zuck-ന്റെ കണ്ടുപിടിത്തം. അത് ശരിയാണ് താനും. ഇപ്പൊ തന്നെ bobs and vegana ചോദിച്ച് അലയുന്ന ഞരമ്പുകൾ ഒരുപാട് നെറ്റിലില്ലെ? ഞരമ്പുകൾ ഏത് തരം ആൾക്കൂട്ടമാണെങ്കിലും ഉണ്ടാകും. സായിപ്പ് ഞരമ്പ് നല്ല english-ൽ politely ചോദിക്കും. നമ്മുടെ ഞരമ്പുകൾ അവർക്കറിയുന്ന ഇംഗ്ലീഷ് അക്ഷരങ്ങൾ വച്ച് കഷ്ടപ്പെട്ട് ചോദിക്കും. Politely ചോദിക്കണം എന്നൊക്കെ മനസ്സിലുണ്ടാകും. പക്ഷെ അതിനും മാത്രം vocabulary അവർക്ക് ഉണ്ടാവില്ല. അത്രേ വ്യത്യാസമുള്ളൂ. ലോകമുള്ള കാലം തൊട്ടേ ഇതുള്ളതാവും. I’m sure ഈ digital യുഗത്തിന് മുൻപ് ഏതെങ്കിലും ഒരുത്തൻ എങ്കിലും ഇതും ചോദിച്ചോണ്ട് കത്തെഴുതി post box-ൽ ഇട്ടിട്ടുണ്ടാകും.",
        "എന്തായാലും facebook-ന്റെ തരികിട ആളുകൾ മനസ്സിലാക്കുകയും അത് മൂലം ആ project വലിയ പരാജയമാവുകയും ചെയ്തു. ഇതുപോലെ തല തിരിഞ്ഞവർക്ക് കോടീശ്വരന്മാരാകാൻ പറ്റിയ ഏറ്റവും നല്ല വിളനിലമാണ് ഇന്ത്യ പോലുള്ള സ്ഥലങ്ങൾ. കള്ളന്മാർ പിടിക്കപ്പെടുന്നു. പെരുംകള്ളന്മാരോ? അവർ രാജ്യം ഭരിക്കുകയും ഇതുപോലുള്ള വമ്പൻ കമ്പനികളിൽ ഉന്നത നിലകളിൽ പ്രവർത്തിക്കുകയും ചെയ്യുന്നു. Facebook-ന്റെ whatsapp ഇപ്പോഴും എന്റെ ഫോണിൽ കിടക്കുന്നുണ്ട്. PayTM എന്റെ ഫോണിൽ കിടക്കുന്നുണ്ട്. Cobrapost sting operation PayTM-ന്റെ കള്ളത്തരങ്ങൾ പണ്ടേ പുറത്ത് കൊണ്ടുവന്നതാണ്. പക്ഷെ PayTM ഇല്ലാതെ barber shop-ൽ മുടിവെട്ടൽ നടക്കില്ല. Ola ഓട്ടോയിൽ കയറാൻ പറ്റില്ല. കുറെ കാലം ഞാൻ ഇതൊന്നുമില്ലാതെ ജീവിച്ചതാണ്. FDroid-ൽ നിന്നുള്ള applications മാത്രം. Physical ആയിട്ടുള്ള പണമിടപാടുകൾ മാത്രം. ചിലപ്പോൾ card ഉരച്ച് payment നടത്തും. എനിക്ക് അങ്ങനെ തന്നെ ജീവിക്കാൻ പറ്റും. പക്ഷെ എന്നിൽ codependent ആയിട്ടുള്ള ആളുകൾ വേറെ ഉള്ളത് കൊണ്ട് അവർക്ക് കാര്യങ്ങൾ വേഗം ചെയ്ത് കൊടുക്കാൻ ഇതൊക്കെ വേണം. Google വേണം, whatsapp വേണം, PayTM വേണം. PayTM ഇല്ലാത്തത് കൊണ്ട് എന്നെ ഒരു barber കളിയാക്കിയിട്ടുണ്ട്. ഏതോ കുറ്റവാളിയോട് പെരുമാറുന്നത് പോലെ എന്നോട് സംസാരിച്ചിട്ടുണ്ട്. അവർക്ക് google pay ഇല്ലാത്തത് എന്റെ കുറ്റമാണോ? ഇയാൾ digital India-യുടെ അപ്പാപ്പനാണോ?",
        "Zerodha-യുടെ varsity stock market-ന്റെ nitty gritty കാര്യങ്ങളെ പറ്റി പഠിക്കാൻ നല്ല ഉപാധിയാണ്. ഞാൻ അത് കുറെയൊക്കെ വായിച്ചിട്ടുമുണ്ട്. In fact Zerodha-യെ പറ്റി ആദ്യമായിട്ട് കേൾക്കുന്നതും ഈ varsity വഴിയാണ്. അതിന്റെ founder ശിവമൊഗ്ഗ-യിൽ ജനിച്ച Nikhil Kamath ആണ്. ശിവമൊഗ്ഗയിൽ ഞാൻ പോയിട്ടുണ്ട്. അവിടെ ഒരു കുന്നിന്റെ മുകളിലായിരുന്നു എന്റെ ചേച്ചിയുടെ കോളേജ് ഉണ്ടായിരുന്നത്. നല്ല തണുപ്പൊക്കെ ഉള്ള സ്ഥലമാണ്. പക്ഷെ അവിടെ നിന്ന് ഉയിരെടുത്ത ഈ ജന്തു പക്ഷെ അത്ര നല്ല ആളല്ല. Zerodha-യുടെ technical team founder പക്ഷെ മലയാളിയായ Kailash Nadh ആണ്. അവർ ഏത് തരത്തിലുള്ള ആളാണെന്ന് എനിക്കറിയില്ല. പക്ഷെ Free and Open Source softwares-ന്റെ proponent ആണ് അവർ. ഞാൻ ഇടയ്ക്കിടെ ഉപയോഗിക്കുന്ന ‘ഓളം’ മലയാളം online dictionary അവർ ഉണ്ടാക്കിയതാണ്. അവർ ഉണ്ടാക്കിയ programs കൊണ്ട് ആളുകൾക്ക് genuine ആയിട്ടുള്ള ഉപയോഗം ഉണ്ടായിട്ടുണ്ട്. അവരെ പോലുള്ളവരെ ഞാൻ എന്റെ മനസ്സിൽ ഒരു pedestal-ൽ കയറ്റി വച്ചിട്ടുണ്ട്. കുറച്ച് പേരെ ഞാൻ ബലം പ്രയോഗിച്ച് ഇറക്കേണ്ടി വന്നിട്ടുണ്ട്. പക്ഷെ ഇദ്ദേഹത്തെ പോലുള്ളവർ ഒരുപാട് കാലത്തേക്കെങ്കിലും ആ pedestal-ൽ നിൽക്കും എന്നാണ് എന്റെ വിശ്വാസം. ഇനി ആ കാലമാടൻ Nikhil Kamath-ലേക്ക് വരാം. ഞാൻ മുൻപ് ഇവിടെ എവിടെയോ എന്റെ chess-ന്റെ ഭ്രാന്തിനെ പറ്റി പറഞ്ഞിട്ടുണ്ട്. ഇന്ത്യയിലെ എന്നെ പോലുള്ള chess ഭ്രാന്തന്മാർക്ക് വിശ്വനാഥൻ ആനന്ദ് എന്ന് പറഞ്ഞാൽ ദൈവതുല്യനാണ്. BTS-നോട് teenage പെൺകുട്ടികൾക്കുള്ള obsession പോലെയാണ് ആനന്ദിനോടുള്ള ഇഷ്ടം. എത്ര legendary ആയിട്ടുള്ള മനുഷ്യനാണ് ആനന്ദ് എന്ന് ചില ആൾക്കാർക്കെങ്കിലും സംശയം കാണും. ആനന്ദിന് മുൻപ് ഒരൊറ്റ grandmaster പോലും ഇന്ത്യക്കിലായിരുന്നു. Soviet chess school-ൽ നിന്നും നൂറു കണക്കിന് grandmaster-മാരെ ഉത്പാദിപ്പിച്ച് കൊണ്ടിരുന്ന Russia-യുടെ ആധിപത്യത്തിനിടയിലും  അഞ്ച് തവണ World Champion ആയ ആളാണ് ആനന്ദ്. ആനന്ദിന് ശേഷം 72 grandmasters ഇന്ത്യയിൽ ഉണ്ടായി. ഇപ്പോഴും world ranking-ൽ ആനന്ദ് തന്നെയാണ് മുൻപിൽ. 52 വയസ്സുള്ള ആനന്ദ്. ഈ അടുത്തെങ്ങാൻ ആനന്ദ് ഏതോ charity-ക്ക് വേണ്ടി celebrities-സുമായി online-ൽ chess കളിച്ചു. അമീർഖാൻ, കിച്ചാ സുദീപ് (മറ്റേ ‘ഈച്ച’ സിനിമയിലെ വില്ലൻ), ഈ പറഞ്ഞ Nikhil Kamath, അർജിത് സിംഗ്, പിന്നെ വേറെ കുറച്ച് പേരൊക്കെ ഈ കൂട്ടത്തിൽ ഉണ്ട്. Commentators Nikhil-നെ introduce ചെയ്തത് ഇന്ത്യയിലെ youngest billionaire ആയിട്ടാണ്. ചെറിയ പ്രായത്തിൽ ചെസ്സ് കളിച്ചതാണ്. ചെസ്സിനോട് ഇഷ്ടമുണ്ടെങ്കിലും ജീവിതത്തിൽ തിരക്കുകളേറിയപ്പോൾ അതിൽ നിന്നും വിട്ടു നിന്നതൊക്കെയാണെന്ന് ഒക്കെ എന്തൊക്കെയോ backstory ഇയാളെ പറ്റി commentators പറയുന്നുണ്ട്. Long story short, ഈ Nikhil-ലും കിച്ചാ സുദീപും വേറെ ഏതോ മരങ്ങോടനും ആനന്ദുമായുള്ള അവരുടെ കളികളിൽ chess engine ഉപയോഗിച്ച് cheat ചെയ്തു. സുദീപിനും മരങ്ങോടനും എപ്പോൾ നിർത്തണമെന്ന് അറിയാം. കളിയുടെ അവസാനം engine ഉപയോഗിക്കാത്തത് കൊണ്ട് ഇവർ രണ്ടു പേരും തോറ്റു. കിച്ചാ സുദീപിനൊന്നും കളിയുടെ ABCD അറിയില്ലെന്ന് അയാളുടെ post match interview-ൽ തന്നെ കേട്ട് മനസ്സിലാക്കാം. Nikhil മണ്ടൻ. എപ്പോ നിർത്തണം എന്ന് അറിയില്ല. മൂപ്പർ engine ഉപയോഗിച്ച് ഉപയോഗിച്ച് അവസാനം ആനന്ദ്‌-നെ കൊണ്ട് resign ചെയ്യിപ്പിച്ചു. Commentary നടത്തുന്ന Samay Raina-യ്ക്കും, IM Tania Sachdev-നുമൊഴികെ കളി കണ്ടു കൊണ്ടിരുന്ന എല്ലാവർക്കും, even ആനന്ദിനും വരെ ഇവർ cheat ചെയ്യുകയാണെന്ന് അറിയാം. ആനന്ദ് ഒരു gentleman ആയത് കൊണ്ട് ഇവരെ ആ spot-ൽ expose ചെയ്തില്ല. ആമിർ ഖാനും, അർജിത് സിംഗും ഒക്കെ അവരുടെ മിതമായ കളി നിലവാരത്തിൽ ആരുടേയും സഹായമില്ലാതെ സത്യസന്ധമായി കളിച്ചു. ആനന്ദ് പുഷ്പം പോലെ ആനന്ദിന്റെ കളിയിലെ പാടവം കൊണ്ട് ഇരുവരെയും നിഷ്പ്രഭരാക്കി. അവരുടെ തോൽവി graceful ആയിരുന്നു. ആനന്ദിന്റെ വിജയവും അതിനൊത്ത graceful ആയിരുന്നു. ഈ billionaire ജന്തുവിനെ പോലെ തോൽവിയെ ഭയമുള്ളവരല്ല ആമിറും അർജിതും എന്ന് അവർ തെളിയിച്ചു. അത് കൊണ്ടാവണം എനിക്ക് ആ രണ്ടു പേരോടും ഒരു new found respect ഉണ്ടായി. അവർ തോറ്റെങ്കിലും കാണികളുടെ മനസ്സിൽ അവർ കൂടുതൽ പ്രധാനപ്പെട്ട വിജയം കരസ്ഥമാക്കി. തോൽക്കാൻ വയ്യാത്തവന്റെ account chess.com suspend ചെയ്തു. ഇതിന് മുൻപ് ആ account-ൽ Kamath അഞ്ചാറ് കളികൾ വേറെ കളിച്ചിട്ടുണ്ട്. അതിലൊക്കെ തോറ്റ് തൊപ്പിയിട്ട് പണ്ടാരമടങ്ങിയിട്ടുണ്ട്. LKG-യിൽ പഠിക്കുന്ന പിള്ളേർ ഇതിലും നന്നായി കളിക്കും. ഇതേ ആൾ തന്നെയാണ് അഞ്ച് വട്ടം ലോക ചാമ്പ്യൻ ആയ ആനന്ദിനെ തോൽപ്പിച്ചത്. Suspend ചെയ്ത account Nikhil Kamath പൈസ കൊടുത്തിട്ടോ അല്ലെങ്കിൽ ആരുടെയെങ്കിലും സ്വാധീനം ഉപയോഗിച്ചിട്ടോ ഒക്കെ reinstate ചെയ്യിച്ചു. എന്നിട്ട് twitter-ൽ നാണമില്ലാതെ ഒരു ട്വീറ്റും ഇട്ടു. കൃത്യമായിട്ടുള്ള tweet നോക്കി കണ്ടുപിടിക്കാൻ എന്നെ കൊണ്ട് വയ്യ. ആ ട്വീറ്റിന്റെ gist ഇതാണ്: ‘It’s all just a prank, bro!’. Proper ആയിട്ട് apologize ചെയ്യാൻ കൂടി കഴിവില്ലാത്ത നട്ടെല്ലില്ലാത്ത ചട്ടിത്തലയൻ. ഇതേ വൃത്തികെട്ടവന്റെ കമ്പനിയിലേക്ക് ജോലിക്കായി interview ചെയ്യാൻ വരുന്ന ഇയാളെക്കാൾ നൂറിരട്ടി, ആയിരമിരട്ടി കഴിവുള്ള ആളുകളെ ഇയാളുടെ കീഴിലുള്ളവർ വേണ്ടത്ര qualifications ഇല്ല എന്ന് പറഞ്ഞ് തിരിച്ചയച്ചിട്ടുണ്ടാകില്ലേ? I can’t wrap my head around that. ഇത് എന്തൊരു ഭയങ്കര jarring ആണ്. ഇയാൾക്കെതിരെ മുൻപ് ഏതോ model-നെ molest ചെയ്ത case ഉണ്ടായിരുന്നു. കയ്യിലിരിപ്പ് കേമം. സ്വഭാവം കെങ്കേമം. പ്രവൃത്തി അതിലും കേമം. Youngest billionaire, ഒലക്കേടെ മൂട്!",
        "ഇന്നത്തെ എന്റെ vocabulary കുറച്ച് മോശമായിപ്പോയി എന്ന് എനിക്ക് തന്നെ അറിയാം. പക്ഷെ എനിക്കുള്ള ദേഷ്യം ഇതിലും mild ആയ രീതിയിൽ express ചെയ്താൽ disney സിനിമകളുടെ script-നേക്കാളും കുറഞ്ഞ aggression ആയി പോവും."
    ]
}