{
    "id": 82,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "മലയാളത്തിന്റെ google translate ഒട്ടും നല്ലതല്ല. ചിലയിടത്ത് വൃത്തിയായി വിവർത്തനം ചെയ്യുന്നെങ്കിൽ വേറെ ചിലയിടത്ത് നേരെ opposite അർഥം വരുന്ന രീതിയിലായിരിക്കും translation. അതിനെ കൊണ്ട് എന്ത് കാര്യം? എത്ര നന്നായി translate ചെയ്യുന്നു എന്ന് അളക്കാൻ ഉള്ള ഏറ്റവും നല്ല benchmark test മലയാളം കവിതകൾ ഈ program വഴി translate ചെയ്യുന്നതിലൂടെയാണ്. ചില സമയത്ത് google translate-ന് തന്നെ മതിയാവും. എന്നിട്ട് എന്നെ കൊണ്ട് മേല ഈ പണിയെടുക്കാൻ എന്ന മട്ടിൽ മലയാളം text അതേ പടി translate ചെയ്തതിലും include ചെയ്യും. ലോകത്തെവിടെയും കേൾക്കാത്ത വാക്യങ്ങൾ ചിലപ്പോൾ ഈ program നമ്മുടെ നേരെ എറിഞ്ഞു തരും. ഇതൊക്കെ കേട്ടിട്ട് ചിരിക്കണോ അതോ കരയണോ എന്ന confusion-ൽ ആയിപ്പോകും.",
        "മിനഞ്ഞാന്ന് ഞാൻ പുതിയ chappel മേടിച്ചു. പുതിയ ചെരുപ്പ് വാങ്ങാൻ അച്ഛനും അമ്മയും നിർബന്ധിച്ചത് കൊണ്ട് വാങ്ങിയതാണ്. മുന്നൂറു രൂപയുടെ bata കമ്പനിയുടെ ചെരുപ്പ്. വില കുറഞ്ഞത് വാങ്ങാമായിരുന്നു. പക്ഷെ അതിനൊക്കെ base നല്ല flat ആണ്. എന്റെ മുന്നത്തെ ചെരുപ്പും ഇത് പോലെ flat ആയത് കൊണ്ടാണ് എനിക്ക് കാലുവേദന വന്നത്. പോട്ടെ, സാരമില്ല. പൈസ പോകുന്നത് അച്ഛന്റെയും അമ്മയുടെയും അല്ലേ? ഞാൻ ഒരുപാട് ചിന്തിക്കും, എന്നെ കൊണ്ട് ചിലവായ പൈസ ഒക്കെ എങ്ങനെ ഇവർക്ക് തിരിച്ചു കൊടുക്കാം എന്നുള്ളത്. ‘പത്തു മാസം ചുമന്നതിനുള്ള പ്രതിഫലം’ എന്നൊക്കെ cliche ഡയലോഗ് സിനിമകളിൽ പറയില്ലേ? ആ payment ചാവും വരെ due ആയിക്കൊണ്ട് കിടക്കും. Pay ചെയ്യാൻ ഒരു വഴിയും ഇല്ല താനും. പിന്നെ അതിന് compensate ചെയ്യാൻ ചാവുവോളം അവരോട് നല്ല രീതിയിൽ പെരുമാറുകയും care കൊടുക്കുകയും ചെയ്യാം. അത് ഞാൻ വേണ്ടുവോളം ചെയ്യുന്നുണ്ട്. പക്ഷെ ചില കാര്യങ്ങൾ എന്നെ കൊണ്ട് ചെയ്യാൻ പറ്റുന്നില്ല. കുറച്ച് ദിവസമായി അനിന്ദ്യയെ വിളിക്കാൻ അമ്മ പറയുന്നു. എനിക്ക് ആവുന്നില്ല. എനിക്കറിഞ്ഞൂടാ ഇതെന്തു കൊണ്ട് സംഭവിക്കുന്നു എന്ന്. എനിക്ക് പറ്റുന്നില്ല. ഈ കുഴിമാളത്തിനുള്ളിൽ ആകെ എന്റെ ശബ്ദത്തിന്റെ echo മാത്രമേ ഉള്ളൂ. എപ്പോ വേണമെങ്കിലും ഇതിന് പുറത്ത് വരാം. പക്ഷെ എന്തിന്? എനിക്ക് trustworthy ആയിട്ട് ഞാൻ മാത്രമേ ഉള്ളൂ. Even അച്ഛനും അമ്മയും വരെ എന്റെ അടുത്ത് കള്ളത്തരം പറഞ്ഞിട്ടുണ്ട്. ഞാൻ അതൊക്കെ കണ്ടുപിടിച്ചിട്ടുമുണ്ട്. മാളേച്ചിയൊക്കെ വാ തുറന്നാൽ കള്ളം മാത്രമേ പറയുകയുള്ളൂ എന്ന് എന്തോ നേർച്ച ചെയ്ത മാതിരിയാണ്. എന്നോട് കള്ളം പറയാത്തതായി ഞാൻ മാത്രമേ ഉള്ളൂ.",
        "ഞാൻ ഇവിടെ, ബാംഗ്ലൂരിലെ എന്റെ first year-ൽ UG-കാര് നിൽക്കുന്ന hostel-ലാണ് താമസിച്ചത്. വൈകി admission എടുത്തത് കൊണ്ട് എനിക്ക് PG-കാരുടെ hostel കിട്ടിയില്ല. കാൺപൂരിലെ എന്റെ first year-ൽ താമസിച്ച hostel മുറിയെക്കാൾ ഭേദമായിരുന്നു ഇവിടുത്തെ മുറി. പക്ഷെ ഒരു ഗുഹയ്ക്കകത് ചെല്ലുന്ന മാതിരിയാണ് അതിനകത്തെ atmosphere. അതിനുള്ളിൽ കിടന്ന് ആരും ആത്മഹത്യ ചെയ്തില്ലെങ്കിലേ അത്ഭുതം ഉള്ളൂ. അത്രയ്ക്ക് dull ആണ്. എന്റെ roommate ഒരു മലയാളി തന്നെയായിരുന്നു. അവനും ഞാനും അധികം മിണ്ടാറേ ഇല്ല. ഒരു ദിവസം അവൻ എന്നോട് കാര്യമായി വിശേഷങ്ങൾ ചോദിക്കുകയും ഓരോ കാര്യങ്ങൾ അന്വേഷിക്കുകയും ചെയ്തു. എനിക്ക് അപ്പൊ ശരിക്കും സന്തോഷമായി. എന്താ പതിവില്ലാത്ത ഒരു ചങ്ങാത്തം എന്ന് തോന്നിപോയി. പിന്നെയല്ലേ കാര്യം മനസ്സിലായത്. അവന് പരീക്ഷയ്ക്ക് പോകാൻ calculator വേണം. അവന്റെ calculator work ചെയ്യുന്നില്ല. അത്കൊണ്ട് എന്റേത് borrow ചെയ്യാൻ വേണ്ടിയിട്ടാണ് ഇങ്ങനെ നടിച്ചത്. കാര്യം കാണാൻ എന്റെ കഴുതക്കാൽ പിടിക്കാൻ വേണ്ടി അവൻ അഭിനയിച്ചതാണ് അത് എന്ന് മനസ്സിലാക്കാൻ കുറച്ച് താമസിച്ചു. എന്നാലും ഞാൻ അവന് calculator കൊടുത്തില്ല. എന്റേതിനും എന്തോ ചെറിയ പ്രശ്നമുണ്ടായിരുന്നു. Relationship-ൽ ഉള്ളവർക്ക് trust issues ഉണ്ടായാൽ തമ്മിൽ തമ്മിൽ വല്ലാതെ വെറുക്കുന്നതിന്റെ കാരണം എനിക്ക് അന്ന് ബോധ്യമായി. Manipulation ചെയ്യുന്നവർക്ക് അവരുടെ ഇരയുടെ മനസ്സ് ഒരു കളിപ്പന്ത് മാത്രമാണ്. അത്കൊണ്ടാണ് murderers കഴിഞ്ഞാൽ രണ്ടാമത്തെ ഏറ്റവും dangerous ആയിട്ടുള്ള ആളുകൾ ഇത്തരം psychopath-ത്തുകൾ ആവുന്നത്. Murderers-നെ പോലെ അവർക്ക് മറ്റൊരാളുടെ ജീവന്റെ മൂല്യം അറിയില്ല. അവർ കാണുന്ന ഏക മൂല്യം മറ്റുള്ളവരുടെ possession-ൽ ഉള്ള ഭൗതികമായ വസ്തുക്കളിൽ മാത്രമാണ്. സിനിമകളും സമൂഹവും ഇത്തരക്കാരെ എന്തോ വലിയ ഹീറോകളായി കരുതുന്നത് അതിനൊത്ത പൊട്ടത്തരമാണ്."
    ]
}