{
    "id": 83,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്ക് borderline ഓട്ടിസം ഉണ്ടെന്ന് ഒരു തോന്നൽ. Internet-ലെ medical സംബന്ധമായ test-റ്റുകൾ മുഖവിലയ്‌ക്കെടുക്കരുത് എന്ന് അറിയാം. പക്ഷെ reputable ആയിട്ടുള്ള കുറച്ച് tests കണ്ടുപിടിച്ച് attempt ചെയ്തു നോക്കി. എന്റെ തോന്നൽ ശരിവയ്ക്കും വിധത്തിലാണ് ആ ടെസ്റ്റുകളുടെ റിസൾട്ടും വന്നിരിക്കുന്നത്. കൃത്യമായിട്ട് ഉണ്ടെങ്കിലും ഇല്ലെങ്കിലും, എന്തായാലും സ്പെക്ട്രത്തിന്റെ extremes-ൽ അല്ല ഞാൻ ഉള്ളത്. Somewhere ഇതിന്റെ നടുക്ക് ഒക്കെ ആയിട്ട് വരും. Absolutely ഒന്നും തന്നെ interesting ആയിട്ട് ദൈനംദിന ജീവിതത്തിൽ നടക്കാത്തത് കൊണ്ടാണ് ഇങ്ങനെ പല തോന്നലുകളുടെയും സംശയദുരീകരണം നടത്തുന്നത്. നാളെ മുതൽ എന്റെ താമസം library-യിലേക്ക് മാറ്റുകയാണ്. കെട്ടും ഭാണ്ഡവും ഒക്കെ എടുത്ത് library-യിലേക്ക്. റൂമിൽ നിന്നാൽ അധികം വൈകാതെ എന്നെ കുഴിച്ചുമൂടേണ്ടി വരും. ",
        "കുഴിച്ചു മൂടുന്നതിനെ പറ്റി പറഞ്ഞപ്പോൾ എനിക്ക് അച്ഛൻ ചെറുപ്പകാലത്ത് താമസിച്ച നടുവണ്ണൂരിലെ വീടിനടടുത്തുള്ള ഒരു അമ്മയെ പറ്റി ഓർമ വരുന്നു. അവരുടെ മകൻ എന്തോ bike accident-ൽ മരണപ്പെട്ടതാണ്. വീടിനടുത്ത് തന്നെ മൃതദേഹം കുഴിച്ചിട്ടു. ഈ അമ്മയ്ക്ക് ഈ ചെറു പ്രായത്തിലുള്ള മകന്റെ മരണം താങ്ങാൻ ആകുന്നതിലും അപ്പുറമായിരുന്നു. മകനെ കുഴിച്ചിട്ട മണ്ണിന്റെ മീതെ അവർ നീല tarpaulin വിരിച്ചു. മഴയും വെയിലും കൊള്ളാതിരിക്കാൻ. ഞാൻ ആ ഭാഗത്തൂടെ പോയിട്ടുണ്ട്. അച്ഛന്റൊപ്പം. ഈ പറഞ്ഞ വീടും ആ tarpaulin വിരിച്ച ഭാഗവും എനിക്ക് അച്ഛൻ കാണിച്ചു തന്നിട്ടുണ്ട്. അത് വരെ അച്ഛന്റെ പഴയകാല ഓർമകളിൽ second hand nostalgia അടിച്ചുകൊണ്ടിരുന്ന എനിക്ക് ആ imagery തലയ്‌ക്കേറ്റ പ്രഹരം പോലായിരുന്നു. ഒരു moodiness എന്നെ മൂടിപുതഞ്ഞു. ട്രാജഡികൾ സംഭവിക്കുമ്പോൾ മനുഷ്യൻ irrational ആവുന്നു. വികാരങ്ങൾ വിവേകത്തിന് പകരക്കാരാകുന്നു. ചെയ്യുന്ന പ്രവൃത്തിയിലെ absurdity വിങ്ങുന്ന മനസ്സിന് കുറച്ച് നേരത്തെങ്കിലും ആശ്വാസമാകുന്നു. ആ നീല tarpaulin എന്റെ മനസ്സിൽ ഇപ്പോഴും പതിഞ്ഞു കിടക്കുന്നു.",
        "ഇന്നലെ ഞാൻ വേറെ ഒരു test എടുത്തിരുന്നു. ഏത് chess personality ആണ് ഞാൻ എന്നറിയാനുള്ള test. Facebook-ൽ ഒക്കെ ഉള്ളത് പോലെ ഏത് celebrity ആണ് നമ്മളുമായിട്ട് ഏറ്റവും മുഖസാമ്യമുള്ളത് എന്നത് പോലത്തെ cheesy ആയിട്ടുള്ള test അല്ല. ഓരോ chess positions നമുക്ക് കാണിച്ചിട്ട് നമ്മൾ ആ situation-ൽ എന്ത് ചെയ്യും എന്ന് ചോദിക്കും. അല്ലെങ്കിൽ ഒരു equal ആയിട്ടുള്ള position-ൽ white side ആണോ black side ആണോ കൂടുതൽ ഇഷ്ടം എന്ന് ചോദിക്കും. നമ്മളുടെ playing style കുറെ ഇതുപോലത്തെ ചോദ്യങ്ങളിലൂടെ evaluate ചെയ്യും. എനിക്ക് കിട്ടിയ result ‘anaconda’ എന്നാണ്. കുറെ ഇങ്ങനത്തെ roles ഉണ്ട്: ‘assassin’, ‘romantic’, ‘barbarian’, ‘champion’, ‘professional’, ‘escape artist’, ‘genius’, ‘grinder’, ‘magician’, ‘mad scientist’ എന്നിങ്ങനെ കുറെ roles. അതിൽ എനിക്ക് കിട്ടിയതാണ് ‘anaconda’. RPG game-ൽ ഉള്ളത് പോലത്തെ stats ഇതിലും ഉണ്ട്. Anaconda-യുടേത് വളരെ positional ആയി കളിക്കുന്ന അതേ സമയം aggression-ന് യാതൊരു വിധ പഞ്ഞവുമില്ലാത്ത playing style ആണ്. Emotional ആയ കളിക്കാരൻ. കരുക്കളുടെ സ്ഥാനം intuitive ആയിട്ട് നിശ്ചയിക്കുന്നവൻ. വലിയ calculation-ന് ഒന്നും മിനക്കെടാതെ ഈ intuition-നെ ആശ്രയിച്ചായിരിക്കും മിക്ക സമയവും കളിയ്ക്കുക. ഇതേ കളിക്കാർക്ക് പറ്റിയ opening, white side-ൽ Reti അല്ലെങ്കിൽ four knights, black side-ൽ caro-kann അല്ലെങ്കിൽ french defence ആണ്. ആ കാര്യത്തിൽ ഈ test spot on accurate ആണ്. Black side-ൽ എന്റെ favourite opening french defence തന്നെയാണ്. Caro-kann എനിക്ക് കുറച്ചൊക്കെ അറിയുകയും ചെയ്യാം. White side-ൽ പക്ഷെ Bishop’s opening കളിക്കാറാണ് പതിവ്. പക്ഷെ അത് transpose ചെയ്ത് giuoco-piano ആവുകയും ചെയ്യലുണ്ട്. Reti ഞാൻ ഈ അടുത്ത് try ചെയ്തിട്ടുണ്ട്. Reti-യുടെ flexibility എനിക്ക് appealing ആയിട്ട് തോന്നി. പക്ഷെ കുറച്ച് theory അധികം പഠിക്കേണ്ടതായിട്ട് വരും. കാരണം Reti transpose ചെയ്തിട്ട് ഒരുപാട് വേറെ opening-കുകളിൽ എത്തിപ്പെടാൻ chance ഉണ്ട്. Long term planning ശരിക്കും ഉള്ളത് തന്നെയാണ്. പക്ഷെ immediate ആയിട്ട് tactical potential കാണുന്നുണ്ടെങ്കിൽ അത് utilize ചെയ്യാനും മടിയില്ല. ആരോൺ നിംസോവിച്ച് ഇതേ ശൈലിയിൽ കളിക്കുന്നയാളാണ്. അങ്ങേരുടെ games പഠിക്കാൻ വേണ്ടി ആ site recommend ചെയ്തിട്ടുണ്ട്. ചില chess കളിക്കാർ വല്ലാണ്ടങ്ങ്‌ positional ആയി കളിക്കുന്നവരാണ്. ഞാൻ ഇന്നാൾ Bobby Fischer-റുടെ ഒരു game-ന്റെ analysis കണ്ടിരുന്നു. Positional ideas മുഴുവനും കലക്കി കുടിച്ച Bobby എതിരാളിയെ വരിഞ്ഞു മുറുക്കി ശ്വാസം മുട്ടിച്ച് കൊന്നു കളഞ്ഞു. Opponent കളിക്കിടയിൽ കരഞ്ഞുകൊണ്ട് Fischer-ന്റെ കാലുപിടിച്ച് ‘എന്നെ വെറുതെ വിടൂ’ എന്ന് പറയുമെന്ന് നമ്മൾ വിചാരിച്ച് പോകും. ഇത്തരത്തിലുള്ള കളിക്കാർ എതിരാളിയെ psychological ആയിട്ട് തളർത്തി കളയും എന്ന് നമുക്ക് തോന്നും. വലിയ willpower ഒന്നും ഇല്ലെങ്കിൽ മനസ്സിന്റെ പിടി വിട്ട് നമ്മൾ mistakes-സും, inaccuracies-സും, blunders-സുമെല്ലാം Fischer-നെതിരെ താനേ കളിച്ചു പോകും. അത്കൊണ്ടാണ് എനിക്കെപ്പോഴും ഇത്പോലെ കളിക്കുന്നവർ കാണുമ്പോൾ ഈ ചിന്ത മനസ്സിൽ വരുന്നത് - ‘There is a psychopath in every positional player’. ഒരു board game ജയിക്കാൻ വേണ്ടി എതിരാളിയെ മാനസികമായി തളർത്തുന്നെങ്കിൽ അയാളിൽ ചെറിയൊരു psychopath ഉണ്ടാകില്ലേ?  അങ്ങനെയാണെങ്കിൽ മുന്നേ പറഞ്ഞ anaconda ശൈലിയുള്ള, എതിരാളികളെ വരിഞ്ഞു മുറുക്കാൻ tendency ഉള്ള ഞാനും ഒരു കൊച്ചു psycho അല്ലേ? പക്ഷെ എന്റെ reasoning ഇതാണ്: ഈ മാനസികമായ തളർച്ച ഈ playing style-ന്റെ consequence മാത്രമാണ്. Positional കളിക്കാർ വളരെ disciplined ആയിട്ട് അവർ പഠിച്ച principles follow ചെയ്യുന്നൂ എന്നേ ഉള്ളൂ. Optimal ആയി കളിക്കുമ്പോൾ എതിരുള്ളവന് അതിനെ നേരിടാൻ ബുദ്ധിമുട്ടുണ്ടാകും. സ്വാഭാവികമായി തന്നെ. Suffocating ആയിട്ട് തോന്നും. കാരണം അവരുടെ options നമ്മൾ എടുത്തു കളയുകയാണ് ചെയ്യുന്നത്. അവർക്ക് തോന്നിയ moves കളിക്കാനുള്ള freedom എടുത്തു കളയുന്നു. Accurate ആയിട്ടുള്ള move sequence കളിച്ചില്ലെങ്കിൽ കുഴിയിൽ ചെന്ന് ചാടും. നമ്മൾ maximum അവരെ കുഴിയിൽ ചാടിക്കാൻ നോക്കും. കളിക്കുന്ന രണ്ടു പേരും mistakes ഒന്നും നടത്തിയില്ലെങ്കിൽ പിന്നെ കളി സമനിലയിൽ അവസാനിക്കില്ലേ? അപ്പോൾ എതിരാളിക്ക് forcefully mistakes കളിയ്ക്കാൻ scope ഉണ്ടാക്കുന്നത് കളി ജയിക്കുന്നതിനുള്ള ഒരു ഉപാധിയല്ലേ? ഇതിന്റെ നേരെ തിരിച്ചാണ് Mikhail Tal-നെ പോലുള്ള കളിക്കാരുടെ strategy. അവരുടെ approach straight forward ആണ്. Direct ആയിട്ട് king-ന്റെ കൊരവള്ളി പിടിക്കുക. ഒരു military strike പോലെ ഒറ്റയടിക്ക് എല്ലാം തവിടു പൊടിയാക്കുക. Ivanchuk-ന്റെയും Tal-ന്റെയും ഒക്കെ games-ൽ ഇത് കാണാം. Opponent-ന്റെ king-നെ പൂർണ സമ്മർദ്ദത്തിലാക്കും. ഒരു വലിയ calculation hell-ൽ തള്ളിയിടും. എന്നിട്ട് ധൈര്യമുണ്ടെങ്കിൽ രക്ഷപ്പെട്ടു കാണിക്ക് എന്ന് വെല്ലു വിളിക്കും. Dubious ആയിട്ടുള്ള moves ഒന്നും ഇവർക്ക് പ്രശ്നമേയല്ല. ഓരോ നീക്കവും എതിരാളിയുടെ നെഞ്ചിൽ പഞ്ചാരിമേളത്തിന് വഴിയൊരുക്കും. Material balance-സും king safety-യും ഒക്കെ കാറ്റിൽ പറത്തി initiative-നും tempo-യ്ക്കും പ്രാധാന്യം കൊടുക്കുന്ന ശൈലി. Venus flytrap പോലെയോ, ചിലന്തിവല പോലെയോ ആണ് positional ശൈലി എങ്കിൽ ഒരു ചാവേറാക്രമണം പോലെയാണ് Tal-നെ പോലുള്ളവരുടെ tactical ശൈലി. MMA-യിലെ striker vs grappler പോലെയാണ് ഇവിടെ tactical vs positional ശൈലികൾ. ",
        "ഈ chess personality-യിലെ ഓരോ roles-സും മറ്റേ Myer Briggs personality types പോലെയാണെന്ന് ഇപ്പോൾ തോന്നുന്നു. ഇടക്കാലത്ത് അതിനെ എന്തോ വലിയ സംഭവം പോലെ ഞാൻ കൊണ്ടു നടന്നിരുന്നു. ഞാൻ INFP ആണ് എന്നാണ് അതിൽ കണ്ടത്. INTP ആവാത്തത് കൊണ്ട് വലിയ സങ്കടം ഒക്കെ ഉണ്ടായിരുന്നു. കിട്ടാത്ത മുന്തിരി പുളിക്കും എന്നത് കൊണ്ടാണോ എന്തോ, പിന്നെ ഇതിലൊന്നും വലിയ interest ഞാൻ കാണിച്ചില്ല. നക്ഷത്രം, zodiac, personality types, ഇപ്പോൾ ഈ chess personality - ഇതിലൊക്കെ അർദ്ധം കല്പിക്കുന്നത് മണ്ടത്തരമാണ്. നക്ഷത്രവും zodiac-ക്കും ഒക്കെ ‘more irrelevant than farts in a jet engine’ ആണെന്ന് conclude ചെയ്യാം. യാതൊരു basis-സും ഇതിനൊന്നിനും ഇല്ല. ശനിയും, ശുക്രനും, വ്യാഴവും, ചൊവ്വയും can fuck right off. പിന്നെയുള്ള ഈ personality types - അത് evidence based ആണ്. ശരി തന്നെ. പക്ഷെ അതിലും ഒരു spectrum ഉണ്ട്. Vary rarely മാത്രമേ ഒരാൾ ഇതിന്റെ extremes-ൽ ഉണ്ടാവുകയുള്ളൂ. Ambisocial ആയിട്ടുള്ള ആളുകളില്ലേ? Personally, extremely introverted ആണെന്ന് ഞാൻ എന്നെ പറ്റി വിലയിരുത്തുമ്പോഴും വേണ്ടത്ര social interaction ആണ്ടിലൊരിക്കലെങ്കിലും ഇല്ലെങ്കിൽ അത് എന്നെ bother ചെയ്യും. നല്ല ഉടുപ്പും ചെരുപ്പും ധരിച്ച് ഇറങ്ങും ഞാൻ പുറത്തേയ്ക്ക്. വഴിയേ പോകുന്ന പണ്ടെങ്ങാൻ പരിചയപ്പെട്ട ഏതോ ഒരുതാനാണെങ്കിൽ പോലും ചെന്ന് ഞാൻ സംസാരിക്കും. കാൺപൂരിൽ ഉള്ള സമയത്ത് ഒരുത്തനോടും മിണ്ടാൻ പറ്റാണ്ട് ഇരിക്കപ്പൊറുതി ഇല്ലാഞ്ഞിട്ട് മെസ്സിൽ സമാധാനപരമായി ഭക്ഷണം കഴിച്ചു കൊണ്ടിരുന്ന ഒരുത്തനോട് അങ്ങോട്ട് കയറി ഞാൻ മിണ്ടി പരിചയപ്പെട്ടിട്ടുണ്ട്. അവന്റെ douchey ഉടുപ്പിനെ ഞാൻ compliment ചെയ്തു. എന്നിട്ട് അതിൽ കയറി പിടിച്ച് small talk നടത്തി. Small talk എന്ന വിഷയത്തെ എനിക്ക് തീരെ ഇഷ്ടമില്ല. എന്നിട്ടും അത് നടത്തേണ്ട സാഹചര്യം ഉണ്ടായി.  ഇത് പോലെയൊക്കെയുള്ള interactions വിരലിലെണ്ണാവുന്ന സന്ദർഭങ്ങളിൽ മാത്രമേ എന്റെ ജീവിതത്തിൽ ഉണ്ടായിട്ടുള്ളൂ. In short, ഞാൻ പറയാൻ വന്നത് എന്ത് ഇതുപോലത്തെ aspect എടുത്തു കഴിഞ്ഞാലും ഒരു binary identifier-ന് ഉപരിയായി ഒരു continuous field-ൽ എവിടെയെങ്കിലുമായിരിക്കും നമ്മളുടെ സ്ഥാനം. ‘ചൊട്ടയിലെ ശീലം ചുടല വരെ’ എന്ന പഴഞ്ചൊല്ല് മാതിരി ജീവിതത്തിലുടനീളം ഈ ശീലങ്ങൾ തുടരുമോ എന്നുള്ളത് എനിക്കറിയില്ല. I hope not. കാരണം എല്ലാവർക്കും മാറ്റേണ്ടതായിട്ടുള്ള ശീലങ്ങൾ ഉണ്ട്. എനിക്ക് പ്രത്യേകിച്ചും."
    ]
}