{
    "id": 85,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "മിനി ചന്ദ്രന്റെ class-സുകൾ literature-ലെ censorship-നെ സംബന്ധിച്ചാണെങ്കിലും സാഹിത്യത്തെ പറ്റി general ആയിട്ടുള്ള ചില ചിന്തകളും അഭിപ്രായങ്ങളും അവർക്കുണ്ടായിരുന്നു. ക്ലാസ്സിൽ ഇടയ്ക്കൊക്കെ പറയുകയും ചെയ്യും. മിക്കതും എന്റെ ഓർമയിലില്ല. അതിന് കാരണം ചിലപ്പോൾ ആ ചിന്തകളൊക്കെ എന്റെ തലയ്ക്കു മീതെ പറക്കുന്നവയായത് കൊണ്ടാകാം. ചിലത് കേട്ടിരിക്കാൻ താത്പര്യമില്ലാതിരുന്നത് കൊണ്ടാകാം. ഒരു ദിവസം ക്ലാസ്സിനിടെ ഓരോ എഴുത്തുകാരുടെയും works-നെ compare ചെയ്യുകയുണ്ടായി. ഒരു വശത്ത് ചേതൻ ഭഗത്, അമിത് ത്രിപാഠി, പൗലോ കൊയ്‌ലോ, അയൻ റാൻഡ്, പിന്നേതോ പൈങ്കിളി കഥയൊക്കെ എഴുതുന്ന പെണ്ണുങ്ങൾ. മറുവശത്ത് വേറെ കുറെ പ്രഗല്ഭർ. ഏതാണ്ട് നമ്മുടെ എം. ടി-യെ പോലുള്ളവർ. ചേതൻ ഭഗത്-നെയും അവരുടെ കൂട്ടത്തിൽ പെട്ടവരുടെയും കഥകൾ ടീച്ചർക്ക് personally ഇഷ്ടമില്ല. അവരുടെ അഭിപ്രായം കഥകൾ ഒരിക്കലും വിവരണത്തെ പോലാകരുത് എന്നാണ്. നല്ല കഥകൾ അതിനൊടുക്കം അതിന്റെ ഗുണപാഠം വിശദീകരിക്കില്ല. ‘ഞാൻ പറയാൻ ഉദ്ദേശിച്ചത് ഇതാണ്’ എന്ന് ഒരു നല്ല കഥയും പറയില്ല. ഇത് ടീച്ചറിന്റെ belief ആണെങ്കിൽ കൂടി അതിൽ കഴമ്പുണ്ട് എന്ന് തന്നെയാണ് എന്റെയും തോന്നൽ. ഞാനും കുറച്ച് പുസ്തകങ്ങൾ വായിച്ചിട്ടുണ്ട്. ചേതൻ ഭഗത്തിന്റെയും, അമിത് ത്രിപാഠിയുടെയും, പൗലോ കൗലോയുടെയും ഒക്കെ വായിച്ചിട്ടുണ്ട്. അതിൽ ചിലതൊക്കെ ഇഷ്ടമുണ്ട് താനും. Entertainment-ന്റാണ് ഉദ്ദേശിക്കുന്നതെങ്കിൽ ഇവരുടെ പുസ്തകങ്ങൾ ഒക്കെ അത് deliver ചെയ്യുന്നുമുണ്ട്. അതിനർത്ഥം എനിക്ക് നല്ലതല്ലാത്ത കഥകൾ ഇഷ്ടമാണെന്നല്ലേ? പ്രഗത്ഭരുടെ works ഒക്കെ എപ്പോഴും എനിക്ക് esoteric ആയിട്ടാണ് തോന്നാറുള്ളത്. വായിക്കുമ്പോൾ ഞാൻ ശ്രമിക്കാറുണ്ട്. ഒരു English teacher-റെ മാതിരി ആ ‘നീല curtain’ എന്തിനെ symbolize ചെയ്യുന്നുവെന്ന് ഞാൻ കുറെ ചിന്തിക്കും. നീല curtain. നീല ആകാശം. കാർമേഘങ്ങളില്ലാത്ത ആകാശം. തെളിഞ്ഞ ആകാശം. Protagonist തെളിവെയിൽ പോലെ പ്രസന്നനായിരിക്കണം. പക്ഷെ രണ്ട് sentence-ന് മുൻപ് protagonist തീരാദുഖത്തിൽ കരഞ്ഞു എന്നല്ലേ എഴുതിയിരിക്കുന്നത്? അപ്പോൾ അയാൾ happy അല്ലെ? എന്റെ conclusions-ന് യാതൊരു അർത്ഥവും കാണില്ല. അത്കൊണ്ട് ഞാൻ നീല curtain-നെ നീല curtain ആയി തന്നെ treat ചെയ്ത് ഇങ്ങനത്തെ esoteric കഥയും novel-ലും വായിക്കും. ഏറ്റവും അവസാനം ഇതുപോലെ ഉള്ള ഒരെണ്ണം വായിച്ചത് ‘Kafka on the Shore’ ആയിരുന്നു. അതെഴുതിയ മുറാകാമിയുടെ പേരൊക്കെ മലയാളത്തിലുള്ള ലേഖനങ്ങളിലും മറ്റും ഞാൻ കണ്ടിട്ടുണ്ട്. സത്യം പറഞ്ഞാൽ, വല്ലാണ്ട് confusing ആയിരുന്നു. എന്റെ പൈങ്കിളി imagination-ൽ അപ്പൂപ്പനും ആ teenager-റും novel-ന്റെ അവസാനം handshake കൊടുത്ത് പരിചയപ്പെടുന്നതൊക്കെയായിരുന്നു. ഒന്നും സംഭവിച്ചില്ല. കുറെ ഒന്നും മനസ്സിലായില്ലെങ്കിലും അവിടെ ഇവിടെ കുറച്ച് മനസ്സിലായത് enjoy ചെയ്തു. ചില സമയം നോവലിലെ ചില കാര്യങ്ങളെ പറ്റി ചിന്തിച്ചു. ഉത്തരം കിട്ടാതെ നെറ്റിൽ നോക്കി മറ്റുള്ള ആളുകളുടെ തോന്നൽ എന്താണെന്ന് വായിച്ചു. ഒടുക്കം novel-നോട് ഒരു discontent തോന്നി. As if I was expecting more.. Then, ഞാൻ കഥയുമായി വലിയ ബന്ധമില്ലാത്ത കുറെ theoryകൾ ഉണ്ടാക്കും. എന്നിട്ട് അവിടെയും ഇവിടെയും തൊടാതെ എനിക്ക് മനസ്സിലാവാത്തവയ്ക്ക് explanations ഉണ്ടാക്കും. Kind of like extreme മതവിശ്വാസികൾ scientific ആയിട്ടുള്ള കാര്യങ്ങൾ explain ചെയ്യുന്നത് പോലെ. ‘അമ്മേ, വെള്ളം തിളയ്ക്കുമ്പോൾ നീരാവി ഉണ്ടാകുന്നത് എന്ത് കൊണ്ടാണമ്മേ?’. ‘അതോ, അതൊക്കെ ദൈവത്തിന്റെ magic ആണ് മോളെ’."
    ]
}