{
    "id": 86,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "മിക്ക സമയങ്ങളിലും ആളുകൾക്ക് വേണ്ടത് അവരുടെ മനസ്സിലുള്ളത് പങ്കുവയ്ക്കാൻ വേണ്ടി ഒരാളെയാണ്. വെള്ളവും വായുവും ഭക്ഷണവും കഴിഞ്ഞാൽ ഇതായിരിക്കും മിക്കവർക്കും ആവശ്യമുള്ളത്. ഉള്ളിലുള്ളത് പറയാനുള്ളത് കേൾക്കാൻ ഉറ്റവർ കൂടെയുണ്ടെങ്കിൽ എപ്പോഴും അത് ഒരു ആശ്വാസമായിരിക്കും. അവരുടെ വിഷമങ്ങളും വേദനകളും നഷ്ടസ്വപ്നങ്ങളും വരുംവരായ്കകളും എല്ലാം dispose ചെയ്യാനുള്ള ഒരു toilet പോലെ, അല്ലെങ്കിൽ കുറച്ച് കൂടി glorify ചെയ്ത് പറഞ്ഞാൽ അവരുടെ temper ഒഴുക്കി വിടാൻ വേണ്ടി ഒരു വലിയ heat sink. ചിലപ്പോൾ അവരുടെ to-do list-റ്റും ഇയാളായിരിക്കും. Automatic ആയിട്ട് ഇവരോട് സംസാരിക്കുമ്പോൾ മുൻപ് ചെയ്യാൻ വിചാരിച്ച, പക്ഷെ ചെയ്യാൻ വിട്ടു പോയ കാര്യങ്ങളെ ഇവർ remind ചെയ്യിക്കുകയും ചെയ്യും. Literally ഒരു bio, organic to-do list! I think ഈ പണികളൊക്കെ ചെയ്യുന്നതിൽ ഞാൻ expert ആണെന്ന്. Maybe എന്റെ delusions-ന്റെ കൂമ്പാരത്തിൽ ഒന്നുമാത്രം ആകാമിത്. ഒരു സംസാരപ്രിയനേക്കാൾ എത്രയോ ഉപരി എനിക്ക് ഒരു ശ്രോതാവാവാനാണ് ഇഷ്ടം. Audience-ന്റെയിടയിലാണ് എന്റെ സ്ഥാനം. നല്ല mindful ആയിട്ടുള്ള audience-ന്റെ കൂട്ടത്തിൽ ഒരുവൻ. അപ്പോൾ ശ്രോതാവിന്റെ വിഷമം ആര് കേൾക്കും? കുറെയൊക്കെ ശ്രോതാവിന്റെ അമ്മ കേൾക്കും. കുറെയൊക്കെ ഇത് വായിക്കുന്നവരും കേൾക്കും. അത്ര തന്നെ!",
        "!PRE_ലക്ഷ്യസ്ഥാനം__തലയ്ക്കടി കൊണ്ടത് പോലും ഓർമയില്ല. ബോധം വീണ ഉടനെ അസഹ്യമായ വേദനയാണ് വരവേറ്റത്. കുറെ കരഞ്ഞു. കരഞ്ഞു കരഞ്ഞു മടുത്തപ്പോൾ ചുറ്റുപാടിനെ പറ്റിയുള്ള ബോധം വന്നു. പരുക്കൻ തുണി വച്ച് കണ്ണു മൂടിക്കെട്ടിയിരിക്കുകയായിരുന്നു. കണ്ണീരിൽ കുതിർന്ന ആ തുണി ചർമ്മത്തോട് പറ്റിപ്പിടിക്കുവാനും തുടങ്ങി. കയ്യും കാലും ബന്ധിച്ചിരിക്കുന്നു. ഏതോ ഒരു വണ്ടിക്കകത്തെ സീറ്റിലാണ് ഇരിക്കുന്നത്. എഞ്ചിന്റെ വിരസമായ ശബ്ദം മറ്റെല്ലാ ശബ്ദങ്ങളെയും പിന്നിലാക്കി കാതിൽ തുളച്ചുകേറുന്നു. റോഡിലൂടെയാകില്ല വണ്ടിയുടെ സഞ്ചാരം. നിറയെ കുണ്ടും കുഴികളുമുണ്ട്. സീറ്റിൽ നിന്നും ബാലൻസിലാതെ നിലത്തേക്ക് വീഴാൻ പോകുന്ന പോലെ. എങ്ങോട്ടോ തട്ടിക്കൊണ്ട് പോവുകയാണെന്നാണ് വിചാരിക്കുന്നത്. രക്ഷിക്കാൻ വേണ്ടിയുള്ള മുറവിളി കൂട്ടിയില്ല. തട്ടിക്കൊണ്ട് പോയവർ എത്ര അപകടകാരികളാണെന്ന് ആർക്കറിയാം? എങ്ങനെ ഇതിനകത്ത് എത്തിപ്പെട്ടു എന്ന് ചിന്തിച്ചു നോക്കി. ഒന്നും ഓർത്തെടുക്കാൻ പറ്റുന്നില്ല. എവിടെ വച്ചാണ് തട്ടിക്കൊണ്ട് പോയത്? ഏതു സമയം? ഏതു വിധത്തിൽ? ഒന്നുമറിയില്ല. അത് മാത്രമല്ല. ബോധം വരുന്നതിന് മുൻപുള്ള ഒന്നും തന്നെ ഓർമയില്ല. തലയ്ക്കടി കൊണ്ടതാണെന്ന് അവിടെ നന്നായി വേദനിക്കുന്നത് കൊണ്ട് അനുമാനിച്ചതാണ്. ചിലപ്പോൾ ആ പ്രഹരത്തിൽ മറന്നതാകും. പേരും ഊരും കൂടപ്പിറപ്പും ഒക്കെ ഓർത്തെടുക്കാൻ പറ്റുന്നില്ല. ആകെപ്പാട് ഒരു നിസ്സഹായത കൺ മൂടിക്കെട്ടിയ ഇരുട്ടിൽ തെളിഞ്ഞു വന്നു. ആ നിസ്സഹായതയിൽ പരുക്കൻ തുണി രണ്ടാമതൊരു വട്ടം കൂടി നനഞ്ഞു. കുറെ ഓർമ്മിക്കാൻ ശ്രമിച്ചുകൊണ്ടേയിരുന്നു. ഒടുവിൽ പരാജയം സമ്മതിച്ചു. സഹികെട്ട് ഉച്ചത്തിൽ ചോദിച്ചു: ‘എന്തിനാ തട്ടിക്കൊണ്ട് പോകുന്നത്? എന്ത് തെറ്റാണ് ചെയ്തത്? വെറുതെ വിട്ടൂടെ?’. ഉത്തരമില്ല. ‘എങ്ങോട്ടാണ് പോകുന്നത്?’. അതിനും ഉത്തരമില്ല. എന്തൊരു മണ്ടൻ ചോദ്യം. തട്ടിക്കൊണ്ട് പോകുന്നവൻ പോകുന്നിടത്തെ സ്ഥലവിവര കണക്കുകൾ എന്തിന് വിശദീകരിക്കണം? ഈ വണ്ടിക്കകത്ത് എത്ര പേരുണ്ട്? ഈ സീറ്റിൽ എത്ര പേരുണ്ട്? പുളഞ്ഞ് പുളഞ്ഞ് സീറ്റിന്റെ വിസ്തീർണ്ണം മുഴുവൻ പരിശോധിച്ചു നോക്കി. ആരുമില്ല. ശൂന്യത. വണ്ടി ഓടിക്കുന്നവൻ ഒരാളുണ്ടാകില്ലേ? അയാളുടെ ഒരു ഞരക്കം പോലും കേൾക്കാനില്ല. ആളൊഴിഞ്ഞ പ്രേതവണ്ടിയോ ഇത്? __ഒരുപാട് നേരമായി വണ്ടി ഓടിക്കൊണ്ടിരിക്കുന്നു. വണ്ടിക്കകത്തെ നിശബ്ദത കൂടുതൽ കൂടുതൽ ഭയാനകമാവുകയാണ്. വീണ്ടും ആ ശൂന്യതയിലേക്ക് ഒരു ചോദ്യം എറിഞ്ഞു കൊടുത്തു: ‘ഈ കെട്ടൊന്ന് അഴിക്കാമോ?’ ഉത്തരമില്ല. കുറച്ച് നേരം കാത്തിരുന്നു നോക്കി. ഇതിനകത്ത് സമയത്തിന് പ്രസക്തിയില്ല. ആകെ മാറ്റം കുണ്ടിലും കുഴികളിലും മാത്രം. ചുറ്റിലും ആരുമില്ല എന്ന വിശ്വാസത്തിൽ സ്വയം കെട്ടഴിക്കാൻ ആവുന്നത് ശ്രമിച്ചു നോക്കി. ബലം പ്രയോഗിച്ചു നോക്കി. കുറെ പുളഞ്ഞു നോക്കി. എന്തു കാര്യം. കണ്ണിലെ കെട്ടഴിക്കാൻ ആവുന്നതും ശ്രമിച്ചു നോക്കി. വേണ്ട കെട്ടഴിയണ്ട. ഒരു ചെറു വെട്ടമെങ്കിലും കണ്ടാൽ മതി. ഒരു തരി പ്രകാശം മതി. ഒരു പ്രയോജനവുമില്ല. വരിഞ്ഞു മുറുക്കി കെട്ടിയതാണ്. ദേഹം വേദനിക്കുകയല്ലാതെ വേറെ ഫലമൊന്നുമുണ്ടായില്ല. ധരിച്ച ഉടുപ്പിൽ നിന്നും വിയർപ്പിന്റെ രൂക്ഷ ഗന്ധം അറിഞ്ഞു. ആ വണ്ടിക്കകത്ത് ഈ ചൂര് മാത്രമേ പരിചയക്കാരനായി ഉള്ളൂ. ഇത് സ്വപ്നമായിരിക്കണം. ഒരു പുതിയ ദുഃസ്വപ്നം. അല്ലാതെ വഴിയില്ല. ആ ചൂരും ശ്വസിച്ച് കുറെ ഉണരുന്നതും കാത്ത് കിടന്നു. __അങ്ങനെ കിടന്നപ്പോൾ കുണ്ടിലും കുഴിയിലും മാത്രമായി ശ്രദ്ധ. ഒരു പുതിയ സത്യം അതിൽ ശ്രദ്ധിച്ച് കൊണ്ടിരുന്നപ്പോൾ മനസ്സിലായി. ഒരേ ഗട്ടറുകളിലൂടെ പലവട്ടം പൊയ്ക്കൊണ്ടിരിക്കുകയാണ് ഈ വണ്ടി. ഒരു വലിയ വട്ടത്തിനു ചുറ്റും മണിക്കൂറുകളായി ഈ വണ്ടി ഓടിക്കൊണ്ടിരിക്കുകയാണ്. നിർത്താതെ. ഗട്ടറുകൾ ഒന്ന് പോലും വെട്ടിക്കാതെ. എങ്ങോട്ടും ഈ വണ്ടി പോകുന്നില്ല. ഒരു ലക്ഷ്യസ്ഥാനവും ഇതിനില്ല. അതായിരുന്നു അവസാനത്തെ കച്ചിത്തുരുമ്പ്. മുഖം ചുമന്നു തിളച്ചു. കലിപ്പ് കയറി തൊണ്ട പൊട്ടുമാറുച്ചത്തിൽ അലറി കരഞ്ഞു: ‘എടാ ദ്രോഹീ, നായേ, എന്താ നിനക്ക് വേണ്ടത്? എന്തിനാ ഇങ്ങനെ ചെയ്യണത്? അഴിച്ച് വിട്! ഈ കെട്ട് അഴിച്ച് വിടാൻ!’ ആ രോദനത്തിന്റെ അലയൊലികൾ എഞ്ചിൻ ശബ്ദത്തിനിടയിലൂടെ ഊർന്നു പോയി. അവശേഷിച്ചത് നേർത്ത തേങ്ങൽ മാത്രം. അതും കുറച്ച് ഗട്ടറുകൾക്ക് ശേഷം നിലച്ചു. ഗട്ടറുകൾ വീണ്ടും വീണ്ടും ആവർത്തിച്ചു. വീണ്ടും വീണ്ടും. വീണ്ടും വീണ്ടും. വീണ്ടും. __‘അദ്ദേഹത്തോട് അങ്ങനൊന്നും പറയരുത്’_‘ആരോട്’_‘ഡ്രൈവറോട്’_‘നിങ്ങളാരാ?’_‘ഞാനോ? ഞാൻ നിങ്ങളെ ബന്ധിച്ച ഈ കെട്ട്. അദ്ദേഹം നിങ്ങളെ രക്ഷിച്ച് കൊണ്ടുപോവുകയാണ്.’_‘എങ്ങോട്ട്?’_’****’_‘എങ്ങോട്ടെന്ന്?’_‘അറിയില്ല’_‘എന്നെ അഴിച്ച് വിടാൻ പറയൂ. എനിക്ക് തിരിച്ച് പോകണം.’_‘പറ്റില്ല’_‘അഴിച്ച് വിടൂ. എന്നെ ആരും രക്ഷിക്കണ്ട’_‘തിരിച്ച് പോക്ക് ഒരിക്കലും നടക്കാൻ പോകുന്നില്ല. എനിക്കൊന്നും ചെയ്യാനും സാധിക്കില്ല. എന്നോട് അതിനെ പറ്റി ചോദിക്കരുത്.’_‘ഞാൻ ഡ്രൈവറോട് ചോദിച്ചോളാം. അയാളുടെ പേരെന്താണ്?’_‘എനിക്കറിയില്ല. അദ്ദേഹത്തിന് സംസാരശേഷി ഇല്ല. കാതും കേൾക്കില്ല. നിങ്ങളെ കാണാനുമാവില്ല. ചോദിച്ചിട്ട് ഒരു കാര്യവുമില്ല’_‘നിങ്ങൾക്കെങ്ങനെ അയാളെ അറിയാം?’_‘എനിക്ക് അദ്ദേഹത്തെ അറിയില്ല’_‘പിന്നെ രക്ഷിക്കാൻ കൊണ്ട് പോവുകയാണെന്ന് എങ്ങനെ അറിയാം?’_‘അതെന്റെ വിശ്വാസമാണ്.’_‘കെട്ടേ, നീ എന്ത് പൊട്ടത്തരമാണ് പറയുന്നത്! നിന്റെ രക്ഷകൻ ഇത്രയും നേരമായി ഒരു വട്ടത്തിൽ കിടന്ന് കറങ്ങുകയാണെന്ന് നിനക്കറിയുമോ? ഒരു മുഴുഭ്രാന്തനാണ് അയാൾ.’_‘ചുമ്മാതല്ല നിങ്ങളെ കെട്ടിയിടാൻ എന്നെയും പരുക്കൻ തുണിയെയും ഉപയോഗിച്ചത്. ലക്ഷ്യമെത്തും വരെ മിണ്ടാതെ അവിടെ കിടക്കുന്നതാണ് നിങ്ങൾക്ക് നല്ലത്.’_‘അങ്ങനൊരു ലക്ഷ്യമില്ല കെട്ടേ.’_‘എന്ന് നിന്നോടാര് പറഞ്ഞു? മിണ്ടാതിരിയെടാ! ചിലച്ചത് മതി. നിന്റെ വാ അദ്ദേഹം മൂടിക്കെട്ടാഞ്ഞത് കഷ്ടമായിപ്പോയി.’"
    ]
}