{
    "id": 87,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഒരു അഞ്ച് മിനിറ്റ് മുൻപ് എനിക്ക് ഒരു വെളിപാടുണ്ടായി. Chess community-ക്ക് London system കളിക്കുന്നവരെയും, French, Caro-Kann തുടങ്ങിയവയിലെ exchange variation കളിക്കുന്നവരെയും വെറുപ്പാണ്. അത്രയും boring ആയിട്ടുള്ള openings ആണ് ഇതൊക്കെ. പക്ഷെ എനിക്ക് അങ്ങനെ ഒന്നും ഇത് വരെ തോന്നിയിട്ടില്ല. ഒന്നെങ്കിൽ ഞാൻ position close ചെയ്ത് maneuvering ആയിട്ടുള്ള നീണ്ട games കളിക്കും. അല്ലെങ്കിൽ symmetrical positions-ൽ endgame വരെ കൊണ്ട് ചെന്നെത്തിച്ച് time trouble-ൽ എതിരാളിയെ കുടുക്കും. ഇതാണ് എന്റെ പ്രധാനപ്പെട്ട overall strategies രണ്ടെണ്ണം. ഒരു dynamicism-മും ഇല്ല. ഒരു variety-യും ഇല്ല. പക്കാ solid! പക്ഷെ അറുബോറൻ കളിശൈലി. അങ്ങനെ നോക്കിയാൽ ഈ community ഭ്രഷ്ട്ട് കൽപ്പിച്ച despicable assholes-ന്റെ കൂട്ടത്തിൽ ഒരാളാണ് ഞാൻ. Chessboard-ന് മുകളിൽ എന്റെ തന്നെ reflection തന്നെയല്ലേ ഞാൻ കാണുന്നത്? ഞാൻ real life-ൽ എത്ര boring ആണോ, അത്ര തന്നെ boring ആണ് chessboard-ന് മീതെയും. I think ഇത് ഏത് കളിക്കാരനും applicable ആണെന്നാണ്. ഉദാഹരണം Nepomniachtchi. അദ്ദേഹം ഒക്കെ press meeting-ങ്ങുകളിൽ ശാന്തനാണെങ്കിലും ശരിക്കും ഉള്ളിൽ കൂടുതൽ emotional ആയിട്ടുള്ള കളിക്കാരനാണ്. അദ്ദേഹം കളിക്കുമ്പോഴും ആ emotions board-ന് മീതെ കാണാം. ക്ലോക്കിൽ കാണാം.",
        "ഒരിക്കലും മനപ്പൂർവം ഞാൻ ഒരു gambit-റ്റും കളിക്കാറില്ല. ഒരു pawn sacrifice-സും കൊണ്ട് ഞാൻ ഇന്നേവരെ ഒരു initiative-വും tempo-യും lead in development-ന്റും ഒന്നും തന്നെ നേടിയിട്ടില്ല. ആകെ കളിച്ച gambit-റ്റുകൾ ഒന്നെങ്കിൽ mouseslip കാരണം, അല്ലെങ്കിൽ premove കാരണം, അതുമല്ലെങ്കിൽ pure blunder കാരണം മാത്രമായിരിക്കും. ഞാൻ tactics-ൽ above average ആണെന്നാണ് എന്റെ വിശ്വാസം. അത് കൊണ്ട് കുറച്ചങ്ങ് dynamic ആയ open position ആയാലും അതിലെ tactical potential മുതലെടുക്കും. കുറഞ്ഞ time control ആണെങ്കിൽ ചില club കളിക്കാരെ പോലെ tricky ആയിട്ടുള്ള dubious moves കളിക്കും. അത് ഒരു തരം gambling പോലെയാണ്. കുറച്ച് കൂടി dignify ചെയ്ത് പറഞ്ഞാൽ ഒരു informed guess. Opponent-ന്റെ അറിവില്ലായ്മയെ ചൂഷണം ചെയ്യൽ. Lower rated കളിക്കാരോട് പെട്ടെന്ന് ജയിക്കാൻ ഈ cheapo ഗുണം ചെയ്യും. പക്ഷെ നമ്മുടെ rating ഉള്ളവരോ അല്ലെങ്കിൽ നമ്മളെക്കാൾ ഉയർന്ന rating ഉള്ളവരോ ആണെങ്കിൽ നമ്മളുടെ bluff അവർ ഒരൊറ്റ നിമിഷം കൊണ്ട് മനസ്സിലാക്കി നമ്മളെ punish ചെയ്യും. ചില സമയത്ത് completely തോറ്റ് തുന്നം പാടി അടുത്ത move-ൽ resign ചെയ്യും എന്ന ഘട്ടത്തിൽ എത്തി നിൽക്കുന്ന സമയത്ത് എതിരാളിയുടെ നിലവാരം നോക്കാതെ നമ്മൾ ഒരു ‘hail mary’ attempt നടത്തും. The thing is, വെറുതെ resign ചെയ്യുന്നതിനെകാൾ ഈ attempt എന്നെ കുറെ വട്ടം തോൽവിയുടെ വക്കിൽ നിന്ന് കൈപിടിച്ച് at least സമനിലയിൽ എങ്കിലും എത്തിച്ചിട്ടുണ്ട്. അത് കൊണ്ടാണ് എത്ര hopeless ആയ കളിയാണെങ്കിലും എതിരാളി checkmate ചെയ്യുന്ന വരെയോ അല്ലെങ്കിൽ നമ്മളുടെ ക്ലോക്കിലെ സമയം തീരുന്നത് വരെയോ നമ്മൾ കളി തുടരണം എന്ന് ഞാൻ വിശ്വസിക്കുന്നത്. അതിലെ ഒരേയൊരു പ്രശ്നം psychological ആയിട്ടുള്ള വേദനയാണ്. More often than not, നമ്മളുടെ ഓരോ നീക്കവും തോൽവിയിലേക്കുള്ള ചുവടുകളാണ് എന്ന തിരിച്ചറിവ് നമ്മളുടെ esteem-നെ ബാധിക്കും. എതിരാളിയെ അപേക്ഷിച്ച് നമ്മൾ മോശക്കാരാണെന്ന് നിനക്കും. Logically എത്ര dismiss ചെയ്താലും ഈ ചിന്ത അവിടെ തന്നെ കിടക്കും. അവസാനം വരെ resign ചെയ്യാതെ കളിക്കാനുള്ള അതെ ആർജവം ജീവിതത്തിൽ പക്ഷെ എനിക്കില്ല. For some reason, chessboard-ന് വെളിയിൽ ഞാൻ അസ്സൽ ഒരു quitter ആണ്. എനിക്ക് അതെത്ര ഇഷ്ടമില്ലാത്ത quality ആണെങ്കിലും അതാണ് reality."
    ]
}