{
    "id": 88,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "അച്ഛമ്മയ്ക്ക് മരിക്കുന്നതിന് മുൻപ്, ബോധം നഷ്ടപ്പെടുന്നതിന് മുൻപ് ഞാൻ കുറെ കുറെ പാട്ടുകൾ mobile-ൽ earphone-ൽ വച്ച് കേൾപ്പിക്കുമായിരുന്നു. അച്ഛമ്മ ചെറിയ കുട്ടിയായിരുന്നപ്പോൾ മുതൽ കേട്ട പാട്ടുകൾ ഞാൻ വച്ചു കൊടുക്കും. ഒരു വലിയ playlist ഞാൻ Youtube Music വച്ചിട്ട് ഉണ്ടാക്കി. വയറിൽ വേദന കൂടുന്ന സമയം മാത്രമാണ് അച്ഛമ്മ പാട്ടിൽ നിന്നും ശ്രദ്ധ തെറ്റിക്കുക. അതില്ലെങ്കിൽ കുറെ നേരം ഈ പാട്ടുകളും കേട്ട് കിടക്കും. പഴേ പാട്ടിനോട് അച്ഛമ്മയ്ക്ക് ഭയങ്കര പ്രിയമാണ്. സന്തോഷിപ്പിക്കുന്ന പാട്ടുകൾ മാത്രമേ ഞാൻ വയ്ക്കാറുള്ളൂ. എപ്പോഴോ എന്റെ കണ്ണിൽ പെടാതെ ‘ദേശാടനം’ എന്ന സിനിമയിലെ ‘കളിവീടുറങ്ങിയല്ലോ’ എന്ന പാട്ട് ആ playlist-ൽ പെട്ടുപോയി. ഒരു ചെറിയ കുട്ടി അത് കളിച്ചു നടക്കേണ്ട പ്രായത്തിൽ സന്യാസത്തിലേക്ക് ദത്തെടുക്കപ്പെടുകയും അത് വഴി അവന്റെ അച്ഛനമ്മമാർക്ക് മകനെ എന്നെന്നേക്കുമായി പിരിയുന്ന ദുഃഖവുമാണ് കഥയിൽ പറയുന്നത്. ഈ പാട്ടിൽ ആ മാതാപിതാക്കളുടെ സങ്കടങ്ങളെ വിവരിക്കുകയാണ് അതെഴുതിയ ആൾ ചെയ്തിരിക്കുന്നത്. അതിന്റെ വരികൾ ഇതാണ്:",
        "!PRE_കളിവീടുറങ്ങിയല്ലോ_കളിവാക്കുറങ്ങിയല്ലോ_ഒരു നോക്കു കാണുവാനെൻ_ആത്മാവു തേങ്ങുന്നല്ലോ_തഴുകുന്ന തിരമാലകളേ_ചിരിക്കുന്ന പൂക്കളേ_അറിയില്ല നിങ്ങൾക്കെന്റെ_അടങ്ങാത്ത ജന്മദുഃഖം__താരാട്ട് പാടിയാലേ_ഉറങ്ങാറുള്ളൂ_ഞാൻ പൊന്നുമ്മ നൽകിയാലേ_ഉണരാറുള്ളൂ_കഥയൊന്നു കേട്ടാലേ_ഉണ്ണാറുള്ളൂ_എന്റെ കൈവിരൽ തുമ്പു പിടിച്ചേ_നടക്കാറുള്ളൂ_അവൻ നടക്കാറുള്ളൂ__ഇനിയെന്നു കാണുമെന്നായ്_പിടഞ്ഞു പോയി എന്റെ _ഇടനെഞ്ചിലോർമ്മകൾ _തുളുമ്പിപ്പോയി.__എത്രയായാലും എൻ ഉണ്ണിയല്ലേ _അവൻ വിലപിടിയാത്തൊരെൻ _നിധിയല്ലേ എന്റെ _പുണ്യമല്ലേ__കളിവീടുറങ്ങിയല്ലോ_കളിവാക്കുറങ്ങിയല്ലോ_ഒരു നോക്കു കാണുവാനെൻ_ആത്മാവു തേങ്ങുന്നല്ലോ_തഴുകുന്ന തിരമാലകളേ_ചിരിക്കുന്ന പൂക്കളേ_അറിയില്ല നിങ്ങൾക്കെന്റെ_അടങ്ങാത്ത ജന്മദുഃഖം__കളിവീടുറങ്ങിയല്ലോ_കളിവാക്കുറങ്ങിയല്ലോ",
        "അച്ഛമ്മയ്ക്ക് ഈ സിനിമയും, പാട്ടും അറിയാം. കണ്ടിട്ടുണ്ട്. ഈ പാട്ട് കേട്ട് കൊണ്ടിരുന്നപ്പോൾ അച്ഛമ്മയുടെ കണ്ണിൽ നിന്ന് കണ്ണീർ ഒഴുകുന്നത് ഞാൻ കണ്ടു. അപ്പോൾ തന്നെ ഞാൻ ആ പാട്ട് off ചെയ്തു. എന്നിട്ട് എന്നെ തന്നെ despise ചെയ്തു. ഞാൻ എന്തിനാണോ അച്ഛമ്മയ്ക്ക് പാട്ട് കേൾപ്പിച്ചു കൊടുക്കുന്നത്, അതിന്റെ നേരെ opposite കാര്യമാണ് ഞാൻ നേടിയെടുത്തത് എന്ന ചിന്ത എന്നെ അസ്വസ്ഥനാക്കി. അച്ഛമ്മയ്ക്കറിയാമായിരുന്നു അധിക കാലം ജീവിക്കില്ലെന്ന്. വാ തോരാതെ കഥകൾ പറഞ്ഞു കൊണ്ടിരുന്ന അച്ഛമ്മ അവസാന കാലങ്ങളിൽ മൗനിയായിട്ട് കിടക്കുന്നത് എനിക്ക് കണ്ടു നിൽക്കാനേ കഴിയുമായിരുന്നില്ല. ഓരോ തവണ ബിബിയമ്മയുടെ വീട്ടിൽ ചെന്ന് അച്ഛമ്മയുടെ അടുത്ത് സമയം ചിലവഴിച്ച് മടങ്ങുമ്പോഴും എനിക്ക് കരച്ചിൽ നിർത്താൻ പറ്റില്ല. വീടെത്തും വരെ കരയും. എന്ത് horrible ആയിട്ടുള്ള രോഗമാണിത്. ദൈവത്തിന് ആൾക്കാരെ കൊല്ലാൻ വേറെ വഴികളൊന്നുമില്ലേ? Maybe ഇങ്ങനെ നരകിച്ച് ചാവുന്നത് കാണുന്നത് ദൈവത്തിന് ഒരു thrill ആയിരിക്കും."
    ]
}