{
    "id": 89,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്കറിയാം എന്റെ sob stories are getting out of control. Maybe venting out to void is my way of finding solace. പക്ഷെ ഞാൻ dispose ചെയ്ത garbage മൊത്തം എന്നെ തിരഞ്ഞ് കണ്ടുപിടിച്ച് എന്റടുത്തേക്ക് തന്നെ മടങ്ങി വരുകയാണ്. അതിന് ഞാൻ എന്ത് ചെയ്യാനാണ്? ഒരു കാര്യം ചെയ്യാം. ഈ negativity exist ചെയ്യുന്നില്ലെന്ന് pretend ചെയ്യാം. 'Fake it till you make it' എന്നൊക്കെ പറയുന്ന മാതിരി കുറെ ഇങ്ങനെ pretend ചെയ്ത് ചെയ്ത് അതിനെ ഇല്ലാതാക്കാൻ പറ്റുമായിരിക്കും. പക്ഷെ അത് തന്നത്താൻ fool ചെയ്യുന്നതിന് തുല്ല്യമല്ലേ? മുന്നിലുള്ള സാധനത്തിന്റെ നല്ലത് മാത്രം കാണാൻ പറഞ്ഞാൽ അതെങ്ങനെ ശരിയാകും? നല്ലതിനെയും ചീത്തതിനെയും acknowledge ചെയ്യേണ്ടേ? ‘എന്റെ ലോകം എത്ര സന്തോഷകരമാണ്’ എന്ന് പറയുന്നവർ delusional അല്ലേ? ചില കാര്യങ്ങൾ ignore ചെയ്യാതെ മര്യാദയ്ക്ക് ജീവിക്കാൻ ആകില്ല എന്ന് പറയുന്നത് ശരിയാണോ?",
        "ഞാൻ ഈ എഴുതിയതൊക്കെയും ആർക്കും വായിക്കാൻ ഇഷ്ടമില്ലാത്തത് ആയിരിക്കും. ആർക്കും ഇതിന്റെ ആവശ്യമില്ല. ഇത് ജീവിതത്തിൽ യാതൊരു വിധ ഗുണവും ആർക്കും ഉണ്ടാക്കുന്നില്ല. കുറെ പ്രായമാകുമ്പോൾ എനിക്കും juvenoia വരും. New generation-നെ കുറ്റം പറഞ്ഞ് പറഞ്ഞ് ബോറടിക്കുമ്പോൾ ഈ എഴുതിയതൊക്കെ എടുത്തു വായിക്കുമായിരിക്കും. അന്നേരം എനിക്കും ഈ എഴുതിയതൊന്നും തന്നെ തീരെ രസിക്കില്ല. അങ്ങനെ പാടില്ല. രസിക്കണം. ആസ്വദിക്കണം. After all, ജീവിതം ഒരു series of distractions അല്ലേ? ഒരു series of distractions to make you forget some basic questions. Entertainment അല്ലെ ഏറ്റവും best form of distraction? എനിക്കും ആ distraction വേണം. ആ jingling keys!",
        "ഇതിന്റെ sole reader എന്ന നിലയ്ക്ക് ഈ ‘blog’-ൽ എനിക്ക് ചില അധികാരങ്ങൾ ഒക്കെ ഉണ്ട്. ഞാൻ ആ അധികാരം ഉപയോഗിച്ച് ഈ ബ്ലോഗിനെ മാറ്റാൻ പോവുകയാണ്. No more sob stories. ചിലപ്പോൾ ഞാൻ cocoon ഉണ്ടാക്കാൻ മറന്നു പോയ caterpillar ആയിരിക്കും. എന്ത് കൊണ്ട് ചിത്രശലഭമായി metamorphosis ചെയ്യുന്നില്ല എന്ന് ആലോചിക്കുകയായിരിക്കും. ചിത്രശലഭം ഒന്നും ആയില്ലെങ്കിലും കുഴപ്പമില്ല. At Least ഒരു നിശാശലഭം ആയാൽ മതിയായിരുന്നു. അതും വേണമെന്നില്ല. ഒരു ഈയാം പാറ്റ ആയാലും കുഴപ്പമില്ല. ",
        "നോക്കുന്നിടത്തൊക്കെ ബോറൻ കവിത കുത്തി കേറ്റുന്നില്ല. ഇനി മുതൽ ഞാൻ കണ്ടോ, കേട്ടോ, വായിച്ചോ ആയി അറിഞ്ഞ കാര്യങ്ങൾ മാത്രം ഇവിടെ എഴുതിയാൽ മതിയെന്നാണ് എന്റെ തീരുമാനം. ഒരു രണ്ട് ആഴ്ചത്തേയ്ക്ക് ഇങ്ങനെ try ചെയ്ത് നോക്കാം. എന്നിട്ട് വേണോ വേണ്ടയോ എന്ന് തീരുമാനിക്കാം. ശരിക്കും ബ്ലോഗുകളിൽ ഒക്കെ ഇങ്ങനെ പഠിച്ചതും research ചെയ്തതും ആയ കാര്യങ്ങൾ പങ്കു വെയ്ക്കലല്ലേ പതിവ്. ഇവിടെയും അങ്ങനെ തന്നെ മതി. വലിയ decoration ഒന്നും വേണ്ട. ചിലപ്പോൾ cringy ആയിട്ടുള്ള കവിതയൊക്കെ എഴുതുമായിരിക്കും. കൈ തരിച്ചിട്ട്. എന്നാലും സാരമില്ല.",
        "മുൻപ് ഞാൻ full site load ചെയ്യുന്നത് ഒഴിവാക്കാൻ വല്ല മാർഗവും ഉണ്ടോ എന്ന്  പരീക്ഷിച്ചിരുന്നു. Straight forward ആയിട്ട് ഒന്നും കിട്ടിയില്ല. അത് കൊണ്ട് images മാത്രം lazy loading ചെയ്താലോ എന്ന് ആലോചിച്ചു. ചിലപ്പോൾ ഈ അടുത്ത് ഞാൻ അത് ചെയ്തെന്നിരിക്കും. അങ്ങനെ ചെയ്താലുള്ള ഗുണം എനിക്ക് ഒരുപാട് images ഈ blog-ൽ include ചെയ്യാം എന്നുള്ളതാണ്."
    ]
}