{
    "id": 90,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Internet-ൽ ഉള്ളതെല്ലാം സത്യമാവണം എന്നില്ല. ഒരുപാട് animal abusers like-നും, video viral ആവാനും വേണ്ടി മൃഗങ്ങളെ ഉപദ്രവിക്കുന്നു. ചില youtube channel-ലുകളിൽ മനപ്പൂർവം ചാവാലി പട്ടികളെയും മറ്റു മൃഗങ്ങളെയും തല്ലി ചതച്ച് ഉപദ്രവിച്ച് ചത്തു-ചത്തില്ലെന്ന പരുവത്തിൽ ആക്കി പിന്നെ video-യിൽ അവരെ രക്ഷിക്കുന്നതായി കാണിക്കുന്നുണ്ട്. ‘Animal rescue’ എന്ന വ്യാജേന മൃഗങ്ങളെ ഇങ്ങനെ പീഢനത്തിനിരായക്കപ്പെട്ട ഒട്ടേറെ സംഭവങ്ങൾ ഉണ്ട്. ചില funny, cute പോസുകളിലൊക്കെ നിൽക്കുന്ന ചെറിയ ജീവികളുടെ photos കുറെ കണ്ടിട്ടുണ്ട്. അതിൽ ചില പോസുകൾ impossible ആണെന്ന് തോന്നിപ്പോകും. ഫോട്ടോയിലുള്ള ജീവിയെ photo എടുത്ത ആൾ വിഷം കൊടുത്തോ മറ്റെന്തെങ്കിലും വിധേനയോ കൊന്നിട്ട് ഫോട്ടോയിൽ ഉള്ള പോസിൽ നിർത്തി വച്ചതാണെങ്കിലോ? അങ്ങനല്ലെന്ന് പൂർണമായി സ്ഥാപിച്ചെടുക്കാൻ പറ്റുമോ? മനുഷ്യ കൊലയാളികളുടെ background ശ്രദ്ധിച്ചാൽ കാണുന്ന ഒരു common pattern ഉണ്ട്. ഒന്നാമത് അവരുടെ family background ശരിയായിക്കൊള്ളണം എന്നില്ല. വളർന്ന് വന്ന ചുറ്റുപാട് ശരിയായിക്കൊള്ളണം എന്നില്ല. പിന്നെ secondary ആയിട്ടുള്ള ഒരു pattern ഉണ്ട്. ഇത്തരത്തിലുള്ളവർ അവരുടെ practice ആദ്യം ചെയ്യുന്നത് അവരുടെ കളിപ്പാട്ടങ്ങളോടാണ്. അവരുടെ കളിപ്പാട്ടത്തിനെ disfigure ചെയ്യും. അവർ നേരിടുന്ന abuse അവർ കളിപ്പാട്ടത്തിന് നേരെ direct ചെയ്യും. പിന്നെ ചെറിയ മൃഗങ്ങളോട് direct ചെയ്യും. പിന്നെ വലിയ മൃഗങ്ങളോട് direct ചെയ്യും. ഒടുക്കം മനുഷ്യരോടും direct ചെയ്യും. കാൺപൂർ ഞാൻ താമസിച്ച hostel-ന്റെ മുകളിലത്തെ terrace-ൽ ഒരു പട്ടിയുടെ മൃദദേഹം കണ്ടു കിട്ടിയിരുന്നു. പട്ടികൾ ഓരോ floor-ലെയും garbage bin-ൽ നിന്നും ഭക്ഷണത്തിന്റെ അവശിഷ്ടം കഴിക്കാൻ വേണ്ടി hostel guard-കളുടെ കണ്ണ് വെട്ടിച്ച് ഹോസ്റ്റലിലേക്ക് കയറുമായിരുന്നു. അങ്ങനെ terrace-ൽ ഒരു രാത്രി എത്തിപ്പെട്ട ഒരു പട്ടിയെ നിഷ്ടൂരം ഒരുത്തൻ കൊന്നു. ആളെ കണ്ടുകിട്ടിയില്ല. ചിലപ്പോൾ അയാൾ കള്ളു കുടിച്ചിട്ടുണ്ടാകും. എന്തെങ്കിലും ലഹരിയുടെ പിൻബലത്തിലാകും അങ്ങനെ ചെയ്തിട്ടുണ്ടാകുക. പക്ഷെ അങ്ങനെ ചെയ്യാൻ മനസ്സ് ഉണ്ടെങ്കിൽ അയാൾ എത്ര dangerous ആയിരിക്കും? പഠിച്ചിറങ്ങി society-യിലേക്ക് ഇറങ്ങി ചെന്ന് ഇയാൾ ഇതേ trend തുടരില്ല എന്ന് എന്ത് ഉറപ്പാണ് ഉള്ളത്? അത് വല്ലാത്ത eerie thing ആണ് - ഇങ്ങനത്തെ ഒരു ആൾ താമസിക്കുന്ന അതേ hostel-ൽ ഞാനും താമസിക്കുക എന്നുള്ളത്.",
        "Video ഉണ്ടാക്കുന്ന animal abusers അവർ ശ്രദ്ധിക്കപ്പെടാൻ പലതും ചെയ്യും. പട്ടികളെ force ചെയ്യിപ്പിച്ച് അവർക്കിഷ്ടമില്ലാത്ത പല കോപ്രായങ്ങളും പഠിപ്പിക്കും. വെള്ളത്തിന് പുറത്ത് ജീവനുള്ള goldfish-നെ ഇട്ട് അതിനെ അവരുടെ നായ തിരിച്ച് bowl-ലേക്ക് ഇടുന്ന video ഞാൻ എപ്പോഴോ കണ്ടിരുന്നു. ഒരുപാട് likes! ആളുകൾ ഇത്ര പൊട്ടന്മാരാണോ? ഒരു soup bowl-ലേക്ക് ആണ് ആ gold fish-നെ നായ പിടിച്ച് ഇടുന്നത്. ഏത് normal ആയിട്ടുള്ള ആളുകളാണ് ആണ് soup bowl-ൽ മീനിനെ വളർത്തുന്നത്? തറയിൽ ഇരിക്കുന്ന ഒരു soup bowl. ഒരു door-ന്റെ നേരെ front-ൽ തറയിൽ ഇരിക്കുന്ന soup bowl. പോരാത്തതിന് നായയുടെ തൊട്ടടുത്ത് നിന്നിട്ടാണ് ഇയാൾ ഈ video ഫോണിലെ ക്യാമറയിൽ പകർത്തുന്നത്. എന്ന് വച്ചാൽ നായ കഷ്ടപ്പെട്ട് വായ കൊണ്ട് മീനിനെ വെള്ളത്തിൽ എടുത്തിടുന്നതിനേക്കാൾ എത്രയോ വേഗം ഈ video എടുക്കുന്നവന് അത് ചെയ്യാം എന്നുള്ളതാണ്. ഇത്രയും evidence പോരെ അയാൾ മനപ്പൂർവം മീനിനെ വെള്ളത്തിൽ നിന്ന് പുറത്തേക്ക് ഇട്ടിട്ട് നായയെ കൊണ്ട് train ചെയ്യിപ്പിച്ച പോലെ തിരിച്ചു മീനിനെ വെള്ളത്തിലേക്ക് ഇട്ടതാണെന്ന് തെളിയിക്കാൻ. മാത്രവുമല്ല നായക്ക് ഇത് train ചെയ്യിപ്പിച്ചിട്ടുണ്ടെങ്കിൽ ഇയാൾ ഒരുപാട് തവണ training-ന് വേണ്ടി മീനിനെ വെള്ളത്തിന് പുറത്തേക്ക് ഇട്ടിട്ടുണ്ടാകണം. ഒരുപാട് തവണ ആ മീൻ ഈ torture-ന് വിധേയമായിട്ടുണ്ടാകും. സഹജീവികളോട് തെല്ലും സഹതാപമില്ലാത്ത ഇയാൾ ഇയാളുടെ ഉറ്റവരോടും ഇത് പോലെ പെരുമാറില്ലെന്ന് എങ്ങനെ പറയാൻ പറ്റും? ഞാൻ മുൻപ് പറഞ്ഞിട്ടുണ്ട് psychopaths-നെ ലോകം applaud ചെയ്യും എന്നുള്ളത്. ശരിക്കും ആ applause അർഹിക്കുന്നവൻ ഒരിക്കലും അത് പുറം ലോകത്തിനെ പറഞ്ഞ് ധരിപ്പിക്കാൻ മിനക്കെടില്ല. ഒന്നാമത് അവന് അതിന്റെ ആവശ്യം ഇല്ല. രണ്ടാമത് ഇങ്ങനെ show കാണിക്കാനുള്ള സമയം അവനില്ല. അവൻ അവന്റെ നല്ല കർമത്തിൽ എപ്പോഴും വ്യാപൃതനായിരിക്കും.",
        "ഇത് പോലെ വേറൊന്നുണ്ട്. രണ്ട് chimpanzee കുഞ്ഞുങ്ങൾ കെട്ടിപ്പിടിക്കുന്ന ഒരു video. ഏതോ വലിയ നഗരത്തിന്റെ നടുക്ക് ഒരു pavement-ൽ രണ്ട് കഴുത്തിൽ leash ഇട്ട കുരങ്ങിൻ കുഞ്ഞുങ്ങൾ കണ്ടു മുട്ടുമ്പോൾ കെട്ടിപ്പിടിക്കുന്നു. ആളുകൾ ഈ കാഴ്ച എത്ര cute ആണെന്ന് comments-ൽ പറയുന്നുണ്ട്. അതിലൊരുത്തന് മാത്രമേ സംഭവത്തിന്റെ വൈകൃതം മനസ്സിലായുള്ളൂ. Chimpanzee കുഞ്ഞുങ്ങൾ ഇങ്ങനെ കെട്ടിപ്പിടിക്കുന്നത് ഒരു distress-ൽ അവർ അകപ്പെട്ടു എന്ന തോന്നൽ ഉണ്ടാവുമ്പോൾ ഉള്ള instinctive ആയിട്ടുള്ള reaction ആണ്. ഈ concrete കാട്ടിനുള്ളിൽ അവരുടെ തള്ളയുടെ സാമീപ്യമില്ലാതെ കുറെ strangers-ന് നടുവിൽ നിൽക്കുമ്പോൾ മാനസികമായി ആ രണ്ട് ജീവികൾ എത്രമാത്രം suffer ചെയ്യുന്നുണ്ടാകും? എത്രമാത്രം അവർ ഉള്ളിൽ പേടിച്ച് വിറയ്ക്കുന്നുണ്ടാകും?",
        "ഞാൻ പറയാൻ വന്നത് ഇതൊന്നും അല്ല. ഏതോ ഒരു വൃത്തികെട്ട fish abuser ഒരു video എടുത്തിരുന്നു. വെള്ളത്തിന് പുറത്ത് ഒരു carp അതിന്റെ fins ഉപയോഗിച്ച് നിവർന്ന് നിൽക്കുന്നു. എന്നിട്ട് വായിലൂടെ ശ്വാസം വലിക്കുന്നു. Obviously ഈ video എടുത്തവൻ തന്നെയാണ് ഈ മീനിനെ വെള്ളത്തിന് പുറത്തേക്ക് പിടിച്ചിട്ട് അതിന്റെ fins-ൽ അതിനെ കയറ്റി നിർത്തിയത്. ശ്വാസം കിട്ടാതെ അത് കിടന്ന് മരണ വെപ്രാളത്തിൽ വാ തുറന്ന് കളിക്കുകയാണ്. Video കണ്ട ആളുകൾ video എടുത്ത ആളുടെ കള്ളത്തരം വെളിച്ചത്ത് കൊണ്ടുവന്നിട്ടുണ്ട്. കൂട്ടത്തിൽ interesting ആയിട്ടുള്ള ഒരു comment കണ്ടു. Something worth thinking about. വെള്ളത്തിന് വെളിയിൽ ശ്വാസം വലിക്കാൻ സാധിക്കുന്ന കുറെ type മീനുകൾ ഉണ്ട്. അപ്പോൾ സ്വാഭാവികമായ ഒരു ചോദ്യം എങ്ങനെ evolution വഴി ഇവർക്ക് ഈ trait കിട്ടി എന്നുള്ളതാണ്. ഒരു possibility ഇതാണ്: മീനുകൾക്ക് buoyancy maintain ചെയ്യാൻ വേണ്ടി swim bladder ഉണ്ട്. അതൊരു gas filled organ ആണ്. അതിന്റെ lining ചില മീനുകൾക്ക് semi permeable ആകാം. അത് വഴി swim bladder-ന് അകത്തുള്ള gas-ലെ oxygen മീനിന്റെ blood stream-ലേക്ക് കടന്നേക്കാം. അങ്ങനെ evolutions-ന്റെ പിന്നീടുള്ള ഘട്ടങ്ങളിൽ ഈ swim bladder ഒരു lungs പോലെ പ്രവർത്തിക്കുന്നതാകാം. അങ്ങനെ കരയിൽ നിന്നുമുള്ള air-ലെ oxygen ഇവയ്ക്ക് ലഭിച്ചേക്കാം. Thing is, ഇത് തന്നെയാവണം correct sequence എന്നില്ല. Completely different ആയ വേറെ എന്തെങ്കിലും വിധേനയും ആകാം. പക്ഷെ ചിലപ്പോൾ evolution എങ്ങനെ വളരെ complex ആയ traits ഉള്ള ജീവജാലങ്ങൾക്ക് വഴി വച്ചു എന്ന് നമ്മൾ wonder അടിച്ച് പോയേക്കാം. ആ mystery-യെ ഈ air-ൽ നിന്നും ശ്വാസം വലിക്കാൻ ശേഷി കിട്ടിയ മീനുകളുടെ ഉദാഹരണം വച്ചിട്ട് ചെറിയ അളവിലെങ്കിലും dismiss ചെയ്യാം."
    ]
}