{
    "id": 91,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഇന്ന് എനിക്ക് interesting ആയ ഒരു doubt ഉണ്ടായി. ഇതാണ് doubt: ഞാൻ താമസിക്കുന്ന hostel-ന്റെ corridor മൊത്തം തറ നിരപ്പിൽ നിന്ന് ഉയർന്നിട്ടാണ് നിൽക്കുന്നത്. ഒരാൾ പൊക്കത്തിൽ. ഈ hostel-ന് സമീപമുള്ള വേറെ ഒരു hostel-ലിലും ഇതേ സംവിധാനം ഇല്ല. അവിടുത്തെ corridors ഒക്കെ തറനിരപ്പിൽ തന്നെയാണ് ഉള്ളത്. എന്തിന് ഈ hostel-ൽ മാത്രം ഇങ്ങനെ ഒരു system? എന്റെ room-ൽ കയറാൻ corridor-ൽ നിന്നും താഴേക്ക് ഇറങ്ങണം. Hostel-ലേക്ക് കയറുമ്പോൾ കുറെ പടികൾ ചവിട്ടണം. റൂമിലേക്ക് കയറുമ്പോൾ കുറെ പടികൾ ചവിട്ടി ഇറങ്ങണം. റൂമിൽ നിന്ന് ഇറങ്ങുമ്പോൾ കുറെ പടികൾ ചവിട്ടി കയറണം. എന്ത് സംവിധാനം ആണിത്? അത് കൊണ്ട് തന്നെ wheelchair ഉപയോഗിക്കുന്നവരുടെ nightmare ആയിരിക്കും ഈ hostel. Ground floor-ലെ ഒരു റൂമിലേക്ക് പോലും പടികൾ ഇറങ്ങാതെ പോവാൻ പറ്റില്ല. Even more ridiculous thing എന്താണെന്ന് വച്ചാൽ common room-ലേക്ക് പോകാൻ corridor-ൽ നിന്നും വീണ്ടും കുറച്ച് പടി ചവിട്ടണം. Common room-ന്റെ അടിയിൽ ആണ് cycles ഒക്കെ ഇടുന്ന porch ഉള്ളത്. അവിടെ ഒരാൾക്ക് കയറി ചെല്ലാവുന്നതിലും അധികം height ഉണ്ട് താനും. വേറെ ഒരു രസം ഞാൻ പറഞ്ഞു തരാം. ഈ hostel ഉണ്ടാക്കിയ സമയത്ത് hostel-ന്റെ front-ൽ wheelchair accessibility ഒട്ടും ഇല്ലായിരുന്നു. അത് കൊണ്ട് accessibility-ക്ക് വേണ്ടി ഒരു നീളമുള്ള concrete ramp കുറച്ച് കാലം മുൻപ് ഉണ്ടാക്കിയിരുന്നു. ഒരു റൂമിലേക്കും wheelchair accessibility ഇല്ലെങ്കിൽ പിന്നെ hostel-ന്റെ entrance-ൽ മാത്രം ramp ഉണ്ടാക്കിയിട്ട് എന്ത് കാര്യം? ഞാൻ തല പുകഞ്ഞാലോചിച്ചു. എന്തിനാണ് ഈ building-ന്റെ plan തയ്യാറാക്കിയ ആൾ/ആളുകൾ ഈ പരിപാടി ചെയ്തത്? ഇത് കൊണ്ട് എന്ത് മെച്ചമാണ് അവർ ഉദ്ദേശിച്ചത്? Functional ആയിട്ട് എന്ത് benefit ആണുള്ളത്? Aesthetic പരമായിട്ട് എന്ത് മെച്ചമാണുള്ളത്? എന്റെ മനസ്സിൽ ഒരു advantage പോലും വന്നില്ല. I mean, ഇങ്ങനെ ഉയരത്തിൽ corridor നിർമിക്കാൻ എത്ര കോൺക്രീറ്റും, മെറ്റലും, കമ്പിയും, മറ്റ് resources-സും, ആളുകളുടെ അധ്വാനവും, പണച്ചിലവും വന്നിട്ടുണ്ടാകും. What did they achieve at the end? ഞാൻ ഒരുപാട് പ്രാവശ്യം ഈ corridor-ലൂടെ അങ്ങോട്ടും ഇങ്ങോട്ടും നടക്കാറുണ്ട്. എന്നിട്ടും ഇത് വരെ ഈ doubt എനിക്ക് വരാഞ്ഞതിൽ ദുഖമുണ്ട്. എന്ത് കൊണ്ട് ഈ doubt എനിക്ക് മുൻപേ ഉണ്ടായില്ല എന്ന് ഒരു idea-യും കിട്ടുന്നില്ല. എന്റെ അച്ഛൻ ഒരു civil engineer ആണ്. പ്രധാനമായും housing മേഖലയിൽ പ്രവർത്തിച്ച ഒരു engineer. അച്ഛൻ എനിക്ക് ഒരുപാട് ഇത്തരം constructions-നെ പറ്റി വെറുതെ പഠിപ്പിച്ച് തരാറൊക്കെ ഉണ്ട്. ഒരുപാട് പ്ലാനുകൾ എല്ല് വെള്ളമാക്കി അച്ഛന്റെ career-ൽ ഉണ്ടാക്കിയിട്ടുണ്ട്. പണ്ട് CAD-ഡും കുന്തവും ഒന്നും ഇല്ലാത്തത് കൊണ്ട് butter paper table-ന്റെ മീതെ നിരത്തി രാത്രി കുറെ നേരം വൈകി അച്ഛൻ പ്ലാനുകൾ തയ്യാറാക്കുന്നത് ഞാൻ കണ്ടിട്ടുണ്ട്. എപ്പോഴും aesthetics-നേക്കാളും functionality-ക്ക് പ്രാധാന്യം കൊടുക്കുന്ന ആളായിരുന്നു അച്ഛൻ. അച്ഛനും ഈ hostel-ൽ വന്നിട്ടുണ്ട്. പക്ഷെ ഈ കാര്യം അന്നൊന്നും notice ചെയ്തിരുന്നില്ല. May be അതിനേക്കാൾ പ്രധാനപ്പെട്ട കാര്യങ്ങൾ മനസ്സിലുള്ളത് കൊണ്ട് അത് ശ്രദ്ധിക്കാതെ പോയതായിരിക്കും. ഇതിന്റെ പിന്നിലുള്ള logic മനസ്സിലാക്കിയാൽ കൊള്ളാമെന്നൊരു തോന്നൽ ഇപ്പോഴുമുണ്ട്. ഞാൻ കുറച്ച് കൂടി outgoing person ആയിരുന്നെങ്കിൽ ഈ building-ന് പ്ലാൻ വരച്ച ആളുടെ contact number-റോ mail ID-യോ തപ്പി പിടിച്ച് contact ചെയ്ത് ഈ doubt ചോദിക്കുമായിരുന്നു. കൂടിപ്പോയാൽ അയാളുടെ തെറി കേൾക്കും. അതിനപ്പുറം എന്ത് വരാനാ?"
    ]
}