{
    "id": 92,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എന്നെ അറിയിക്കാതെ അമ്മ ഇന്ന് hostel-ൽ വന്നു. ഒരുപാട് കാലമായി അമ്മയെ നേരിൽ കണ്ടിട്ട്. അലങ്കോലമായി കിടന്ന room മൊത്തം വൃത്തിയാക്കി സകല ഉടുപ്പും  തിരുമ്പിയിട്ടു. ഞാൻ കുറെ പറഞ്ഞതാണ് എല്ലാ പണിയും ഞാൻ ചെയ്തോളാം, ഞാൻ ചെയ്തോളാം എന്ന്. ഞാൻ പറഞ്ഞതൊന്നും അമ്മ കൂട്ടാക്കിയില്ല. ഒരുപാട് ഭക്ഷണ സാധനങ്ങളുമായാണ് വരവ്. അച്ഛൻ ഉഷാന്റിയുടെ വീട്ടിലെ വാഴയിലെ കുലയിൽ നിന്ന് നന്നായി പഴുത്ത കുറെ പഴങ്ങൾ അമ്മയുടെ അടുത്ത് എനിക്ക് തരാൻ വേണ്ടി കൊടുത്തയച്ചിരുന്നു. നാളത്തേയ്ക്ക് വച്ചാൽ അത് കേടാവും. അത്ര പഴുത്തതാണ് ഈ പഴങ്ങൾ മൊത്തം. എന്നെ കണ്ട പാടെ ഞാൻ നല്ല പോലെ തടിച്ചല്ലോ എന്ന് remark ചെയ്തു. പിന്നെ എന്നെ സമാധാനിപ്പിക്കാൻ എന്നോണം റോഡിലൂടെ നടന്ന് പോകുന്നവരെ നോക്കി ‘ഇവിടെ എല്ലാവർക്കും നല്ല തടിയുണ്ടല്ലോ’ എന്ന comment പാസാക്കി. Room വൃത്തിയാക്കിയത് hostel-ലെ ജോലിക്കാർ തന്നെയാണ്. അമ്മയ്ക്ക് സ്വന്തമായി ഒരു ചൂലും കോരിയും കിട്ടിയാൽ അമ്മ തന്നെ വൃത്തിയാക്കുമായിരുന്നു. പക്ഷെ എനിക്ക് സ്വന്തമായി ചൂലില്ല. ജോലിക്കാരോട് ചൂൽ കടം ചോദിച്ചപ്പോൾ അവർ വന്ന് വൃത്തിയാക്കി തരാം എന്ന് പറഞ്ഞു. ഞാൻ സ്വന്തമായി വൃത്തിയാക്കാത്തത് മനഃപൂർവമാണ്. നിലവും cupboard-ഡും ഒക്കെ സ്വന്തമായി വൃത്തിയാക്കും. പക്ഷെ മാറാല തൂക്കാൻ എനിക്ക് പറ്റില്ല. അതിന്റെ കാരണം സ്വൽപ്പം weird ആയി തോന്നാം. അത് ഇതാണ്: ഒരുപാട് ചിലന്തികൾ tubelight-ന്റെ അടുത്തും മുകളിലെ rack-ലും ഒക്കെ വല നെയ്തിട്ടുണ്ട്. രാത്രി tubelight-ന്റെ പ്രകാശത്തിൽ റൂമിൽ കയറി വരുന്ന പ്രാണികളെ ഒക്കെ പിടിച്ച് തിന്നുന്നതിലൂടെയാണ് ഇവ survive ചെയ്ത് പോയിരുന്നത്. ഞാനായിട്ട് ഇവരെ bully ചെയ്യാറില്ല. കൊല്ലാറില്ല. പേടിയായിട്ടൊന്നുമല്ല. ഈ ചിലന്തികൾക്ക് മനുഷ്യരോട് ഒരു വിരോധവും ഇല്ല. അവർ എങ്ങനെയെങ്കിലും ജീവിച്ച് പോകാൻ മാത്രമല്ലേ നോക്കുന്നുള്ളൂ? ഒരേ റൂമിലെ roommates ആണ് ഞാനും ചിലന്തികളുമെങ്കിലും ഒരിക്കലും ഞങ്ങളുടെ paths cross ചെയ്യാറില്ല. പിന്നെ ഞാൻ എന്തിന് ഇവരെ അങ്ങോട്ട് ചെന്ന് ഉപദ്രവിക്കണം? I know, the whole thing might sound stupid. പക്ഷെ എനിക്ക് ഒരു ജീവിയേയും ഉപദ്രവിക്കണ്ട. അത് അതിന്റെ പാടും നോക്കി പോട്ടെ. ഞാൻ എന്റെ പാടും നോക്കി പോകാം. അതിന്റെ അർദ്ധം ഞാൻ പുണ്യാളനാണെന്നൊന്നുമല്ല. മൂത്ത വട്ടും ഇല്ല. എന്റെ idea ഇതാണ്. അവരും ജീവികളാണ്. അവർക്കും ജീവിക്കണം. അവർ ജീവിക്കട്ടെ. അത്രേയുള്ളൂ."
    ]
}