{
    "id": 93,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എന്റേത് ഓട്ടകീശയാണ്. നയാ പൈസ പോലും എന്റെ കയ്യിൽ നിൽക്കില്ല. എന്റെ കൂടെ പൈസ handle ചെയ്യാൻ അറിയുന്ന ആരെങ്കിലും ഇല്ലെങ്കിൽ ഞാൻ അധികം വൈകാതെ homeless ആകും. എനിക്ക് അവിടുന്നും ഇവിടുന്നും ഒക്കെ കിട്ടുന്ന പൈസ അച്ഛന് കൊടുക്കുകയാണ് പതിവ്. അച്ഛന് പൈസ handle ചെയ്യാൻ അറിയാം. അച്ഛൻ ഒരു lord of FDs ആണ്. എന്ത് പൈസ കിട്ടിയാലും FD ആക്കി മാറ്റി ബാങ്കിൽ കൊണ്ടിടും. എത്ര അച്ഛനെ കളിയാക്കിയാലും ഇതാണ് എന്റെ മനസ്സിൽ ഏറ്റവും safest ആയിട്ടുള്ള option. പക്ഷെ stock market-നെ കുറിച്ചൊക്കെ വായിച്ചപ്പോൾ ഒരു interesting ആയിട്ടുള്ള info എനിക്ക് കിട്ടിയിട്ടുണ്ടായിരുന്നു. Inflation വരുമ്പോൾ stock-ലുള്ള assets-നെ അത് തീരെ ബാധിക്കില്ലെന്നും പക്ഷെ ഇങ്ങനെ ബാങ്കിൽ കൊണ്ടിട്ട പൈസയുടെ മൂല്യത്തെ അത് ബാധിക്കുമെന്നും. ഒരിക്കലും ബാങ്കിലെ പൈസയ്ക്ക് inflation-ന്റെ correction വരാൻ പോകുന്നില്ലല്ലോ. എനിക്ക് economics-നെ കുറിച്ച് ഒരു കുന്തവും അറിയില്ല. എന്തെങ്കിലും മണ്ടത്തരം വിളമ്പിയാൽ അത് മണ്ടത്തരം ആണോ അല്ലയോ എന്ന് തിരിച്ചറിയാനുള്ള sense പോലും ഇല്ല. അത് കൊണ്ട് വിഷയം മാറ്റാം.",
        "എനിക്ക് കുറെ കാലം മുൻപ് animation സിനിമകളോട് വലിയ ഭ്രാന്തുണ്ടായിരുന്നു. ഇപ്പോഴും ഉണ്ട്. പക്ഷെ കുറഞ്ഞ അളവിലാണെന്ന് മാത്രം. ഈ animations-ന്റെ USP എന്താണെന്ന് വച്ചാൽ imagination-ൽ വരുന്ന എന്ത് wild ആയിട്ടുള്ള കാര്യവും കണ്മുന്നിൽ present ചെയ്യാൻ animations-ന് പറ്റും എന്നുള്ളതാണ്. നമ്മൾ കഥകളും നോവലുകളും വായിച്ചിട്ട് പിന്നെ അതിന്റെ movie adaptation കാണുമ്പോൾ വായിച്ചതിന്റെ അത്ര satisfaction ഒരിക്കലും കിട്ടില്ല. But അത് animated movie ആണെങ്കിൽ നമുക്ക് ആ satisfaction കിട്ടും എന്നാണ് എന്റെ ഒരു അഭിപ്രായം. ഇങ്ങനെ animated സിനിമകളോട് craze ഉണ്ടായിരുന്ന സമയത്താണ്  ‘Mary and Max’ എന്ന stop motion cinema ഞാൻ കണ്ടത്. Technically അത് ഒരു stop motion സിനിമയാണ്. മാത്രവുമല്ല, animation-ന്റെ potential-നേക്കാളും അതിലെ story-ക്കാണ് പൂർണ പ്രാധാന്യം നൽകിയിരിക്കുന്നത്. And rightfully so. Basically, Mary എന്ന ചെറിയ പെൺകുട്ടിയുടെയും Max എന്ന aspergers ഉള്ള ഒരാളുടെയും pen pal friendship-ന്റെ കഥയാണ് അത്. ഒരു നല്ല കഥ എന്നതിലുപരി aspergers എന്ന condition-നെ കുറിച്ച് ആളുകളെ കൂടുതൽ ബോധവാന്മാരാക്കുന്നത് കൂടിയാണ് ഈ സിനിമ ലക്ഷ്യമിട്ടത് എന്ന് തോന്നുന്നു. As usual, സിനിമ കഴിഞ്ഞപ്പോൾ ഞാൻ കരഞ്ഞു. For some reason, എനിക്ക് Max-ന്റെ അവസ്ഥയുമായി relate ചെയ്യാൻ പറ്റിയിരുന്നു. അയാൾക്കുള്ള കുറെ issues എനിക്കും ഉള്ളതായിരുന്നു. ഞാൻ കുറഞ്ഞ തോതിലെങ്കിലും ഒരു aspie ആണെന്നതിനുള്ള സാധ്യത വളരെ വലുതാണ്. ആ സിനിമ ഒരുവട്ടം കൂടി കാണണം. കുറെയൊക്കെ അതിന്റെ ഉള്ളടക്കം മറന്ന് പോയിരിക്കുന്നു.",
        "ഇന്നലെ പ്രഗ്ഗ്‌നാനന്ദ മാഗ്നസ് കാൾസനെ rapid chess-ൽ തോൽപ്പിച്ചു. Airthings Masters എന്ന വലിയ online tournament-ൽ വച്ചായിരുന്നു പ്രഗ്ഗുവിന്റെ ഈ വിജയം. ഈ tournament-ൽ കളിക്കുന്ന ഏക ഇന്ത്യക്കാരൻ എന്ന നിലയ്ക്ക് പ്രഗ്ഗുവിന്റെ കളികൾ മൊത്തം ഞാൻ കണ്ടിരുന്നു. മിനഞ്ഞാന്ന് മോശം ഫോമിലായിരുന്നു പ്രഗ്ഗു. കുറെ കളികൾ തോറ്റു. അപ്പോഴൊക്കെ കളി കണ്ടിരുന്ന ആളുകൾ പ്രഗ്ഗുവിനെ കുറ്റം പറഞ്ഞിരുന്നു. ‘എന്തിനാണ് ഇവനെ ഈ tournament-ന് invite ചെയ്തത്’, ‘Keymer (പ്രഗ്ഗുവിനെ പോലെ മറ്റൊരു youngster) ഇവനെക്കാൾ നൂറിരട്ടി നന്നായി കളിക്കുന്നുണ്ട്’ എന്നൊക്കെ അന്യായ comment ഇടുന്നവർ മിനഞ്ഞാന്ന് ഉണ്ടായിരുന്നു. ഇന്നലെ ലെവോൺ ആരോണിയനെയും ലോക champion മാഗ്നസ്-നെയും നിഷ്പ്രഭമാക്കി കൊണ്ട് പ്രഗ്ഗു അതിന് ചുട്ട മറുപടി കൊടുത്തു. അതിനെ ആളുകൾ justify ചെയ്തത് മാഗ്‌നസിന് covid ഉണ്ട്, അത് കൊണ്ടാണ് performance മോശമായത് എന്നൊക്കെ വാദിച്ചാണ്. എവിടെ? വെറുതെ ആളുകൾ അതും ഇതും പറയുന്നതാണ്. മാഗ്നസ് തന്റെ king safety ignore ചെയ്ത് pawn hunting-ന് പോയതാണ് അദ്ദേഹം ചെയ്ത തെറ്റ്. പ്രഗ്ഗു ആ weak king-നെ attack ചെയ്യാൻ വേണ്ടി ഒരുങ്ങിയപ്പോൾ മാഗ്നസ് നേരത്തെ calculate ചെയ്ത resources ഒന്നും മതിയാവാതെ വന്നു. ഇങ്ങനെ pawn hunting-ന് പോയപ്പോൾ commentator പീറ്റർ ലെക്കോ മാഗ്‌നസിനെ കുറെ പുകഴ്ത്തിയിരുന്നു. മാഗ്‌നസിന് മാത്രമേ ഇങ്ങനത്തെ position-ൽ king safety ignore ചെയ്ത് കളിച്ച് ജയിക്കാനുള്ള guts ഉള്ളൂ എന്നൊക്കെ പറഞ്ഞു. അങ്ങേര് പറഞ്ഞത് ശരിയായിരിക്കാം. Longer time controls-ൽ മാഗ്നസ് ഇങ്ങനൊക്കെ കളിച്ച് opponents-നെ finesse ചെയ്യലുണ്ട്. എല്ലാ lines-സും deep ആയിട്ട് calculate ചെയ്യാൻ സമയം കിട്ടാത്ത rapid format-ൽ പക്ഷെ പ്രഗ്ഗുവിനെ പോലെ അപകടകാരിയായ opponent-നെതിരെ ചിലപ്പോൾ അത് ഫലിച്ചു കൊള്ളണം എന്നില്ല. അതാണ് ഇവിടെയും സംഭവിച്ചത്. Price to pay for being a little too greedy."
    ]
}