{
    "id": 95,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "എനിക്കിഷ്ടം കറുത്ത plain ഡ്രെസ്സുകളോടാണ്. English സിനിമകളിലെ funeral dress-സുകൾ മാതിരി ഉള്ളവയോടാണ് എന്റെ ഇഷ്ടം. ആ ഇഷ്ടത്തിന്റെ കാരണം അറിയില്ല. May be അതിട്ടു കൊണ്ട് നടക്കുമ്പോൾ ആൾക്കൂട്ടത്തിൽ stand out ചെയ്യില്ല എന്നുള്ളത് കൊണ്ടാവും. അച്ഛനും അമ്മയുമാണ് എന്റെ ഡ്രെസ്സുകൾ ഒക്കെ വാങ്ങാറുള്ളത്. ഞാൻ ഇവരുടെ കൂടെ shopping-ന് പോയാലും മിക്ക സമയവും എനിക്കിഷ്ടമുള്ള dress choose ചെയ്യുന്നതിൽ അവരുടെ ഇഷ്ടാനിഷ്ടങ്ങളും കൂടി പരിഗണിക്കേണ്ടി വരും. അമ്മ എന്റെ അറിവില്ലാതെ എനിക്ക് ഡ്രസ്സ് വാങ്ങുന്നുണ്ടെങ്കിൽ അത് മിക്ക സമയവും നല്ല bright yellow നിറമുള്ള dress ആകും. അതുടുത്തൽ സൂര്യനെ cosplay ചെയ്യുന്ന മാതിരി ഉണ്ടാകും.",
        "ശരിക്കും ചെസ്സിൽ പെണ്ണുങ്ങൾ ആണുങ്ങളെക്കാളും മോശക്കാരാണോ? അല്ല എന്നുള്ളതിന് ഏറ്റവും നല്ല തെളിവാണ് Judit Polgar. ലോക റാങ്കിങ്ങിൽ ആദ്യ പത്തിലെത്തിയ ഏക വനിത. അവരുടെ classical-ലെ peak rating 2735 ആണ്. പക്ഷെ അവർക്ക് ശേഷം 2700-ൽ എത്തിയ വനിതകൾ ആരുമില്ല. ഇപ്പോൾ നടന്ന് കൊണ്ടിരിക്കുന്ന Airthings Masters tournament-ൽ Alexandra Kosteniuk പങ്കെടുക്കുന്നുണ്ട്. പങ്കെടുക്കുന്ന 16 കളിക്കാരിൽ പെണ്ണൊരുത്തി Kosteniuk മാത്രമാണ്. കഴിഞ്ഞ മൂന്ന് ദിവസത്തെ കളികൾ എടുത്ത് നോക്കിയാൽ മൊത്തം 12 കളികൾ അവർ കളിച്ചു. അതിൽ Kosteniuk 12 കളികളും തോറ്റു. ഈ tournament-ൽ പങ്കെടുക്കാൻ Kosteniuk-ന് chance കിട്ടിയത് Women’s World Rapid Chess Championship ജയിച്ചത് മുഖേനയാണ്. അത് ചില്ലറ കാര്യമൊന്നുമല്ല. Kosteniuk ഒരു grandmaster കൂടിയാണ്. WGM അല്ല, GM തന്നെ. അതും വലിയ കാര്യമാണ്. പക്ഷെ rating 2500 range-ൽ ആണ്. ബാക്കി പതിനഞ്ച് ആണുങ്ങളുടെയും rating ഇവരെക്കാളും 150 rating points-ന് മുകളിലാണ്. അതാണ് ഒന്നാമത് അവർ എല്ലാ കളിയും തോൽക്കാൻ കാരണം. കളി കണ്ടു കൊണ്ടിരിക്കുന്ന ഞാൻ ഉൾപ്പെടെ ഉള്ള മിക്ക ആളുകളും Kosteniuk ജയിക്കുന്നതും കാത്തിരിക്കുകയാണ്. ഇന്ന് Knockouts തുടങ്ങുന്നതിന് മുൻപുള്ള അവസാന ദിവസമാണ്. ഇന്നും കൂടിയേ Kosteniuk-ന് ജയിക്കാൻ അവസരമുള്ളൂ. എല്ലാ കളിയും തോറ്റത് കൊണ്ട് അവർക്ക് Knockout പ്രതീക്ഷ ഇല്ല. പക്ഷെ statistically നോക്കുകയാണെങ്കിൽ അവർ ജയിക്കാനുള്ള ഒരു expectations-നും scope ഇല്ല. അത് സങ്കടകരമാണ്. അവർക്ക് ആരുടേയും pity-യുടെ ആവശ്യമില്ല. പക്ഷെ ഒരു point പോലും നേടാതെ തോറ്റാൽ അത് ശരിക്കും upsetting ആയിട്ടുള്ള result തന്നെയാണ്."
    ]
}