{
    "id": 96,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "Kosteniuk ജയിച്ചു! Knockouts-ന് മുൻപുള്ള അവസാന round-ൽ second lowest rated കളിക്കാരനായ Eric Hansen-നെ തോൽപ്പിച്ചു. Kosteniuk-ന് ജയിക്കാനുള്ള ഏറ്റവും നല്ല അവസരം അവർ മുതലെടുക്കുക തന്നെ ചെയ്തു. Eric മറ്റു കളിക്കാരെ വച്ച് നോക്കുകയാണെങ്കിൽ lower rated ആണെങ്കിലും മിക്കവരെയും നിലംപരിശാക്കി knockouts-ന് യോഗ്യത നേടിയിരുന്നു. Kosteniuk-ന് finally ആശ്വസിക്കാം. പതിനഞ്ചിൽ പതിനഞ്ചും തോറ്റില്ല. ശരിക്കും കുറെ കളികളിൽ അവർക്ക് middlegame-ലൊക്കെ advantage കിട്ടിയിരുന്നു. പക്ഷെ അതൊന്നും മര്യാദയ്ക്ക് capitalize ചെയ്യാൻ പറ്റിയില്ല. മെല്ലെ മെല്ലെ ഓരോ opponent-ന്റും അവരെ outplay ചെയ്തുകൊണ്ടിരുന്നു. അത് ശരിക്കും തോൽക്കുന്നതിനേക്കാളും വേദനാജനകമാണ്. Straight up blunder ചെയ്തിട്ട് തോൽക്കുന്നതും, നല്ല പോലെ opening preparation നടത്തി നേടിയ advantage പതിയെ കളി പുരോഗമിക്കുമ്പോൾ നഷ്ടപ്പെട്ട് അവസാനം തോൽക്കുന്നതും രണ്ടും രണ്ടാണ്. Mainly because രണ്ടാമത്തെ case-ൽ അവർ ചെയ്ത hard work അവരുടെ കണ്മുൻപിൽ കിടന്ന് അപ്രത്യക്ഷമാകുന്നത് കൊണ്ട്.",
        "ഞാൻ ഇന്നലെ കുറെ tribe-കളുടെ പാട്ടുകൾ വെറുതെ കേട്ടു. ‘അയ്യപ്പനും കോശിയും’ എന്ന സിനിമയിൽ നഞ്ചിയമ്മ എന്ന ഇരൂള ഗോത്രത്തിൽ പെട്ട ഒരു അമ്മൂമ്മ ‘കലക്കാത്ത’ എന്ന ഒരു tribal പാട്ട് പാടുന്നുണ്ട്. അത് നല്ല പാട്ടാണ്. അത് കേട്ടപ്പോൾ crude ആയിട്ടുള്ള ഒരു നാടൻ പാട്ടിന്റെ feel ആണ് കിട്ടിയത്. ഇത്തരം ഗോത്രങ്ങളിലെ പാട്ടുകൾ കേൾക്കുമ്പോൾ നമുക്കും താനേ തുള്ളിക്കളിക്കാൻ തോന്നും. 90 കിലോ ഉള്ള ഞാൻ തുള്ളി കളിച്ചാൽ ഭൂഗോളം മൊത്തം കുലുങ്ങും. അത്കൊണ്ട് തുള്ളുന്നതിന് പകരം അതിന്റെ താളത്തിൽ തലയാട്ടി കൊണ്ട് adjust ചെയ്തു. ഇങ്ങനെ dance കളിയ്ക്കാൻ തോന്നുന്നതിനുള്ള കാരണം പ്രധാനമായും ഇത്തരം പാട്ടുകൾ percussion-heavy ആയത് കൊണ്ടാവണം. Percussion-ന്റെ അളവ് tribal song-ൽ നിന്നും folk song-ലേക്ക് പോകുമ്പോഴും, അവിടെ നിന്ന് contemporary പാട്ടുകളിലേക്ക് പോകുമ്പോഴും കുറയുന്നതായി കാണാം. Logically percussion instruments ആവണം ഏറ്റവും പുരാതനമായ musical instruments. Obviously vocals-നും അത്ര തന്നെ പഴക്കം കാണണം. ഏറ്റവും simplest ആയിട്ടുള്ള instrument ആയിരിക്കില്ലേ ആദ്യം ഉണ്ടായിട്ടുണ്ടാകുക? പിന്നെ പിന്നെ കൂടുതൽ വിപുലീകരിച്ച instruments ഉണ്ടാകും. എനിക്ക് തോന്നണത് ആദ്യം മനുഷ്യൻ dance കളിയ്ക്കാൻ പഠിച്ചു എന്നാണ്. ഒരു താളവുമില്ലാത്ത ഒരുതരം primitive dance. കാരണം ആദിമ മനുഷ്യൻ ശബ്ദങ്ങൾ ഉണ്ടാക്കുന്നതിലും അധികം movements-ൽ ഏർപ്പെട്ടിരിക്കണം. അവന് ജീവിക്കണമെങ്കിൽ അവന് constant movements-ൽ ഏർപ്പെട്ടേ മതിയാകൂ. ശബ്ദമുണ്ടാക്കിയില്ലെങ്കിലും പ്രശ്നമില്ല, ഈ നീക്കങ്ങളില്ലെങ്കിൽ അവനില്ല. ഏതെങ്കിലും ചില body movements മറ്റുള്ളവർക്ക് appealing ആയി തോന്നിയിട്ടുണ്ടാകും. ആ movements അനുകരിക്കാൻ മറ്റുള്ളവർ ശ്രമിച്ചിട്ടുമുണ്ടാകും. അങ്ങനെ അവർ വെറുതെ ഒരുമിച്ച് ഈ movements ചെയ്യാൻ ശ്രമിച്ചിട്ടുണ്ടാകും. പക്ഷെ എങ്ങനെ ഒരുമിച്ച് കളിക്കും? അതിന് അവർ vocal signals കൊടുക്കുമായിരിക്കും. ചിലപ്പോൾ അതും കൂടി ഉണ്ടാകില്ല. കാൽ നിലത്ത് തട്ടുമ്പോൾ ഉള്ള ശബ്ദമില്ലേ? ചിലപ്പോൾ അതായിരിക്കും cue. ആ കൂട്ടത്തിലെ ഏതെങ്കിലും genius രണ്ട് കല്ല് തമ്മിലടിച്ച് ആ കാലൊച്ചകൾക്ക് match ചെയ്യുന്ന ശബ്ദമുണ്ടാക്കിയിരിക്കാം. ചിലപ്പോൾ ആ രണ്ട് കല്ലുകളായിരിക്കും oldest percussion instrument. സംഗതികൾക്ക് എരിവും പുളിവും പകരാൻ അവർ ഈ കാലുകളുടെയും കല്ലുകളുടെയും ശബ്ദത്തിന് ഒപ്പം അവരുടെ തന്നെ vocal sound-ണ്ടും കൊടുത്തിട്ടുണ്ടാവണം. ആ ‘ആ ആ ഓ ഓ’ ശബ്ദങ്ങൾ ആയിരിക്കണം അവരുടെ ആദ്യത്തെ പാട്ട്. Uncoordinated ‘ooga booga’-യിൽ നിന്നുള്ള ആദ്യത്തെ മോചനം. പിന്നെ പിന്നെ വലിയ തോതിൽ experimentation ഉണ്ടായിരിക്കണം. കല്ലിന് പകരം മരച്ചില്ലകൾ, പിന്നെ പിന്നെ ഒടുക്കം വലിച്ചു കെട്ടിയ തോൽ വരെ അവരുടെ percussion instruments ആയി മാറി. ഇതിനിടയിൽ എപ്പോഴെങ്കിലും പൊള്ളയായ എല്ലിൻകഷ്ണം പുല്ലാങ്കുഴലായിട്ടുണ്ടാകും. വലിച്ചു കെട്ടിയ തോൽ pluck ചെയ്യുമ്പോൾ മറ്റൊരു ശബ്ദം കിട്ടിയിട്ടുണ്ടാകും. അത് കുറെ പുരോഗമിച്ച് string instruments-ൽ എത്തിച്ചിട്ടുണ്ടാകും. Thing is, എപ്പോഴും experiment ചെയ്യാൻ ഇവർ ready ആയിരുന്നിരിക്കണം എന്നതാണ്. എനിക്ക് ഉള്ള ഒരു doubt എന്ത് കൊണ്ടാണ് ഈ താളങ്ങൾ കേൾക്കുമ്പോൾ തുള്ളി കളിയ്ക്കാൻ തോന്നുന്നത് എന്നാണ്. അതിനുത്തരം കണ്ട് പിടിക്കണം. ഈ super hero സിനിമകളിൽ കുറെ കൂടി percussion ഉൾപ്പെടുത്തണം. ഒരു musical superhero സിനിമ ആരെങ്കിലും എന്നെങ്കിലും എടുക്കുകയാണെങ്കിൽ അതിൽ കുറെ percussion കുത്തി നിറയ്ക്കണം. സിനിമ കാണുന്ന ആളുകൾ എല്ലാവരും സീറ്റിൽ നിന്നെണീറ്റ് തുള്ളി കളിക്കണം. അത് കാണേണ്ട കാഴ്ച തന്നെയായിരിക്കും.",
        "!LNK^https://www.youtube.com/watch?v=mR2wpadUDUA^Kalakkatha",
        "",
        "!LNK^https://www.youtube.com/watch?v=FlEmgwahmgM^From Minnal Murali",
        "",
        "!LNK^https://www.youtube.com/watch?v=--aa1lvJ7ws^Adakachakko"
    ]
}