{
    "id": 98,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "!IMG_appuMalu.jpeg_my sister and I.",
        "ഞാൻ മറ്റേ Russia-യുടെ Ukraine-ന് മീതെയുള്ള ആക്രമണത്തെ പറ്റി വെറുതെ എഴുതുകയായിരുന്നു. എഴുതി എഴുതി വന്നപ്പോൾ ഈ വിഷയത്തെ പറ്റി ഒരു കുന്തവും അറിയില്ല എന്ന നിഗമനത്തിൽ അവസാനം എത്തി. എനിക്കറിയുന്ന കാര്യങ്ങളെ അറിയാത്തതുമായി ബന്ധിപ്പിച്ച് ചെറിയ research ഒക്കെ ചെയ്ത് എഴുതിയപ്പോൾ ഒരുപാട് ഒരുപാട് ഇതിനെ പറ്റി പറയാനുണ്ടെന്ന് മനസ്സിലാക്കി. അത് കൊണ്ട് കുറച്ച് കുറച്ചായി നാളെ മുതൽ ഞാൻ ആ വിഷയത്തെ സംബന്ധിച്ച് എഴുതും. ലോകത്ത് നടന്നതും നടക്കുന്നതുമായ കാര്യങ്ങളെ പറ്റി അറിയില്ലെങ്കിൽ നാണക്കേടല്ലേ?",
        "ഇത് ഞാനും മാളേച്ചിയും കൂടി ഒരുമിച്ച് നിന്നെടുത്ത ഫോട്ടോകളാണ്. Google Photos ഒരു collage രൂപത്തിൽ എനിക്ക് ഉണ്ടാക്കി തന്നതാണ്. ഫോട്ടോയിൽ ഞാനും മാളേച്ചിയും എത്ര innocent ആണ്! വളർന്ന് വന്നപ്പോൾ തരികിടകളായി മാറി.",
        "എന്റെ account-ൽ പന്ത്രണ്ടായിരത്തോളം രൂപ stipend ആയി വന്നു കിടക്കുന്നു. ഇന്നാണ് ഞാൻ അത് ശ്രദ്ധിച്ചത്. എനിക്ക് എന്റെ account നോക്കാൻ പേടിയാണ്. പല horror stories-സും അത് കണ്ടാൽ മനസ്സിലേക്ക് വരും. ഈ പന്ത്രണ്ടായിരം ശരിക്കും വരാൻ പാടില്ല. ഞാൻ MTech extend ചെയ്തതായത് കൊണ്ട് എനിക്ക് stipend അനുവദിക്കേണ്ട കാര്യമില്ല. Mechanical department-ൽ അങ്ങനെയാണെന്നാണ് ഞാൻ അവരുടെ official website-ൽ വായിച്ചത്. Aerospace-ന് വേറെ നിയമം വല്ലതുമുണ്ടോ? അച്ഛന് വീടുപണിയുടെ തിരക്കായത് കൊണ്ട് പൈസയ്ക്ക് shortage ഉണ്ട്. ഞാൻ എനിക്ക് കിട്ടുന്നതെല്ലാം അച്ഛന് കൊടുത്ത്, അച്ഛൻ അത് മൊത്തം FD ആക്കി ഇടുകയാണെന്നാണല്ലോ ഞാൻ മുന്നേ പറഞ്ഞത്. ഇത്തവണ ഈ പന്ത്രണ്ടായിരം അച്ഛന് കൊടുക്കുമ്പോൾ മിക്കവാറും FD ആക്കില്ല. ഈ shortage കാരണം. ഈ പൈസ account-ൽ വന്നത് കൊണ്ട് എനിക്ക് കൂടുതൽ stress മാത്രമേ ഉണ്ടാവുകയുള്ളൂ. വന്നിടത്തേക്ക് തന്നെ തിരിച്ച് പൈസ return ചെയ്യാൻ വല്ല option-നും ഉണ്ടെങ്കിൽ അത് choose ചെയ്തേനെ. എനിക്ക് ആവശ്യമുള്ളത് എന്റെ അച്ഛനും അമ്മയും തരുന്നുണ്ട്. ബാക്കി എവിടുന്നെങ്കിലും കിട്ടിയാൽ അതൊക്കെ കടം വാങ്ങുന്നത് മാതിരിയെ എനിക്ക് തോന്നൂ.",
        "ഈ പന്ത്രണ്ടായിരത്തിന് ഞാൻ ഒരിക്കലും അർഹനല്ല. ഇടക്കാലത്ത് online-ൽ food വാങ്ങുന്നത് കൊണ്ട് വരുന്ന കടം തിരിച്ചടയ്ക്കാൻ ഞാൻ ചെറിയ malayalam transcription ജോലികൾ ഒക്കെ ചെയ്യുമായിരുന്നു. അഞ്ച് പേര് ചെയ്യേണ്ട ജോലി ഒറ്റയ്ക്ക് ചെയ്യും. ചുമ്മാ വീമ്പിളക്കുന്നതൊന്നുമല്ല. ഈ transcription ചെയ്യുന്നവരുടെ group-ൽ ഞാനും പിന്നെ വേറൊരു പെണ്ണും മാത്രമേ എന്തെങ്കിലും work ദിവസേന ചെയ്യലുള്ളൂ. ചെയ്യുന്ന ജോലിക്ക് ശമ്പളം കുറവാണ്. ഒരു മണിക്കൂർ നീളുന്ന video transcription ചെയ്ത് കൊടുത്താൽ അഞ്ഞൂറ് രൂപ കിട്ടും. ഒരു മണിക്കൂർ video-യ്ക്ക് pre-processing-ങ്ങും, transcription-നും, post-processing-ങ്ങും, QA-യും കഴിയുമ്പോൾ minimum നാല് മണിക്കൂർ എടുക്കും. ഞാൻ timer വച്ച് ജോലി സമയം അളന്നിട്ടുണ്ട്. ഈ manual labour ചെയ്യാൻ എവിടുന്നാണ് എനിക്ക് motivation കിട്ടുന്നത് എന്ന് അറിയില്ല. അവിടെ കഷ്ടപ്പെട്ട് ബുദ്ധിമുട്ടി ഒരു മാസം പണിയെടുത്താൽ maximum അയ്യായിരമോ ആറായിരമോ മാത്രമേ ഉണ്ടാക്കാൻ പറ്റൂ. ആ അയ്യായിരവും ഈ പന്ത്രണ്ടായിരവും തമ്മിലുള്ള disparity ശരിക്കും ridiculous ആണ്. ഈ അയ്യായിരം എന്റെ അച്ഛൻ ഒരു experienced ആയ civil engineer എന്ന നിലയ്ക്ക്  അര-മുക്കാൽ മണിക്കൂർ ചിലവിട്ട് site inspection ചെയ്താൽ കിട്ടുന്നതിലും കുറവാണ്. എല്ലാ ജോലികളും equal ആണ് എന്നുള്ളത് ശരിക്കും വെറും സങ്കല്പം മാത്രമാണ്. നോക്കുന്നിടത്തെല്ലാം AI-യ്ക്ക് പിന്നാലെ പായുന്നവർ ഉള്ളതും ചിലപ്പോ അത് കാരണമാകും. Greediest എരപ്പാളി NFT-യെന്ന തട്ടിപ്പ് എങ്ങനെ വിപുലീകരിക്കാം എന്ന് ഏതെങ്കിലും കോണിലിരുന്ന് തല പുകഞ്ഞ് ചിന്തിക്കുന്നുണ്ടാകും. ലോകത്തിൽ ഒരു ആവശ്യവുമില്ലാത്ത, ഒരു ഉപയോഗവുമില്ലാത്ത ഒരു rectum-derived technology. Next big thing അതാണെന്ന് വിശ്വസിച്ച് ഏത് train-നും തല വയ്ക്കുന്ന കുറേ മണ്ടന്മാരും. അവരാണ് ഈ വണ്ടിക്ക് ഇന്ധനം പകരുന്നത്. ഉണ്ടാക്കിയതും greed, നിലനിർത്തുന്നതും greed. Tax evasion-നും, money laundering-നും ഒക്കെ ഇപ്പൊ വളരെ എളുപ്പമായല്ലോ. ഇനി ആ net neutrality കൂടി എടുത്ത് കളഞ്ഞാൽ എല്ലാം സമ്പൂർണമാകും. Zuckerberg സ്വപ്നം കണ്ട digital future ഇതാവണം. ആ digital monopoly-യിൽ internet-ന് obituary എഴുതാൻ കൂടി പൈസ അടയ്‌ക്കേണ്ടി വരും."
    ]
}