{
    "id": 99,
    "year": 2021,
    "month": 12,
    "day": 27,
    "time": "23:20",
    "title": "വെറുതെ ഒരു ആമുഖം",
    "text": [
        "ഞാൻ literally and figuratively ഒരു mouth-breather ആണ്. മണ്ടത്തരം പാരമ്പര്യമായി കിട്ടിയ കൈമുതലാണ്. എന്റെ മൂക്കിനകത് polyp ഉള്ളത് കൊണ്ട് മര്യാദയ്ക്ക് മൂക്കിലൂടെ ശ്വാസം വലിക്കൽ നടക്കില്ല. അത് കൊണ്ട് തന്നെ ഓടിക്കളിക്കൽ എനിക്ക് പറഞ്ഞിട്ടുള്ളതല്ല. അഞ്ച് മിനിറ്റ് ഓടുമ്പോഴേക്കും ഞാൻ ശ്വാസം മുട്ടി ചാവാൻ കളിക്കും. Athletics-സിൽ പങ്കെടുക്കുന്നവരെ കാണുമ്പോൾ എനിക്ക് വലിയ അസൂയ ആണ്. ഞങ്ങടെ പഴയ school-ൽ ഒരു തടിയൻ ചേട്ടൻ സുഖമായി shot put-ട്ടും, sprint-ന്റും ഒക്കെ ചെയ്ത് prize മേടിക്കലുണ്ട്. അത് ഒക്കെ കാണുമ്പോൾ എനിക്ക് ഭയങ്കര respect തോന്നാറുണ്ട്. അവരുടെ performance ഒക്കെ കാണുമ്പോൾ goosebumps വരും. ഈ ഉസൈൻ ബോൾട്ടും, മോ ഫറായും, എലിയട്ട് കിപ്ച്ചോഗെയുമെല്ലാം എന്റെ മനസ്സിൽ അമാനുഷികരാണ്. കഴിഞ്ഞ olympics-ൽ പെണ്ണുങ്ങളുടെ 1500 meter qualifying round-ൽ നിലത്ത് തെന്നി വീണ ഒരു നെതർലൻഡ്‌സ്‌ പെണ്ണ് (Sifan Hassan) എഴുന്നേറ്റ് ഓടി first അടിച്ചത് എങ്ങനാണെന്ന് എനിക്ക് ഒട്ടും മനസ്സിലാവുന്നില്ല. ചെറിയ കുട്ടിയായിരുന്നപ്പോൾ അമ്മയ്ക്ക് പരിചയമുള്ള ഒരു ഡോക്ടറെ എന്റെ ശ്വാസം മുട്ടലിന് കാണിച്ചിരുന്നു. മൂക്കിലെ polyp-നെ പറ്റി അയാളാണ് ആദ്യമായി പറഞ്ഞത്. എന്നിട്ട് താമശ രൂപത്തിൽ ഒരു കത്തിയെടുത്ത് അത് ചെത്തിക്കളയുമെന്നും എന്നോട് പറഞ്ഞു. Surgery എന്താണെന്ന് അറിയാത്ത ഞാൻ അയാൾ പറഞ്ഞത് വിശ്വസിച്ച് പേടിച്ച് പോയി. മൂക്കിനകത്ത് ഒരു കത്തി തിരുകി കയറ്റി ഒറ്റ വെട്ട്! ആലോചിച്ച്‌ നോക്കിയപ്പോൾ ഞാൻ പേടിച്ച് വിറച്ച് വേഗം അവിടുന്ന് അമ്മേനേം കൂട്ടി രക്ഷപ്പെടാൻ നോക്കി.",
        "ആസ്ത്മ വരുമ്പോൾ അതിന് പ്രതിവിധിയായി ഞാൻ രണ്ട് മരുന്നുകളാണ് ഉപയോഗിക്കാറുള്ളത്. ഒന്ന് asthalin rotacaps (rotahaler വച്ചിട്ട് വലിക്കുന്ന സാധനം). രണ്ട് budamate-ന്റെ inhaler. ഞാൻ ഞങ്ങളുടെ വീടിനടുത്തുള്ള medical college-ന്റെ ഭാഗമായ chest hospital-ൽ ഇതിനെ സംബന്ധിച്ച് ഡോക്ടറെ കാണിച്ചപ്പോൾ അവർ recommend ചെയ്തതാണ് ഈ budamate-ന്റെ inhaler. ചെറിയ കുട്ടിയായിരിക്കുമ്പോൾ ഇരഞ്ഞിപ്പാലത്തിന് അടുത്തുള്ള ബൽരാജിന്റെ private consultation-ൽ ചെന്നപ്പോഴാണ് rotahaler ബൽരാജ് എനിക്ക് recommend ചെയ്തത്. നേരത്തെ പറഞ്ഞ inhaler-ന്റെ കൂടെ ഒരു spacer എന്ന് പറഞ്ഞ സാധനം കൂടി എന്നോട് വാങ്ങാൻ പറഞ്ഞിട്ടുണ്ടായിരുന്നു. Spacer inhaler-ന്റെ mouth-ൽ attach ചെയ്യും. എന്നിട്ട് inhaler-ന്റെ  spray നമ്മൾ spacer-ന്റെ വായിലൂടെ വലിച്ചെടുക്കും. ഞാൻ വാങ്ങിയ spacer (technically speaking, അമ്മ എനിക്ക് വാങ്ങി തന്ന spacer) ഈ പാമ്പാട്ടികളുടെ മകുടി പോലെ ഉള്ള ഒരു സാധനമാണ്. അത് കൊണ്ട് spacer കാണാതാവുമ്പോൾ ‘അമ്മേ, spacer എവിടെ?’ എന്ന് ചോദിക്കുന്നതിന് പകരം ‘അമ്മേ, ആ മകുടി ഇവിടെ എവിടെയെങ്കിലും കണ്ടിട്ടുണ്ടായിരുന്നോ?’ എന്നാണ് ചോദിക്കല്. മകുടി വച്ച് ശ്വാസം വലിക്കുമ്പോൾ ആന ചിന്നം വിളിക്കുന്ന പോലത്തെ സൗണ്ട് ഉണ്ടാകും. ശ്വാസം മുട്ടി സഹിക്കാൻ പറ്റാതെ മകുടി വച്ച് വലിക്കുമ്പോൾ ഈ ചിന്നം വിളി കേട്ട് എന്റെ ചുറ്റുമുള്ളവർ ചിരിക്കും. ഞാൻ എന്താക്കാനാണ്? ഇങ്ങനത്തെ കാര്യത്തിനൊന്നും ചിരിക്കാത്ത അച്ഛൻ വരെ ഇത് കേട്ട് ചിരിക്കും. ഈ മകുടി ഉപയോഗിക്കാൻ പറഞ്ഞതിന്റെ കാരണം ഞാൻ നെറ്റിൽ നോക്കി കണ്ടു പിടിച്ചു. മകുടി ഉപയോഗിച്ചാൽ inhaler direct ഉപയോഗിക്കുമ്പോൾ അതിന്റെ aerosol മരുന്ന് വേഗത്തിൽ വായ്ക്കകത് പ്രവേശിക്കുന്നതിനാൽ അത് ശ്വാസനാളത്തിൽ പോകേണ്ടതിന് പകരം അന്നനാളത്തിലേക്കും തൊണ്ടയിലേക്കും വായുടെ പിന്നിലേക്കും ഒക്കെ പോകും. അത് ഒഴിവാക്കുക എന്നതാണ് spacer-ന്റെ പ്രഥമ ലക്ഷ്യം. Theoretically അത് ശരിയായിരിക്കാം. പക്ഷെ practically ഈ spacer ഉപയോഗിക്കുമ്പോൾ വളരെ ineffective ആയിട്ടാണ് എനിക്ക് തോന്നാറുള്ളത്. Direct inhaler ഉപയോഗിക്കുന്നത് മകുടി ഉപയോഗിക്കുന്നതിനേക്കാൾ നല്ലതായിട്ടാണ് എനിക്ക് എപ്പോഴും തോന്നാറുള്ളത്. അത്കൊണ്ട് എന്റെ മനസ്സിൽ കുറച്ച് മുൻപേ ഒരു ആശയം ഉടലെടുത്തു. ഞാൻ എന്തായാലും CFD-യും FEM-മും ഒക്കെ പഠിക്കുന്നുണ്ട്. അത് കൊണ്ട് ഈ spacer-ന് അകത്ത് നടക്കുന്ന പ്രതിഭാസം എനിക്ക് അതൊക്കെ ഉപയോഗിച്ച് simulate ചെയ്തൂടെ? പറയാൻ നല്ല എളുപ്പമാണ്. ചെയ്യാൻ തുടങ്ങുമ്പോൾ അറിയാം അതിന്റെ ബുദ്ധിമുട്ട്! എന്തായാലും subject പഠിക്കാൻ നല്ല ഒരു practical ആയിട്ടുള്ള ഒരു project ആയിട്ട് ഇതിനെ കണക്കാക്കിക്കൂടെ? എന്റെ സ്വന്തം പ്രശ്നമായത് കൊണ്ട് ഉത്തരം കണ്ട് പിടിക്കാൻ ഒരു motivation ഉണ്ടാകും. Spacer-ന്റെ ineffectiveness ശരിക്കും ഉള്ളതാണോ, അതോ എന്റെ തോന്നൽ മാത്രമാണോ അത്, optimal spacer length എന്തായിരിക്കണം എന്നൊക്കെ എനിക്ക് കണ്ടുപിടിച്ചൂടേ? അത് നല്ല അടിപൊളി project തന്നെയല്ലേ? അല്ലാ?"
    ]
}